{"coursesWithCoupon":{"https://www.udemy.com/course/modern-javascript-es6-for-react-js/":{"courseDetails":{"courseId":3046128,"title":"Modern JavaScript for React JS - ES6.","shortDescription":"A complete guide for beginners to learn the essential topics of ES6 which are required to learn React JS","longDescription":"\u003Cp\u003EAre you looking to extend your knowledge in Javascript programming by learning the concepts of modern javascript - ES6?\u003Cbr\u003EIf you want to start your journey to become a React or Angular developer, then this is the perfect course for you. \u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat\u0027s this course about?\u003C/strong\u003E\u003Cbr\u003EThis course is specifically designed for those who want to get a quick start with Modern Javascript, especially ES6 concepts. It covers all the basic concepts of ES6: how the javascript has evolved, how to use its latest features that come under ES6 topics, what is babel, and how it is used to compile the ES6 code to make it browser compatible. You will get all the behind the scenes of how the ES6 works in the introduction part of the course. \u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EMore details, please!\u003Cbr\u003EES6/ES7 \u003C/strong\u003Emodern javascript programming is becoming an essential part of the web development industry, as most companies are shifting towards using various popular web frameworks like Angular\u0026nbsp;JS, Vue\u0026nbsp;JS, or React JS. The demand for Developers with knowledge of ES6 is also on the rise. This course will help you get all the essential knowledge from the get-go and you will be a master in the concepts of ES6 by the end of this course. \u003C/p\u003E\u003Cp\u003EIn this course, \u003Cstrong\u003Ewe have covered : \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAll the basic to advanced concepts of ES6 right from variable declaration using \u0027let\u0027 and \u0027const\u0027 keywords, what is the difference between them and where to use them to the advanced topics like how to make asynchronous requests to servers using async-await and how to use promises to handle the requests more efficiently\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat are arrow functions and how to use them\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll about functional programming with the help of functions like map, reduce, filter, etc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to deep clone the objects with help of rest and spread operators and also about the scenarios of where and how we should use them most effectively\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EBy the end of this course, you will be ready to learn any latest web framework like React\u0026nbsp;JS, Angular JS, or Vue JS. \u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EWho\u0027s teaching you in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI am a Computer Science graduate highly rated instructor with a rating of 4.3 and more than 200k students on Udemy, I have been part of the corporate circle since my college days. In my early days, I was part of a startup team delivering production grid android apps. Currently, I am a lead developer at EdYoda. I’m responsible for the entire front-end development \u0026amp; integration with the back-end. React, Python, Django is my areas of expertise. I have been delivering corporate training for Android, React, JavaScript, Python \u0026amp; Django. I have an eye for detail \u0026amp; which makes me suited for delivering a finished product. I’m a fitness freak \u0026amp; working out is the favorite thing to do in my spare time. \u003C/p\u003E\u003Cp\u003EI want everyone to enjoy the learning process and I have shared my knowledge that will be helpful for you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EAfter completion, we recommend you watch our React\u0026nbsp;JS course which is the continuation part of this course where we have explained React\u0026nbsp;JS frameworks in and out with some simple explanation along with assignments and projects.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EEnroll now!! See you in class.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EHappy learning !!\u003Cbr\u003ETeam Edyoda\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/modern-javascript-es6-for-react-js/","imageUri":"https://img-c.udemycdn.com/course/750x422/3046128_b850_3.jpg","duration":"1,5 saat","enrolledStudentsCount":"187.489 öğrenci","lastUpdated":"Son güncelleme tarihi: 4/2020","targetAudiences":["Beginners who want to learn ES6 - modern javascript from scratch","Professionals who have a good knowledge about Javascript and want to learn ES6 in their skillset","JavaScript developers who want to get into React","Developers who want to brush up on the skills of widely used features of ES6"],"tags":["Yazılım Geliştirme","Web Geliştirme","Fonksiyonel Programlama"],"rating":{"count":1615,"averageValue":"4.4"},"instructors":[{"name":"EdYoda Digital University","url":"/user/edyoda2/","totalNumberOfStudents":888304,"totalNumberOfReviews":28568,"averageRating":4.273810631033022},{"name":"Qaifi Khan","url":"/user/qaifi-khan/","totalNumberOfStudents":600056,"totalNumberOfReviews":16404,"averageRating":4.36593939978425}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREENOV3","originalPrice":"1.920 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/javascript-basics-to-advanced/":{"courseDetails":{"courseId":3033186,"title":"JavaScript - Basics to Advanced [step by step (2021)]","shortDescription":"A perfect JavaScript course for all those who want to learn and master JavaScript programming skills right from scratch.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E*UPDATE:\u0026nbsp; New Content Added\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAround 60\u002B video content added \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u002B \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBonus Sections: jQuery and ES6 for ReactJS\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn this JavaScript course -\u003C/strong\u003E \u003Cbr\u003EAt the beginning of this \u003Cstrong\u003EJavaScript\u003C/strong\u003E course, you will learn and understand :\u0026nbsp; \u003Cbr\u003E1) All the basic concepts of JavaScript. \u003Cbr\u003E2) And the advanced topics like object-oriented programming where you will learn the OOPs concepts like data binding, inheritance, data encapsulation, etc. \u003Cbr\u003E3) The most used part in JavaScript - Functional Programming where we will cover the special functions like map, filter, reduce, and many more. \u003Cbr\u003E4) We will also cover some essential topics in jQuery which is a widely used JavaScript library. It is preferred by most developers to write crisp and compact code.\u003C/p\u003E\u003Cp\u003EWe have included the best practices and do\u0027s and don\u0027ts in JavaScript programming language. \u003Cbr\u003E\u003Cstrong\u003EWe will even explain how to write clean code with the help of comments, the code which other developers can understand. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is designed in such a way that a person, who \u003Cstrong\u003Edoes not know anything about JavaScript or programming\u003C/strong\u003E, will be able to write a clean and well-structured code after completion of this javascript course.\u003Cbr\u003EBy the end of the course, you’ll be able to apply in confidence for \u003Cstrong\u003EJavaScript jobs \u003C/strong\u003Ewith the right skills which you will learn in this course.\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EWho\u0027s teaching you in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI am a Computer Science graduate highly rated instructor with a rating of 4.3 and more than 200k students on Udemy, I have been part of the corporate circle since my college days. In my early days, I was part of a startup team delivering production grid android apps. Currently, I am a lead developer at EdYoda. I’m responsible for the entire front-end development \u0026amp; integration with the back-end. React, Python, Django is my areas of expertise. I have been delivering corporate training for Android, React, JavaScript, Python \u0026amp; Django. I have an eye for detail which makes me suited for delivering a finished product. I’m a fitness freak \u0026amp; working out is the favorite thing to do in my spare time. \u003C/p\u003E\u003Cp\u003EI want everyone should enjoy learning and I have shared my knowledge that gonna be helpful for developers.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Student Reviews : \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0022I\u0027m a beginner. The first time I was learned javascript. Before I watched these videos I don\u0027t know a single line about javascript. I thought this course isn\u0027t helpful for me but times go out and I watched all videos then I realized this is awesome for a beginner. and I make sure you will give us a more interesting and more helpful course for our career. so thank you once again. and keep going UDEMY.\u0022 - \u003Cstrong\u003EVaibhav Chauhan\u003Cbr\u003E\u003Cbr\u003E\u0022\u003C/strong\u003EI loved this course because when I started learning javascript I have no idea what things I need to study I read javascript documentation and do so many tutorial but what I want to learn about javascript is found here. Thanks sir\u0022 - \u003Cstrong\u003EAkhil Balakrishnan\u003Cbr\u003E\u003Cbr\u003E\u0022\u003C/strong\u003EVery good course I rarely recommend anything... But this course is very good and I would recommend it??\u0022- \u003Cstrong\u003ESanket Jawali\u003Cbr\u003E\u003C/strong\u003E\u003Cbr\u003EAnd many more.....\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EWhy learn a JavaScript course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe most obvious reason for learning JavaScript is if you have hopes of becoming a web developer. Even if you haven’t got your heart set on a tech career, being proficient in JavaScript will enable you to build websites from scratch—a pretty useful skill to have in today’s job market!\u003Cbr\u003E\u003Cbr\u003E1) \u003Cstrong\u003EJavaScript experts are versatile - \u003C/strong\u003EJavaScript is an extremely versatile language. Once you’ve mastered JavaScript, the possibilities are endless: you can code on the client-side (frontend) using Angular and on the server-side (backend) using Node.js. You can also develop web, mobile, and desktop apps using React, React Native, and Electron, and you can even get involved in machine learning.\u003C/p\u003E\u003Cp\u003E2) \u003Cstrong\u003EJavaScript experts are in-demand (and well-paid) - \u003C/strong\u003EJavaScript is the most popular programming language in the world, so it’s no wonder that JavaScript is one of the most sought-after skills in the web development industry today. The global demand for JavaScript seems to outweigh the expertise available on the market. According to this HackerRank report, 48% of employers worldwide need developers with JavaScript skills, while only 42% of student developers claim to be proficient in JavaScript.\u003C/p\u003E\u003Cp\u003E3) \u003Cstrong\u003EJavaScript is beginner-friendly - \u003C/strong\u003ECompared to many other programming languages, JavaScript offers one of the more beginner-friendly entry points into the world of coding. The great thing about JavaScript is that it comes installed on every modern web browser—there’s no need to set up any kind of development environment, which means you can start coding with JavaScript right away!\u003Cbr\u003E\u003Cbr\u003EAnother advantage of learning \u003Cstrong\u003EJavaScript\u003C/strong\u003E as your first programming language is that you get instant feedback; with a minimal amount of JavaScript code, you’ll immediately see visible results. There’s also a huge JavaScript community on sites like Stack Overflow, so you’ll find plenty of support as you learn. Not only is JavaScript beginner-friendly; it will also set you up with some extremely valuable transferable skills. JavaScript supports object-oriented, functional, and imperative styles of programming—\u003Cstrong\u003Eskills that can be transferred to any new language you might learn later on, such as Python, Java, or C\u002B\u002B.\u003C/strong\u003E \u003Cstrong\u003EJavaScript\u003C/strong\u003E provides a crucial introduction to key principles and practices that you’ll take with you throughout your career as a developer.\u003Cbr\u003E\u003Cbr\u003EGet started with \u003Cstrong\u003EJavaScript\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart your career in JavaScript \u003C/strong\u003Eand don\u0027t worry this course comes with a \u003Cstrong\u003E30-day money-back guarantee!\u003C/strong\u003E \u003Cbr\u003EIf you are not satisfied in any way, you\u0027ll get your money back. ( I’m sure you will enjoy this \u003Cstrong\u003EJavaScript course\u003C/strong\u003E )\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EWish you the best for your JavaScript programming journey.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEnroll now!! See you in class.\u003Cbr\u003E\u003Cbr\u003EHappy learning\u003Cbr\u003ETeam EdYoda \u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/javascript-basics-to-advanced/","imageUri":"https://img-c.udemycdn.com/course/750x422/3033186_ea5d_3.jpg","duration":"10 saat","enrolledStudentsCount":"244.125 öğrenci","lastUpdated":"Son güncelleme tarihi: 6/2020","targetAudiences":["Beginners who are new to Web Development","Freshers who want to learn JavaScript from scratch","Developers who want to brush up on the concepts of Javascript"],"tags":["Yazılım Geliştirme","Web Geliştirme","JavaScript"],"rating":{"count":2811,"averageValue":"4.4"},"instructors":[{"name":"EdYoda Digital University","url":"/user/edyoda2/","totalNumberOfStudents":888304,"totalNumberOfReviews":28568,"averageRating":4.2753827144977405},{"name":"Qaifi Khan","url":"/user/qaifi-khan/","totalNumberOfStudents":600056,"totalNumberOfReviews":16404,"averageRating":4.36710892479883}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREENOV3","originalPrice":"4.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/einstieg-in-microsoft-excel-kurs-fur-anfanger/":{"courseDetails":{"courseId":3319370,"title":"Einstieg in Microsoft Excel - Kurs für Anfänger","shortDescription":"Microsoft Excel 365 / 2016 für Einsteiger: Lernen Sie die Grundlagen, um erfolgreich mit Excel zu arbeiten","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAllgemein\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EExcel ist das Tabellen-Programm von Microsoft.\u003C/p\u003E\u003Cp\u003EHier gibt zahlreiche Funktionen, um erfolgreiche Kalkulationen und Diagramme zu erstellen. Die Frage: \u0022Wie funktioniert es\u0022\u003C/p\u003E\u003Cp\u003ESie werden in diesem Kurs alles vom Start an lernen. Das bedeutet, wenn Sie noch keine Erfahrung haben, werden Sie Schritt für Schritt an die Funktionen von Excel herangeführt. Vom Öffnen der Excel-Mappe, bis zu den ersten Formeln und Diagramm-Erstellung. Mit Übungsaufgaben und einem Quiz können Sie Ihr erworbenes Wissen testen.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAls Controller und ausgebildeter Trainer habe ich über 100 Excel-Schulungen durchgeführt und kenne die Anforderungen bzw. Herausforderungen der Teilnehmer, auf die ich in diesem Kurs eingehe, so dass Sie am Ende Excel sehr gut anwenden können.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInhalt\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EGrundlagen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBenutzeroberfläche\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFormatierungen: Rahmen, Schriftarten, etc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDie ersten Formeln: Summen, Anteile, Verknüpfungen, Abweichungen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDie ersten Diagramme: Kreis- und Balken-Diagramm\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESeite einrichten und ausdrucken\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EZusätzlich erhalten Sie die fertigen Excel-Dateien mit den fertigen Lösungen, damit Sie das erlernter Wissen vertiefen können\u003C/em\u003E\u003C/p\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/einstieg-in-microsoft-excel-kurs-fur-anfanger/","imageUri":"https://img-c.udemycdn.com/course/750x422/3319370_4c4f.jpg","duration":"3,5 Stunden","enrolledStudentsCount":"2.919 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["für alle die noch nie oder kaum mit Excel gearbeitet haben und jetzt lernen möchten wie es funktioniert","wenn Sie Excel schon kennen, wählen Sie gerne einen Excel-Kurs für Fortgeschrittene zum Beispiel \u0022Controlling mit Excel\u0022"],"tags":["IT \u0026 Software","Betriebssysteme \u0026 Server","Excel"],"rating":{"count":19,"averageValue":"4.2"},"instructors":[{"name":"Kristoffer Ditz","url":"/user/kristoffer-ditz/","totalNumberOfStudents":47110,"totalNumberOfReviews":1587,"averageRating":4.364158539082059}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FA7347975E9807C0CC65","originalPrice":"4.480 ₹","discountedPrice":"Kostenlos","expirationText":"1 Tage","discountPercentage":100}},"https://www.udemy.com/course/machine-learning-and-ai-with-hands-on-projects/":{"courseDetails":{"courseId":3518544,"title":"Learn Machine learning \u0026 AI (Including Hands-on 3 Projects)","shortDescription":"Get well versed with Machine learning and AI by working on Hands-on Projects.","longDescription":"\u003Cp\u003EDo you feel overwhelmed going through all the \u003Cstrong\u003EAI and Machine learning\u003C/strong\u003E study materials? \u003C/p\u003E\u003Cp\u003EThese \u003Cstrong\u003EMachine learning\u003C/strong\u003E \u003Cstrong\u003Eand AI \u003C/strong\u003Eprojects will get you started with the implementation of a few very interesting projects from scratch. \u003C/p\u003E\u003Cp\u003EThe first one, a Web application for Object Identification will teach you to deploy a simple machine learning application. \u003C/p\u003E\u003Cp\u003EThe second one, Dog Breed Prediction will help you building \u0026amp; optimizing a model for dog breed prediction among 120 breeds of dogs. This is built using Deep Learning libraries. \u003C/p\u003E\u003Cp\u003ELastly, Credit Card Fraud detection is one of the most commonly used applications in the Finance Industry. We talk about it from development to deployment. Each of these projects will help you to learn practically.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho\u0027s teaching you in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI am Professional Trainer and consultant for Languages C, C\u002B\u002B, Python, Java, Scala, Big Data Technologies - PySpark, Spark using Scala Machine Learning \u0026amp; Deep Learning- sci-kit-learn, TensorFlow, TFLearn, Keras, h2o and delivered at corporates like GE, SCIO Health Analytics, Impetus, IBM Bangalore \u0026amp; Hyderabad, Redbus, Schnider, JP Morgan - Singapore \u0026amp; HongKong, CISCO, Flipkart, MindTree, DataGenic, CTS - Chennai, HappiestMinds, Mphasis, Hexaware, Kabbage. I have shared my knowledge that will guide you to understand the holistic approach towards ML.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHere are a \u003Cstrong\u003Efew reasons for you to pursue a career in Machine Learning:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1) Machine learning is a skill of the future\u003C/strong\u003E – Despite the exponential growth in Machine Learning, the field faces skill shortage. If you can meet the demands of large companies by gaining expertise in Machine Learning, you will have a secure career in a technology that is on the rise.\u003Cbr\u003E\u003Cstrong\u003E2) Work on real challenges\u003C/strong\u003E – Businesses in this digital age face a lot of issues that Machine learning promises to solve. As a Machine Learning Engineer, you will work on real-life challenges and develop solutions that have a deep impact on how businesses and people thrive. Needless to say, a job that allows you to work and solve real-world struggles gives high satisfaction.\u003Cbr\u003E\u003Cstrong\u003E3) Learn and grow\u003C/strong\u003E – Since Machine Learning is on the boom, by entering into the field early on, you can witness trends firsthand and keep on increasing your relevance in the marketplace, thus augmenting your value to your employer.\u003Cbr\u003E\u003Cstrong\u003E4) An exponential career graph\u003C/strong\u003E – All said and done, Machine learning is still in its nascent stage. And as the technology matures and advances, you will have the experience and expertise to follow an upward career graph and approach your ideal employers.\u003Cbr\u003E\u003Cstrong\u003E5) Build a lucrative career\u003C/strong\u003E– The average salary of a Machine Learning engineer is one of the top reasons why Machine Learning seems a lucrative career to a lot of us. Since the industry is on the rise, this figure can be expected to grow further as the years pass by.\u003Cbr\u003E\u003Cstrong\u003E6) Side-step into data science\u003C/strong\u003E – Machine learning skills help you expand avenues in your career. Machine Learning skills can endow you with two hats- the other of a data scientist. Become a hot resource by gaining expertise in both fields simultaneously and embark on an exciting journey filled with challenges, opportunities, and knowledge.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EMachine learning\u003C/strong\u003E is happening right now. So, you want to have an early bird advantage of toying with solutions and technologies that support it. This way, when the time comes, you will find your skills in much higher demand and will be able to secure a career path that’s always on the rise.\u003Cbr\u003E\u003Cstrong\u003E\u003Cbr\u003EPractical Learning !!\u003C/strong\u003E\u003Cbr\u003EProject-based learning has proven to be one of the most effective ways to engage students and provide a practical application for what they’re learning and\u0026nbsp; it provides opportunities for students to collaborate or drive their learning, but it also teaches them skills such as problem-solving and helps to develop additional skills integral to their future, such as critical thinking and time management\u003Cbr\u003E\u003Cbr\u003EBy pursuing this course you will able to understand the concept of Machine learning at the next level you will also get to know about Artificial intelligence and that will boost your skill set to be a successful ML\u0026nbsp;engineer.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEnroll now,\u003C/strong\u003E see you in class!!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EHappy learning!\u003Cbr\u003ETeam Edyoda\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/machine-learning-and-ai-with-hands-on-projects/","imageUri":"https://img-c.udemycdn.com/course/750x422/3518544_85d9_5.jpg","duration":"2 Stunden","enrolledStudentsCount":"216.893 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 9/2020","targetAudiences":["Python developers looking for a future in machine learning and Artificial Intelligence (AI).","Machine learning learners looking for live projects to learn from.","Python and Machine learning developers looking for hands on projects to work on Artificial Intelligence (AI)."],"tags":["Programmierung","Data Science","Machine Learning"],"rating":{"count":770,"averageValue":"4.1"},"instructors":[{"name":"EdYoda Digital University","url":"/user/edyoda2/","totalNumberOfStudents":888304,"totalNumberOfReviews":28568,"averageRating":4.273810631033022}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREENOV3","originalPrice":"6.400 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/pspo1tm-practice-tests-scrum-product-owner-certification-160q/":{"courseDetails":{"courseId":4233882,"title":"PSPO1™ Practice Tests Scrum Product Owner certification-160Q","shortDescription":"The Complete PSPO1™ Practice Test - 160Q - Pass PSPO1™ Certification Exam Successfully - Lets Get it Done !","longDescription":"\u003Cp\u003EThe Professional Scrum Product Owner certification or \u003Cstrong\u003EPSPO1™\u003C/strong\u003E\u0026nbsp; is most widely accepted and globally recognized Product Owner Certification. This certification is provided by\u003Cstrong\u003E Scrum org \u003C/strong\u003Eand to pass the exam the candidate need to be aligned with the latest changes in the Scrum Guide. The best way to validate the knowledge is to take practice Exams.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Details:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ETotal 80 Questions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExam time 60 Min.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPass at 85%\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExam price 150$\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course provides 160 practice test questions, which will help you get ready to pass the \u003Cstrong\u003EPSPO1™\u003C/strong\u003E\u0026nbsp;exam. This course is set up to match the latest changes in scrum guide presented in the \u003Cstrong\u003EPSPO1™\u003C/strong\u003E\u0026nbsp;exam content outlines published by \u003Cstrong\u003EScrum org\u003C/strong\u003E on 2021. \u003C/p\u003E\u003Cp\u003EThis course provides 160 practice test questions, which will help you get ready to pass the \u003Cstrong\u003EPSPO1™\u003C/strong\u003E\u0026nbsp;exam. \u003C/p\u003E\u003Cp\u003EThis practice test provides a robust system to help you pass the certification exam in the first time! By using this test questions, you can identify weak areas upfront and then create a strategy for the exam day.\u003C/p\u003E\u003Cp\u003EThe course includes 2 practice tests. Take the tests like the actual exam. If you can get more than 85 percent of the answers correct, you\u0027re ready to take the certification exam.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course is specifically for:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· People that want to take a Product Owner certification exam like PSPO1 or CSPO.\u003C/p\u003E\u003Cp\u003E· People that know the Scrum framework and theory. To learn about scrum you can take this course: \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIs there a guarantee to pass ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAbsolutely yes ! You can enroll now \u003Cstrong\u003E100% risk-free\u003C/strong\u003E because you receive \u003Cstrong\u003E30 days, unconditional full money-back guarantee \u003C/strong\u003Ein case you are not satisfied\u003Cstrong\u003E.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESo, go ahead and click the “\u003Cstrong\u003EBuy Now\u003C/strong\u003E” button right now !\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/pspo1tm-practice-tests-scrum-product-owner-certification-160q/","imageUri":"https://img-b.udemycdn.com/course/750x422/4233882_79fb.jpg?secure=UaZvQXXsMirEPlSUAW5IFQ%3D%3D%2C1637107326","duration":"","enrolledStudentsCount":"6.003 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 10/2021","targetAudiences":["Agile Practitioners","Product Owner","Candidates of the PSPO1™ exam."],"tags":["IT \u0026 Software","IT-Zertifizierungen","Professional Scrum Product Owner (PSPO)"],"rating":{"count":11,"averageValue":"4.3"},"instructors":[{"name":"Debajyoti Adhya","url":"/user/debajyoti-adhya/","totalNumberOfStudents":31857,"totalNumberOfReviews":123,"averageRating":4.246061431578947}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CECD954BCCFC22E9B35B","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"3 Tage","discountPercentage":100}},"https://www.udemy.com/course/ultrasonic-testing-level-1-training/":{"courseDetails":{"courseId":2431976,"title":"Ultrasonic Testing Level 1 Training","shortDescription":"An introduction to Non-Destructive Testing \u0026 an A-Z guide on The Ultrasonic Testing.","longDescription":"\u003Cp\u003EThis course teaches you how to perform ultrasonic inspection from beginning to end.\u003C/p\u003E\u003Cp\u003EThe course provides you with Level 1 training in the fundamentals of Ultrasonic Testing methods. It will introduce you to the basic concepts and principles and includes hands-on training using Ultrasonic Testing equipment settings and functions.The Ultrasonic theories presented will provide the knowledge of Ultrasonic Testing required and enable you to work with individuals qualified and certified to gain needed experience for qualification as Level 1. While the practical manipulations will give you the essential steps that you will need to calibrate the ultrasonic testing equipment, perform the inspection, collect and interpret the data.\u003C/p\u003E\u003Cp\u003EThis course consists of two handbooks: The first handbook made by the instructor is the official of the training. It covers all the topics presented through the 35 lectures. While the second one (offered as bonus) is the official one of the TWI (International Institute of Welding) training.In addition to that, the course includes 35 lectures alternating between the different lecture types, with regular quizzes and exams to enable you to check that your are following the topics covered.\u003C/p\u003E\u003Cp\u003EWe\u0027ll begin by taking a closer look at the general concepts of ultrasonic testing, I\u0027ll then take you throw the fundamental properties of ultrasound starting with the generation of the ultrasonic wave and the mean physical phenomena that govern it.\u003C/p\u003E\u003Cp\u003ENext, we\u0027ll discuss the most famous Ultrasonic Inspection Techniques and the equipment used to perform them so that you be able to perform them effectively.\u003C/p\u003E\u003Cp\u003EWe\u0027ll then take a look at the reference blocks used for calibrating the equipment, and how the inspected part variations that may affect the test result.\u003C/p\u003E\u003Cp\u003EFinally, we\u0027ll explore the types of defects, and the most useful evaluation techniques so that you can decide whether the flaw is accepted or it needs to be repaired.Having the proper theoretical knowledge of ultrasound is critical to running a successful inspection, I\u0027ll introduce you to this knowledge and how to practice them effectively in Ultrasonic testing level 1 training.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/ultrasonic-testing-level-1-training/","imageUri":"https://img-c.udemycdn.com/course/750x422/2431976_6ccf.jpg","duration":"1,5 Stunden","enrolledStudentsCount":"27.370 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 1/2021","targetAudiences":["Beginner UT technicians.","University and college Students looking for a career in NDT field.","Technicians of other NDT methods seeking to advance their career by learning a new NDT method."],"tags":["Wissenschaft \u0026 Lehre","Technische Wissenschaften","Ultraschallprüfung"],"rating":{"count":178,"averageValue":"4.1"},"instructors":[{"name":"Mustapha benbihi","url":"/user/mustapha-benbihi/","totalNumberOfStudents":228442,"totalNumberOfReviews":2385,"averageRating":4.227154809113924}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BLACK-FRIDAY-PRESALE","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/aws-services-for-solutions-architect-associates-course/":{"courseDetails":{"courseId":2932070,"title":"AWS Services for Solutions Architect Associate [2021]","shortDescription":"The best guide for various AWS certifications such as AWS Solutions Architect, AWS SysOps and AWS Developer Associates","longDescription":"\u003Cp\u003E\u003Cstrong\u003E***UPDATE: New Content ALERT!!! Around 50\u002B video content added to the course!***\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAWS\u003C/strong\u003E is a public cloud and a pioneer in the cloud computing domain. Aws provides every kind of service model like IAAS, PAAS, and SAAS. In this course, I will discuss various cloud services provided by Amazon Web Services (AWS).\u003C/p\u003E\u003Cp\u003EHere we will elaborate on the features of \u003Cstrong\u003EAWS services\u003C/strong\u003E, their use cases, how to create those services, how to configure them, and how to integrate various services together to present a holistic cloud solution.\u003C/p\u003E\u003Cp\u003EThis series is useful for anyone starting their cloud journey as well as cloud practitioners. However, it is especially useful for learners who are preparing for various \u003Cstrong\u003EAWS certifications such as AWS Solutions Architect, AWS SysOps Associate, and AWS Developer Associates\u003C/strong\u003E. We discuss use cases of the services, Do\u0027s and Dont\u0027s while using those services and best practices.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho\u0027s teaching you in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI have been working with zekeLabs as a corporate trainer for AWS, Azure, DevOps, Git, Chef, Docker. I had extensive experience in the software industry where I have worked as a senior developer and cloud and DevOps Consultant. As a developer, I worked with Cadence, Aricent Technology in the Telecom domain, and Guavus in the Big Data domain. I was in 2007 batch Computer Science Graduate from NIT Allahabad. I am passionate about technology and education. I have shared my knowledge that gonna guide you to understand the core of Aws.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EAmazon Web Services (AWS)\u003C/strong\u003E began offering IT infrastructure services to businesses in the form of web services -- now commonly known as cloud computing. One of the key benefits of cloud computing is the opportunity to replace up-front capital infrastructure expenses with low variable costs that scale with your business they can instantly spin up hundreds or thousands of servers in minutes and deliver results faster. Today, \u003Cstrong\u003EAmazon Web Services\u003C/strong\u003E provides a highly reliable, scalable, low-cost infrastructure platform in the cloud that powers hundreds of thousands of businesses in 190 countries around the world. With data center locations in the U.S., Europe, Brazil, Singapore, Japan, and Australia, customers across all industries are taking advantage of the following benefits:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELow Cost\u003C/strong\u003E: AWS offers low, pay-as-you-go pricing with no up-front expenses or long-term commitments. A global infrastructure at scale, and pass the cost-saving benefits onto you in the form of lower prices.\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAgility and Instant Elasticity: \u003C/strong\u003EAWS provides a massive global cloud infrastructure that allows you to quickly innovate, experiment, and iterate. whether you need them for a few hours or 24/7, you still only pay for what you use.\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u0026nbsp;\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u0026nbsp; \u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EOpen and Flexible: \u003C/strong\u003EAWS is a language and operating system agnostic platform. You choose the development platform or programming model that makes the most sense for your business.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESecure: \u003C/strong\u003EAWS is secure, services and data centers have multiple layers of operational and physical security to ensure the integrity and safety of your data. Visit the Security Center to learn more.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EGet started with the \u003Cstrong\u003EAmazon Web Services (AWS)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEnroll Now!! see you in class.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EHappy learning\u003Cbr\u003ETeam Edyoda \u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/aws-services-for-solutions-architect-associates-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/2932070_da38_3.jpg","duration":"11 Stunden","enrolledStudentsCount":"181.293 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 6/2020","targetAudiences":["Beginners who want to start their journey in cloud domain","IT professionals who want to become cloud practitioners","Developers who want to deploy an application on AWS","Candidates preparing for various AWS certifications such as AWS Solutions Architect, AWS SysOps Associate and AWS Developer Associates"],"tags":["IT \u0026 Software","IT-Zertifizierungen","AWS-Zertifizierung"],"rating":{"count":1820,"averageValue":"4.2"},"instructors":[{"name":"EdYoda Digital University","url":"/user/edyoda2/","totalNumberOfStudents":888304,"totalNumberOfReviews":28568,"averageRating":4.273810631033022},{"name":"Ashish Pandey","url":"/user/e87eb552-3bc4-4363-86cc-dc1b6e0238ff/","totalNumberOfStudents":267728,"totalNumberOfReviews":3619,"averageRating":4.0307739834494765}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREENOV3","originalPrice":"4.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/ultimate-beginner-guide-for-streamlabs-obs/":{"courseDetails":{"courseId":2604580,"title":"Ultimate Beginner Guide to Streamlabs OBS (OBS)","shortDescription":"Learn everything you need about livestreaming on Twitch, YouTube, Mixer and more with SLOBS fast and easy","longDescription":"\u003Cp\u003EWelcome to \u003Cstrong\u003EUltimate Beginner Guide to Streamlabs OBS (OBS)!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENick Nyxson here, Your Instructor for this course.\u003C/p\u003E\u003Cp\u003EIn this course, you will learn how to start using\u0026nbsp; Streamlabs OBS which is live streaming software made by Streamlabs and is a modified version of Open Broadcaster Software (OBS).\u003C/p\u003E\u003Cp\u003EIn this course You Will Learn:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is SLOBS (Streamlabs OBS);\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow Streamlabs OBS is any different from OBS Studio;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStreamlabs OBS Settings Walkthrough;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStreamlabs OBS Sources and Scenes;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESteamlabs OBS Tabs;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003Eand Much, Much More!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EEverything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.\u003C/p\u003E\u003Cp\u003EMost importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.\u003C/p\u003E\u003Cp\u003EAnd don\u0027t forget that Instructor is here for you. For any questions do not hesitate to ask, I will try to answer any of your questions as fast and as detailed as possible.\u003C/p\u003E\u003Cp\u003EJoin me in this amazing journey and I hope to see you in class :)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EDisclaimer: This course is made for beginners in live streaming, Open Broadcaster Software (OBS), and Streamlabs OBS (SLOBS). \u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EVersion History:\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EVersion 1.0 - Initial Release;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EVersion 1.1 - Added New \u0022Introduction\u0022 and \u0022Basics\u0022 Sections, New Logo.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/ultimate-beginner-guide-for-streamlabs-obs/","imageUri":"https://img-c.udemycdn.com/course/750x422/2604580_c9b0_5.jpg","duration":"2 Stunden","enrolledStudentsCount":"68.076 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 5/2020","targetAudiences":["People willing to livestream","Gamers","Streamers"],"tags":["IT \u0026 Software","Sonstiges in IT \u0026 Software","Open Broadcaster"],"rating":{"count":240,"averageValue":"4.4"},"instructors":[{"name":"Nick Nyxson","url":"/user/nick-nyxson/","totalNumberOfStudents":328790,"totalNumberOfReviews":4528,"averageRating":4.408579236187846}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0E97C7B914A3614DE2BD","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/einstieg-in-arbeitszeugnisse-entschlusseln-sie-die-codes/":{"courseDetails":{"courseId":3942036,"title":"Einstieg in Arbeitszeugnisse: Entschlüsseln Sie die Codes","shortDescription":"Personalmanagement und Arbeitsrecht: Wie sehen Arbeitszeugnisse aus?","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAllgemein\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022Der Mitarbeiter war stets bemüht\u0022\u003C/em\u003E Wenn dieser Satz im Arbeitszeugnis steht, ist dies von einer Schulnote eine glatte 6.\u003C/p\u003E\u003Cp\u003EDabei gehört dieser Satz noch zu den leichtesten, was eine Entschlüsselung betrifft. Selbstverständlich gibt es unzählige weitere Formulierungen, die einem Mitarbeiter es für eine weitere Bewerbung schwer machen können.\u003C/p\u003E\u003Cp\u003EWichtig ist, dass ein Arbeitszeugnis laut Gesetz immer wohlwollend bzw. befriedigend geschrieben werden muss, damit der Mitarbeiter die Chance hat, wieder in die Arbeitswelt eintreten zu können.\u003C/p\u003E\u003Cp\u003EAllerdings gibt es mehrere Möglichkeiten, ein Arbeitszeugnis schlecht aussehen zu lassen. Zum Beispiel dann, wenn einige Informationen im Arbeitszeugnis einfach fehlen, oder mit kleinen Tricks manipuliert wird. So könnte ein Unternehmen einem Mitarbeiter zum Beispiel Schaden zufügen, wenn hinter der Unterschrift des Vorgesetzten noch ein oder zwei Punkte stehen.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnabhängig davon kann es natürlich auch sein, dass ein Vorgesetzter das Zeugnis vollkommen unbewusst negativ schreibt. Dies passiert hauptsächlich in kleineren Unternehmen. In diesem Fall sollte der Vorgesetzte darauf aufmerksam gemacht und um eine Änderung gebeten werden.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn diesem Kurs erfahren Sie, was ein gutes oder auch negative Arbeitszeugnis ausmacht, damit Sie entweder als Personalangestellter keine Fehler machen, oder als Bewerber wissen, worauf es bei einem guten Zeugnis ankommt.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAls Personalbetriebswirt kenne ich hier die typischen Fälle, die ich Ihnen in diesem Online-Kurs beibringen werde.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInhalt\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWas gehört ins Arbeitszeugnis?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas gehört nicht ins Arbeitszeugnis?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas muss bei der Unterschrift beachtet werden?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWie sind die Fristen bei Änderungen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas sagt der Austrittsgrund und das Datum aus?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas sind die geheimen Codes für schlechte Arbeitsleistung?\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/einstieg-in-arbeitszeugnisse-entschlusseln-sie-die-codes/","imageUri":"https://img-c.udemycdn.com/course/750x422/3942036_1959.jpg","duration":"1 Stunde","enrolledStudentsCount":"584 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 5/2021","targetAudiences":["Personalreferenten","Assistenten Personalleitung","Recruiter","Bewerber","und natürlich alle, die wissen möchten, ob ihr Arbeitszeugnis einen versteckten Code enthält"],"tags":["Business","Wirtschaftsrecht","Arbeitsrecht"],"rating":{"count":1,"averageValue":"3.5"},"instructors":[{"name":"Kristoffer Ditz","url":"/user/kristoffer-ditz/","totalNumberOfStudents":47110,"totalNumberOfReviews":1587,"averageRating":4.364079884144644}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5D8B84D452793DB97317","originalPrice":"2.560 ₹","discountedPrice":"Kostenlos","expirationText":"1 Tage","discountPercentage":100}},"https://www.udemy.com/course/t-shirt-design-masterclass-in-photoshop-sell-your-t-shirt/":{"courseDetails":{"courseId":3603092,"title":"T-Shirt Design Masterclass In Photoshop | Sell Your T-Shirt","shortDescription":"Design Stylish TShirt Photoshop With Adobe Photoshop CC and Learn How To Earn Money By T-Shirt Design","longDescription":"\u003Cp\u003EIn this course you will learn How to create or design your own custom T-Shirt In Photoshop. This course is for Intermediate skill levels, so you will find this course easy to follow if you have basic photoshop knowledge. You will learn how to design a fire fighter tshirt, how to design hero soldier or I’d rather die like a man than live like a coward tagline design, how to design a wanted black and white tshirt, how design a lumberjack tshirt using only with elements. You will have class project for every lessons, so once you will learn a lesson you will have to do class project so than you will have practice during learning.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat This Course Includes:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· Free T-Shirt Mock up\u003C/p\u003E\u003Cp\u003E· Complete PSD File\u003C/p\u003E\u003Cp\u003E· Life-Time Access\u003C/p\u003E\u003Cp\u003E· Support From Me\u003C/p\u003E\u003Cp\u003E· Free Design Graphics and Elements\u003C/p\u003E\u003Cp\u003E· New Updates Often\u003C/p\u003E\u003Cp\u003ESo once you will complete this course you will be able to design a t-shirt in Adobe Photoshop CC and you will now the sites in where you can sell the design of your t-shirt. Let me clear you one things that once you complete this course you will be able to upload or create gigs on fiverr for selling your tshirt as well as you will learn how to sell tshirt design in teespring. So this tshirt design masterclass is perfect for you if you want to learn t-shirt designing.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/t-shirt-design-masterclass-in-photoshop-sell-your-t-shirt/","imageUri":"https://img-c.udemycdn.com/course/750x422/3603092_eb4c_3.jpg","duration":"4 Stunden","enrolledStudentsCount":"37.404 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 7/2021","targetAudiences":["T-Shirt Design Learner"],"tags":["Entwerfen","Grafikdesign \u0026 Illustration","T-Shirt-Design"],"rating":{"count":165,"averageValue":"4.6"},"instructors":[{"name":"Stephen Koel Soren","url":"/user/stephen-koel-soren-3/","totalNumberOfStudents":416798,"totalNumberOfReviews":7016,"averageRating":4.488955032501686}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREETSHIRTCLASS","originalPrice":"1.920 ₹","discountedPrice":"Kostenlos","expirationText":"1 Tage","discountPercentage":100}},"https://www.udemy.com/course/data-visualization-in-excel-for-business-professionals/":{"courseDetails":{"courseId":2312766,"title":"Data Visualization in Excel: All Excel Charts and Graphs","shortDescription":"25\u002B Excel charts and graphs - Data Visualization in Microsoft Excel - visualizing data with Excel 2007- Excel 2019","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhat are the chart types I will learn in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EExcel offers the following major chart types. All of these are covered in this course\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Column Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Line Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Pie Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Doughnut Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Bar Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Area Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; XY (Scatter) Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Bubble Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Stock Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Surface Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Radar Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Combo Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Pivot Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Sparklines\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAnd many other creative ones :)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow are charts useful in Excel?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA chart is a tool you can use in Excel to communicate data graphically. Charts allow your audience to see the meaning behind the numbers, and they make showing comparisons and trends much easier.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat are the benefits of using charts in Excel?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EExcel charts allow spreadsheet administrators to create visualizations of data sets. By highlighting a set of data within an Excel spreadsheet and feeding it into the charting tool, users can easily create various types of charts in which the data is displayed in a graphical way.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will answer all the questions that would pop up while you set to visualize your data using Excel charts such as:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHow do you make Excel charts look better?\u003C/p\u003E\u003Cp\u003EHow do you format a chart in Excel?\u003C/p\u003E\u003Cp\u003EWhat are the different elements of charts?\u003C/p\u003E\u003Cp\u003EHow do I make those awesome infographics that I see in fancy magazines and TV reports?\u003C/p\u003E\u003Cp\u003EHow do I create a comparison chart in Excel?\u003C/p\u003E\u003Cp\u003EWhat is the best chart to use for comparison?\u003C/p\u003E\u003Cp\u003EAnd many more...\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow is this course different from other resources available online?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMost courses cover only teach how to draw different types of charts in Excel. The main point is missed. The main point of creating a chart is that you want to convey a message or tell a story using the chart. In this course, once you have learnt all the charting tools, you will also learn how you should create a chart. How you can highlight your message and avoid clutter in the chart, so that when your audience looks at the chart, the message is clearly conveyed to them.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/data-visualization-in-excel-for-business-professionals/","imageUri":"https://img-c.udemycdn.com/course/750x422/2312766_5148_2.jpg","duration":"4,5 Stunden","enrolledStudentsCount":"134.096 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["Anyone curious to master charts in excel from beginner to advanced in short span of time"],"tags":["Business","Business-Analyse und BI","Excel-Diagramme"],"rating":{"count":1490,"averageValue":"4.3"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1357271,"totalNumberOfReviews":57450,"averageRating":4.460048647286685}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0E1BFB","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/google-bigquery-and-postgresql-sql-for-data-analysis/":{"courseDetails":{"courseId":3202534,"title":"Google BigQuery \u0026 PostgreSQL : Big Query for Data Analysis","shortDescription":"Become BigQuery expert by mastering Google BigQuery for data analysis. Cover all SQL qureies in PostgeSQL \u0026 Big Query","longDescription":"\u003Cp\u003E\u003Cstrong\u003E6 Reasons why you should choose this PostgreSQL and BigQuery course\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ECarefully designed curriculum teaching you everything in SQL and Google BigQuery that you will need for Data analysis in businesses\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EComprehensive - covers basic and advanced SQL statements in both PostgreSQL and Google BigQuery\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBusiness related examples and case studies on SQL and Google BigQuery\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAmple practice exercises on Google BigQuery because SQL and Google BigQuery require practice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDownloadable resources on SQL and Google BigQuery\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYour queries will be responded by the Instructor himself\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this SQL and Google BigQuery course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is a complete tutorial on Google BigQuery and PostgreSQL which can be completed within a weekend. SQL is the most sought-after skill for Data analysis roles in all the companies. Google BigQuery is also in high demand in data analysis field. So whether you want to start a career as a data scientist or just grow you data analysis skills, or just want to learn Google BigQuery this course will cover everything you need to know to do that.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course is taught by Abhishek and Pukhraj. Instructors of the course have been teaching Data Science and Machine Learning for over a decade. We have experience in teaching and using Google BigQuery and PostgreSQL for data analysis purposes.\u003C/p\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 400,000 students and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EI had an awesome moment taking this course. It broaden my knowledge more on the power use of SQL as an analytical tools. Kudos to the instructor! - Sikiru\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EVery insightful, learning very nifty tricks and enough detail to make it stick in your mind. - Armand\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, Google BigQuery, PostgreSQL, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Quizzes, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there is a practice sheet attached for you to follow along. You can also take quizzes to check your understanding of concepts on Google BigQuery and PostgreSQL. Each section contains a practice assignment for you to practically implement your learning on Google BigQuery and PostgreSQL. Solution to Assignment is also shared so that you can review your performance.\u003C/p\u003E\u003Cp\u003EBy the end of this course, your confidence in using Google BigQuery and PostgreSQL will soar. You\u0027ll have a thorough understanding of how to use Google BigQuery and PostgreSQL for Data analytics as a career opportunity.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGo ahead and click the enroll button, and I\u0027ll see you in lesson 1 of this Google BigQuery and PostgreSQL course.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECheers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart-Tech Academy\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EFAQ\u0027s\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy learn SQL?\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ESQL is the most universal and common used database language.It powers the most commonly used database engines like PostgreSQL, SQL Server, SQLite, and MySQL. Simply put,If you want to access databases then yes, you need to know SQL.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIt is not really difficult to learn SQL. SQL is not a programming language, it’s a query language. The primary objective where SQL was created was to give the possibility to common people get interested data from database. It is also an English like language so anyone who can use English at a basic level can write SQL query easily.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESQL is one of the most sought-after skills by hiring employers.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou can earn good money\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EHow much time does it take to learn SQL?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESQL is easy but no one can determine the learning time it takes. It totally depends on you. The method we adopted to help you learn SQL quickly starts from the basics and takes you to advanced level within hours. You can follow the same, but remember you can learn nothing without practicing it. Practice is the only way to learn SQL quickly.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat are the steps I should follow to learn SQL?\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EStart learning from the basics of SQL. The first 10 sections of the course cover the basics.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnce done with the basics, try your hands on advanced SQL. Next 10 sections cover Advanced topics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPractice your learning on the exercise provided in every section.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EWhat\u0027s the difference between SQL and PostgreSQL?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESQL is a language. Specifically, the \u0022Structured Query Language\u0022\u003C/p\u003E\u003Cp\u003EPostgreSQL is one of several database systems, or RDMS (Relational Database Management System). PostgresSQL is one of several RDMS\u0027s, others of which are Oracle, Informix, MySQL, and MSQL.\u003C/p\u003E\u003Cp\u003EAll of these RDMSs use SQL as their language. Each of them have minor variations in the \u0022dialect\u0022 of SQL that they use, but it\u0027s all still SQL.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is BigQuery used for?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBigQuery\u003C/strong\u003E is a web service from Google that is \u003Cstrong\u003Eused for\u003C/strong\u003E handling or analyzing big data. Google BigQuery is part of the Google Cloud Platform. As a NoOps (no operations) data analytics service, \u003Cstrong\u003EGoogle BigQuery\u003C/strong\u003E offers users the ability to manage data using fast SQL-like queries for real-time analysis.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIs BigQuery free?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFor users of Google BigQuery the first 10GB of storage per month is free and the first 1TB of query per month is free. Post these limits, Google BigQuery is chargeable.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhich is better, PostgreSQL or MySQL?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBoth are excellent products with unique strengths, and the choice is often a matter of personal preference.\u003C/p\u003E\u003Cp\u003EPostgreSQL offers overall features for traditional database applications, while MySQL focuses on faster performance for Web-based applications.\u003C/p\u003E\u003Cp\u003EOpen source development will bring more features to subsequent releases of both databases.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho uses these databases?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHere are a few examples of companies that use PostgreSQL: Apple, BioPharm, Etsy, IMDB, Macworld, Debian, Fujitsu, Red Hat, Sun Microsystem, Cisco, Skype.\u003C/p\u003E\u003Cp\u003EGoogle BigQuery is used by companies such as Spotify, The New York Times, Stack Etc.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/google-bigquery-and-postgresql-sql-for-data-analysis/","imageUri":"https://img-c.udemycdn.com/course/750x422/3202534_c73d_2.jpg","duration":"11,5 Stunden","enrolledStudentsCount":"129.174 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 10/2021","targetAudiences":["Working Professionals beginning their Data journey","Anyone curious to master SQL from beginner to Advanced in short span of time"],"tags":["Business","Business-Analyse und BI","Google BigQuery"],"rating":{"count":680,"averageValue":"4.3"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1357271,"totalNumberOfReviews":57450,"averageRating":4.460048647286685}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F3FB19","originalPrice":"1.920 ₹","discountedPrice":"1.248 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/machine-learning-time-series-forecasting-in-python/":{"courseDetails":{"courseId":2859872,"title":"Time Series Analysis and Forecasting using Python","shortDescription":"Learn about time series analysis \u0026 forecasting models in Python |Time Data Visualization|AR|MA|ARIMA|Regression| ANN","longDescription":"\u003Cp\u003EYou\u0027re looking for a complete \u003Cstrong\u003Ecourse on Time Series Forecasting to \u003C/strong\u003Edrive business decisions involving production schedules, inventory management, manpower planning, and many other parts of the business., right?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou\u0027ve found the right Time Series Forecasting and Time Series Analysis course using Python Time Series techniques. \u003C/strong\u003EThis course\u003Cstrong\u003E \u003C/strong\u003Eteaches you everything you need to know about different time series forecasting and time series analysis models and how to implement these models in Python time series.\u003C/p\u003E\u003Cp\u003EAfter completing this course \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EImplement time series forecasting and time series analysis models such as \u003Cstrong\u003EAutoRegression, Moving Average, ARIMA, SARIMA \u003C/strong\u003Eetc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplement multivariate time series forecasting models based on Linear regression and Neural Networks.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfidently practice, discuss and understand different time series forecasting, time series analysis models and Python time series techniques used by organizations\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EHow will this course help you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this Time Series Forecasting course on time series analysis and Python time series applications.\u003C/p\u003E\u003Cp\u003EIf you are a business manager or an executive, or a student who wants to learn and apply forecasting models in real world problems of business, this course will give you a solid base by teaching you the most popular forecasting models and how to implement it. You will also learn time series forecasting models, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe believe in \u003Cstrong\u003Eteaching by example\u003C/strong\u003E. This course is no exception. Every Section’s primary focus is to teach you the concepts through how-to examples. Each section has the following components:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETheoretical concepts\u003C/strong\u003E and use cases of different forecasting models, time series forecasting and time series analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStep-by-step instructions\u003C/strong\u003E on implement time series forecasting models in Python\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDownloadable Code files\u003C/strong\u003E containing data and solutions used in each lecture on time series forecasting, time series analysis and Python time series techniques\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EClass notes and assignments\u003C/strong\u003E to revise and practice the concepts on time series forecasting, time series analysis and Python time series techniques\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe practical classes where we create the model for each of these strategies is something which differentiates this course from any other available online course on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003E.\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe course is taught by Abhishek and Pukhraj. As managers in Global Analytics Consulting firm, we have helped businesses solve their business problem using Analytics and we have used our experience to include the practical aspects of Marketing and data analytics in this course. They also have an in-depth knowledge on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 170,000 enrollments and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThis is very good, i love the fact the all explanation given can be understood by a layman - Joshua\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThank you Author for this wonderful course. You are the best and this course is worth any price. - Daisy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Quizzes, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there are\u003Cstrong\u003E class notes\u003C/strong\u003E attached for you to follow along. You can also take \u003Cstrong\u003Equizzes\u003C/strong\u003E to check your understanding of concepts on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003EEach section contains a \u003Cstrong\u003Epractice assignment\u003C/strong\u003E for you to practically implement your learning on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is covered in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUnderstanding how future sales will change is one of the key information needed by manager to take data driven decisions. In this course, we will deal with time series forecasting, time series analysis and Python time series techniques. We will also explore how one can \u003Cstrong\u003Euse forecasting models to\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESee patterns in time series data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake forecasts based on models\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ELet me give you a brief overview of the course\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 1 - Introduction\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section we will learn about the course structure and how the concepts on time series forecasting, time series analysis and Python time series techniques will be taught in this course.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 2 - Python basics\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis section gets you started with Python.\u003C/p\u003E\u003Cp\u003EThis section will help you set up the python and Jupyter environment on your system and it\u0027ll teach\u003C/p\u003E\u003Cp\u003Eyou how to perform some basic operations in Python. We will understand the importance of different libraries such as Numpy, Pandas \u0026amp; Seaborn.\u003C/p\u003E\u003Cp\u003EThe basics taught in this part will be fundamental in learning time series forecasting, time series analysis and Python time series techniques on later part of this course.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 3 - Basics of Time Series Data\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section, we will discuss about the basics of time series data, application of time series forecasting, and the standard process followed to build a forecasting model, time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 4 - Pre-processing Time Series Data\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section, you will learn how to visualize time series, perform feature engineering, do re-sampling of data, and various other tools to analyze and prepare the data for models and execute time series forecasting, time series analysis and implement Python time series techniques.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 5 -\u003C/strong\u003E \u003Cstrong\u003EGetting Data Ready for Regression Model\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section you will learn what actions you need to take a step by step to get the data and then prepare it for the analysis these steps are very important.\u003C/p\u003E\u003Cp\u003EWe start with understanding the importance of business knowledge then we will see how to do data exploration. We learn how to do uni-variate analysis and bi-variate analysis then we cover topics like\u003Cstrong\u003E outlier treatment and missing value imputation.\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 6 - Forecasting using Regression Model\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis section starts with simple linear regression and then covers multiple linear regression.We have covered the basic theory behind each concept without getting too mathematical about it so that you understand where the concept is coming from and how it is important. But even if you don\u0027t understand it, it will be okay as long as you learn how to run and interpret the result as taught in the practical lectures.\u003C/p\u003E\u003Cp\u003EWe also look at how to quantify models accuracy, what is the meaning of F statistic, how categorical variables in the independent variables dataset are interpreted in the results.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 7 - Theoretical Concepts\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis part will give you a solid understanding of concepts involved in Neural Networks.\u003C/p\u003E\u003Cp\u003EIn this section you will learn about the single cells or Perceptrons and how Perceptrons are stacked to create a network architecture. Once architecture is set, we understand the Gradient descent algorithm to find the minima of a function and learn how this is used to optimize our network model.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 8 - Creating Regression and Classification ANN model in Python\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this part you will learn how to create ANN models in Python.\u003C/p\u003E\u003Cp\u003EWe will start this section by creating an ANN model using Sequential API to solve a classification problem. We learn how to define network architecture, configure the model and train the model. Then we evaluate the performance of our trained model and use it to predict on new data. We also solve a regression problem in which we try to predict house prices in a location. We will also cover how to create complex ANN architectures using functional API. Lastly we learn how to save and restore models.\u003C/p\u003E\u003Cp\u003EI am pretty confident that the course will give you the necessary knowledge and skills related to time series forecasting, time series analysis and Python time series techniques to immediately see practical benefits in your work place.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGo ahead and click the enroll button, and I\u0027ll see you in lesson 1 of this course on time series forecasting, time series analysis and Python time series techniques!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECheers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart-Tech Academy\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/machine-learning-time-series-forecasting-in-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/2859872_aeeb_2.jpg","duration":"13,5 Stunden","enrolledStudentsCount":"118.720 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 2/2021","targetAudiences":["People pursuing a career in data science","Working Professionals beginning their Machine Learning journey","Statisticians needing more practical experience","Anyone curious to master Time Series Analysis using Python in short span of time"],"tags":["Programmierung","Data Science","Zeitreihenanalyse"],"rating":{"count":931,"averageValue":"4.3"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1357271,"totalNumberOfReviews":57450,"averageRating":4.460048647286685}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F2F089","originalPrice":"1.920 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/agile-scrum-master-online-training-course-for-beginners/":{"courseDetails":{"courseId":4306187,"title":"Agile Scrum Master online training course for beginners","shortDescription":"Lay the foundation for your Agile Scrum journey by mastering Agile Project Management from theory to application","longDescription":"\u003Cp\u003ESo excited to welcome you on this \u003Cstrong\u003EScrum for beginners course\u003C/strong\u003E!\u003C/p\u003E\u003Cp\u003EConsider this course as your \u003Cstrong\u003Epersonal guide\u003C/strong\u003E of how to help your teams grow by doing Agile well.\u003C/p\u003E\u003Cp\u003EIt will teach you everything you need to know from \u003Cstrong\u003Ethe very basics of Agile origins \u003C/strong\u003Eand Scrum framework to some \u003Cstrong\u003Eadvanced practical tips\u003C/strong\u003E you will need to apply your knowledge in practice.\u003C/p\u003E\u003Cp\u003EThis course is for you if you are completely new to Scrum or if you have little experience and want to fill in the gaps and structure your knowledge. You can also use this training course as a supplementary resource to prepare for your Agile \u003Cstrong\u003EScrum Master certification\u003C/strong\u003E. \u003C/p\u003E\u003Cp\u003EThe course includes \u003Cstrong\u003Epresentation slides with key points\u003C/strong\u003E on each that you can refer to with \u003Cstrong\u003Ea full lifetime access\u003C/strong\u003E! \u003C/p\u003E\u003Cp\u003EThe course is divided into sections that are bigger themes including smaller lectures in each section making it easier to perceive. \u003C/p\u003E\u003Cp\u003EThere are many Scrum courses out there but this one is different as it is \u003Cstrong\u003Esuccinct, excludes repetitiveness\u003C/strong\u003E, covers Scrum topics\u003Cstrong\u003E in depth\u003C/strong\u003E and theory goes together with \u003Cstrong\u003Eclear practical tips\u003C/strong\u003E how to apply your knowledge in practice, as this is what matters the most, right?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee what you\u0027ll learn in more detail to decide if this course is right for you:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAgile Mindset.\u003C/strong\u003E Learn where Agile comes from. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAgile vs Waterfall.\u003C/strong\u003E How to choose between Agile and Waterfall and when Agile is NOT the best option.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESprinting\u003C/strong\u003E. Apply Scrum framework in practice.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EScrum roles \u0026amp; responsibilities.\u003C/strong\u003E Define Scrum roles and learn what to expect from each of them.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EScrum ceremonies.\u003C/strong\u003E Define Scrum ceremonies and how to effectively facilitate them without compromising self-organisation.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProduct Backlog\u003C/strong\u003E. Differentiate between a good product backlog and a bad one.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDoD \u0026amp; DoR\u003C/strong\u003E. Explain what definition of done and definition of ready are and how to use them in your team.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EUser Stories\u003C/strong\u003E. Learn the concept of user stories and how to break them down.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPrioritisation techniques\u003C/strong\u003E. How to prioritise your product backlog using techniques that best fit your project. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EEstimation.\u003C/strong\u003E How to start estimating your product backlog with story points in case your team starts from scratch. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStory points vs Ideal days.\u003C/strong\u003E The difference between story points and ideal days and how to choose what is better. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETeam\u0027s Velocity\u003C/strong\u003E. How to forecast your team\u0027s progress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAgile metrics\u003C/strong\u003E. How to evaluate your team\u0027s performance. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProgress reporting\u003C/strong\u003E. How to report your team\u0027s progress using charts. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETeam motivation \u0026amp; rewarding \u003C/strong\u003E. How to reward your team and understand what really motivates them. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EIf you feel like this is what you were looking for, don\u0027t miss out on opportunity to get started today!\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/agile-scrum-master-online-training-course-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4306187_34b4_3.jpg","duration":"3,5 Stunden","enrolledStudentsCount":"94 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["Anyone working in IT who want to fill in the gaps in their Scrum understanding","Scrum Masters with little to no experience","Project Managers who want to apply Scrum in practice, but lack necessary skills","Anyone on project team who heard the term Scrum and not sure what this is","Anyone preparing for Scrum certification can use this course as a solid supplementary resource"],"tags":["Business","Projektmanagement","Agile"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Volodymyr Kis","url":"/user/volodymyr-kis/","totalNumberOfStudents":94,"totalNumberOfReviews":2,"averageRating":5}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"049F4C301CE1FE3381CE","originalPrice":"5.440 ₹","discountedPrice":"3.536 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/introduction-to-microservices-edyoda/":{"courseDetails":{"courseId":3754018,"title":"Introduction to Microservices","shortDescription":"A beginners guide to understand Microservices.","longDescription":"\u003Cp\u003EMicroservices architecture provides a modern way of building highly scalable applications. Normally in building cloud-native applications microservices-based architecture is used. In this course, I have explained microservices in the simplest possible way. We start with the explanation of traditional architecture such as Monolithic Architecture, then we discuss how it evolved via service-oriented architecture (SOA) to finally microservices architecture. We talk about the benefits and the challenges of these architectures.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this course, we do NOT cover the microservices-based-frameworks or advanced level of design patterns of microservices.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho\u0027s teaching you in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI have been working with zekeLabs as a corporate trainer for AWS, Azure, DevOps, Git, Chef, Docker. I had extensive experience in the software industry where I have worked as a senior developer and cloud and DevOps Consultant. As a developer, I worked with Cadence, Aricent Technology in the Telecom domain, and Guavus in the Big Data domain. I was in 2007 batch Computer Science Graduate from NIT Allahabad. I am passionate about technology and education. I have shared my knowledge that gonna guide you to understand the core of Aws.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/introduction-to-microservices-edyoda/","imageUri":"https://img-c.udemycdn.com/course/750x422/3754018_537a.jpg","duration":"1 Stunde","enrolledStudentsCount":"54.152 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 1/2021","targetAudiences":["Microservice-based architecture is the future. So whether you are a fresher or an experienced professional, if you want to start building Microservices you will get a good starting point from this course. If you already have basic idea of Microservices you can skip this course."],"tags":["Programmierung","Softwareentwicklungs-Tools","Microservices"],"rating":{"count":349,"averageValue":"3.9"},"instructors":[{"name":"EdYoda Digital University","url":"/user/edyoda2/","totalNumberOfStudents":888304,"totalNumberOfReviews":28568,"averageRating":4.273810631033022},{"name":"Ashish Pandey","url":"/user/e87eb552-3bc4-4363-86cc-dc1b6e0238ff/","totalNumberOfStudents":267728,"totalNumberOfReviews":3619,"averageRating":4.027137635344828}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREENOV3","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}}},"freeCourses":{"https://www.udemy.com/course/kindle-kdp-setup-promote-products-with-free-books-ebooks/":{"courseDetails":{"courseId":4381988,"title":"Kindle KDP Setup \u0026 Promote Products With Free Books / Ebooks","shortDescription":"You can promote anything with a Kindle book. Learn to get big exposure to your Kindle ebook and reach a big audience","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/kindle-kdp-setup-promote-products-with-free-books-ebooks/","imageUri":"https://img-c.udemycdn.com/course/750x422/4381988_41a2_5.jpg","duration":"2113","enrolledStudentsCount":"1,407 students","lastUpdated":null,"targetAudiences":["Entrepreneurs, authors, or business owners"],"tags":["Marketing","Content Marketing","Amazon Kindle Direct Publishing (KDP)"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Alex Genadinik\u0027s Teaching Assistant","url":"/user/alex-genadinik-teaching-assistant/","totalNumberOfStudents":128940,"totalNumberOfReviews":4228,"averageRating":4.267419689461625}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/mohitcrz_i/":{"courseDetails":{"courseId":3766502,"title":"Make Money Online With Kindle Direct Publishing | Part I","shortDescription":"From scratch | with zero dollar investment and without writing any book","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/mohitcrz_i/","imageUri":"https://img-b.udemycdn.com/course/750x422/3766502_30b0_3.jpg?secure=mXLz_Ma07TuHMAhRq7xsyA%3D%3D%2C1637103634","duration":"6093","enrolledStudentsCount":"2,559 students","lastUpdated":null,"targetAudiences":["Anyone, who wants to make money with their laptop.","Budding Entrepreneurs"],"tags":["Business","Entrepreneurship","Amazon Kindle Direct Publishing (KDP)"],"rating":{"count":45,"averageValue":"4.2"},"instructors":[{"name":"Mohit Kumar","url":"/user/mohit-3074/","totalNumberOfStudents":2988,"totalNumberOfReviews":68,"averageRating":4.100912200000001}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/amazon-kindle-secrets-step-by-step-guide-to-ebook-creation/":{"courseDetails":{"courseId":3663644,"title":"Amazon Kindle Secrets: Step by Step Guide to eBook Creation","shortDescription":"eBook Creation for selling on Amazon Kindle","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/amazon-kindle-secrets-step-by-step-guide-to-ebook-creation/","imageUri":"https://img-b.udemycdn.com/course/750x422/3663644_051c.jpg?secure=5GRhjOs6qy6NPRQLwdQgTw%3D%3D%2C1637102000","duration":"4166","enrolledStudentsCount":"2,554 students","lastUpdated":null,"targetAudiences":["Who willing to build an Amazon Kindle"],"tags":["Business","Entrepreneurship","eBook Creation"],"rating":{"count":27,"averageValue":"3.9"},"instructors":[{"name":"Ali Raza","url":"/user/ali-110952/","totalNumberOfStudents":6025,"totalNumberOfReviews":66,"averageRating":4.0438938}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/professional-logo-design-crash-course/":{"courseDetails":{"courseId":399938,"title":"Professional Logo Design in Adobe Illustrator","shortDescription":"Learn how to design a logo that stands out from the crowd.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/professional-logo-design-crash-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/399938_e897_5.jpg?secure=y4xLHGN2XRGnQ_5lD6vCuQ%3D%3D%2C1637101614","duration":"26563","enrolledStudentsCount":"258,892 students","lastUpdated":null,"targetAudiences":["This course is for those how want to learn how to design a logo","Want to know how different logos are design and what are the techniques used in their creation.","Want to learn how to fine-tune your logo design"],"tags":["Design","Graphic Design \u0026 Illustration","Logo Design"],"rating":{"count":9257,"averageValue":"4.5"},"instructors":[{"name":"Rawson Uddin","url":"/user/badaruddin/","totalNumberOfStudents":259016,"totalNumberOfReviews":9284,"averageRating":4.508419708029197}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/streaming-media/":{"courseDetails":{"courseId":4383748,"title":"Video streaming workflows and AWS Cloud","shortDescription":"An Introduction to the Video Workloads in the Cloud","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/streaming-media/","imageUri":"https://img-c.udemycdn.com/course/750x422/4383748_b6b2_3.jpg","duration":"4153","enrolledStudentsCount":"1,315 students","lastUpdated":null,"targetAudiences":["This course is for any IT experts who wants to know more about video streaming workflows in general and applications of Media and Entertainment workflows in the cloud."],"tags":["IT \u0026 Software","Network \u0026 Security"],"rating":null,"instructors":[{"name":"Antoine Courtois","url":"/user/antoine-courtois-3/","totalNumberOfStudents":1309,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/the-exposure-triangle/":{"courseDetails":{"courseId":4376286,"title":"The Exposure Triangle. The Vital Key To Creative Photography","shortDescription":"How Aperture, Shutter Speed and ISO work together to unleash your creative skills.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/the-exposure-triangle/","imageUri":"https://img-c.udemycdn.com/course/750x422/4376286_4ce3_2.jpg","duration":"2849","enrolledStudentsCount":"1,140 students","lastUpdated":null,"targetAudiences":["This course is aimed at beginners just starting their journey into the amazing world of photography"],"tags":["Photography \u0026 Video","Digital Photography","Photography"],"rating":{"count":33,"averageValue":"4.1"},"instructors":[{"name":"Jason Row","url":"/user/jason-row-2/","totalNumberOfStudents":2127,"totalNumberOfReviews":33,"averageRating":4.149891}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/learn-email-marketing-through-phplist-free-opensource/":{"courseDetails":{"courseId":4288268,"title":"Learn Email Marketing through PhpList, Free \u0026 Opensource","shortDescription":"How to do email marketing through PhpList with the GDPR issues resolved to run email campaigns successfully.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/learn-email-marketing-through-phplist-free-opensource/","imageUri":"https://img-b.udemycdn.com/course/750x422/4288268_7fae.jpg?secure=2zKVFEYYjtGwKZqezNkHzQ%3D%3D%2C1637097885","duration":"3564","enrolledStudentsCount":"1,168 students","lastUpdated":null,"targetAudiences":["Freelancers","Small Business Owners","Content Writers","Website Admin","Digital Marketers"],"tags":["Marketing","Digital Marketing","Email Marketing"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Abdullah Khan","url":"/user/54f2b3b025046/","totalNumberOfStudents":7909,"totalNumberOfReviews":62,"averageRating":4.053462850847458}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-use-canva-to-make-instagram-posts-training-2021/":{"courseDetails":{"courseId":4220508,"title":"How to use canva to make Instagram posts? Training 2021","shortDescription":"Learn how to create instagram posts, banners, animations using Canva. It\u0027s so Easy like Never Before. Try it Out!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-use-canva-to-make-instagram-posts-training-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4220508_cce7.jpg","duration":"3587","enrolledStudentsCount":"2,739 students","lastUpdated":null,"targetAudiences":["Freelancers","Content Writers","Designers","Small business owners","Digital Marketers","Business Development"],"tags":["Design","Design Tools","Web Graphics"],"rating":{"count":8,"averageValue":"4.4"},"instructors":[{"name":"Abdullah Khan","url":"/user/54f2b3b025046/","totalNumberOfStudents":7908,"totalNumberOfReviews":62,"averageRating":4.034061047457627}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-modular-dungeon-in-unity/":{"courseDetails":{"courseId":3979288,"title":"Create a modular dungeon in Unity","shortDescription":"Modular level design for games","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-modular-dungeon-in-unity/","imageUri":"https://img-c.udemycdn.com/course/750x422/3979288_bd62.jpg","duration":"5950","enrolledStudentsCount":"3,075 students","lastUpdated":null,"targetAudiences":["Anyone wanting to learn modular layout for games"],"tags":["Design","Game Design","Level Design"],"rating":{"count":75,"averageValue":"4.3"},"instructors":[{"name":"Pete Jepson","url":"/user/pete-jepson/","totalNumberOfStudents":41586,"totalNumberOfReviews":1678,"averageRating":4.495970080784312}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/real-world-microsoft-powerbi-projects-course/":{"courseDetails":{"courseId":4368464,"title":"Real World Microsoft PowerBI Projects Course","shortDescription":"Build Real World Power BI Desktop Projects","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/real-world-microsoft-powerbi-projects-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4368464_6ac5_2.jpg","duration":"4567","enrolledStudentsCount":"2,769 students","lastUpdated":null,"targetAudiences":["Beginners In Power BI"],"tags":["IT \u0026 Software","Other IT \u0026 Software","Microsoft Power BI"],"rating":{"count":27,"averageValue":"4.9"},"instructors":[{"name":"TheMachineLearning.Org .","url":"/user/themahinelearningorg/","totalNumberOfStudents":54106,"totalNumberOfReviews":746,"averageRating":4.577103300297619}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/unreal-engine-global-illumination-for-arch-visualization/":{"courseDetails":{"courseId":4374436,"title":"Unreal Engine: Global Illumination for Arch. Visualization","shortDescription":"Unreal Engine: Global Illumination for Architectural Visualization","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/unreal-engine-global-illumination-for-arch-visualization/","imageUri":"https://img-c.udemycdn.com/course/750x422/4374436_807f.jpg","duration":"5451","enrolledStudentsCount":"1,656 students","lastUpdated":null,"targetAudiences":["Intermediate"],"tags":["Design","3D \u0026 Animation","Unreal Engine"],"rating":{"count":2,"averageValue":"4.7"},"instructors":[{"name":"Smart Start AC","url":"/user/aaron-f-ross/","totalNumberOfStudents":2765,"totalNumberOfReviews":14,"averageRating":4.874891444444445},{"name":"Brian Bradley","url":"/user/brian-bradley-30/","totalNumberOfStudents":2211,"totalNumberOfReviews":11,"averageRating":4.822892727272728}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-aspnet-core-razor-pages-net-6/":{"courseDetails":{"courseId":4361074,"title":"Introduction to ASP.NET Core Razor Pages (.NET 6)","shortDescription":"Quick Introduction to ASP.NET Core  MVC (.NET 6) with Entity Framework Core","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-aspnet-core-razor-pages-net-6/","imageUri":"https://img-c.udemycdn.com/course/750x422/4361074_3d24.jpg","duration":"7178","enrolledStudentsCount":"3,535 students","lastUpdated":null,"targetAudiences":["Anyone who wants to learn fundamentals of ASP NET Core MVC (.NET 6)","Anyone who wants to understand new file structure in ASP NET Core (.NET 6)","Create basic CRUD operation application using ASP NET MVC Core (.NET 6)"],"tags":["Development","Web Development","ASP.NET Core"],"rating":{"count":25,"averageValue":"4.6"},"instructors":[{"name":"Bhrugen Patel","url":"/user/bhrugenpatel/","totalNumberOfStudents":109493,"totalNumberOfReviews":19099,"averageRating":4.485278609342303}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-2/":{"courseDetails":{"courseId":4328614,"title":"How to Make a Wordpress Website With Avada Theme Part 2","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-2/","imageUri":"https://img-c.udemycdn.com/course/750x422/4328614_e507_2.jpg","duration":"6071","enrolledStudentsCount":"1,605 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116012,"totalNumberOfReviews":2566,"averageRating":4.498627506956521}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-2/":{"courseDetails":{"courseId":4327312,"title":"How to Make an Ecommerce Website With Flatsome - Part 2","shortDescription":"Create An eCommerce Website From Scratch With No Experience! - Top Rated Instructor","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-2/","imageUri":"https://img-b.udemycdn.com/course/750x422/4327312_ecc2_2.jpg?secure=XTTL5Ox3JJt8VtCvc9OC6g%3D%3D%2C1637094592","duration":"3805","enrolledStudentsCount":"1,835 students","lastUpdated":null,"targetAudiences":["Anyone that wants to learn how to make an ecommerce website","Anyone that wants to sell something online","Anyone that wants to make passive income"],"tags":["Development","Web Development","WordPress for Ecommerce"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116012,"totalNumberOfReviews":2566,"averageRating":4.498627506956521}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-3/":{"courseDetails":{"courseId":4328642,"title":"How to Make a Wordpress Website With Avada Theme Part 3","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4328642_b52c_2.jpg","duration":"3173","enrolledStudentsCount":"1,615 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":null,"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116012,"totalNumberOfReviews":2566,"averageRating":4.498627506956521}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-1/":{"courseDetails":{"courseId":4324736,"title":"How to Make an Ecommerce Website With Flatsome - Part 1","shortDescription":"Create An eCommerce Website From Scratch With No Experience! - Top Rated Instructor","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-1/","imageUri":"https://img-c.udemycdn.com/course/750x422/4324736_8453_2.jpg","duration":"6109","enrolledStudentsCount":"2,042 students","lastUpdated":null,"targetAudiences":["Anyone that wants to learn how to make an ecommerce website","Anyone that wants to sell something online","Anyone that wants to make passive income"],"tags":["Development","Web Development","WordPress for Ecommerce"],"rating":{"count":2,"averageValue":"4.8"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116012,"totalNumberOfReviews":2566,"averageRating":4.50183146}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-1/":{"courseDetails":{"courseId":4324734,"title":"How to Make a Wordpress Website With Avada Theme Part 1","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-1/","imageUri":"https://img-c.udemycdn.com/course/750x422/4324734_42a2_2.jpg","duration":"7106","enrolledStudentsCount":"1,926 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":{"count":6,"averageValue":"4.9"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116012,"totalNumberOfReviews":2566,"averageRating":4.50183146}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-master-focus-in-30-days/":{"courseDetails":{"courseId":4301799,"title":"How to master focus in 30 days","shortDescription":"Learn how to focus on the task at hand","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-master-focus-in-30-days/","imageUri":"https://img-c.udemycdn.com/course/750x422/4301799_415a_3.jpg","duration":"3972","enrolledStudentsCount":"1,845 students","lastUpdated":null,"targetAudiences":["Anyone who is struggling with focusing"],"tags":["Personal Development","Memory \u0026 Study Skills"],"rating":{"count":14,"averageValue":"4.3"},"instructors":[{"name":"Charity sanders","url":"/user/charity-sanders-2/","totalNumberOfStudents":1845,"totalNumberOfReviews":14,"averageRating":4.2835355}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/react-web-app-testing-with-nodejs-cypress-and-webdriverio/":{"courseDetails":{"courseId":4329330,"title":"React Web App Testing With NodeJs, Cypress, and WebDriverIO","shortDescription":"How To Test A React Web App Using NodeJs, Cypress, and WebDriverIO","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/react-web-app-testing-with-nodejs-cypress-and-webdriverio/","imageUri":"https://img-b.udemycdn.com/course/750x422/4329330_507d.jpg?secure=-1TUe6Pa0mXttExjQTWPMQ%3D%3D%2C1637095901","duration":"7002","enrolledStudentsCount":"6,229 students","lastUpdated":null,"targetAudiences":["Beginner and Intermediate developers looking to learn how to test web applications"],"tags":["Development","Web Development","React"],"rating":{"count":13,"averageValue":"4.7"},"instructors":[{"name":"Nikolay Advolodkin","url":"/user/nikolaya/","totalNumberOfStudents":74230,"totalNumberOfReviews":15960,"averageRating":4.342983296014493}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/datastructures-and-algorithmszero-to-hero/":{"courseDetails":{"courseId":4346446,"title":"DataStructures and Algorithms:Zero to Hero","shortDescription":"Linkedlist,Stack,Queue,Trees,Graphs,Hashing","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/datastructures-and-algorithmszero-to-hero/","imageUri":"https://img-c.udemycdn.com/course/750x422/4346446_143b_2.jpg","duration":"6887","enrolledStudentsCount":"5,138 students","lastUpdated":null,"targetAudiences":["Computer Science Engineers"],"tags":["Development","Database Design \u0026 Development","Data Structures"],"rating":{"count":20,"averageValue":"4.4"},"instructors":[{"name":"Vijay A","url":"/user/vijay-arjun-4/","totalNumberOfStudents":26174,"totalNumberOfReviews":178,"averageRating":4.192334495192307}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/speed-reading-and-deeper-comprehension/":{"courseDetails":{"courseId":4099718,"title":"Speed Reading and Deeper Comprehension","shortDescription":"Deepen your relationship with reading!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/speed-reading-and-deeper-comprehension/","imageUri":"https://img-b.udemycdn.com/course/750x422/4099718_9da2_4.jpg?secure=3G0PbotvujGYIxxe-vS7kQ%3D%3D%2C1637096473","duration":"4825","enrolledStudentsCount":"3,361 students","lastUpdated":null,"targetAudiences":["Seekers of Truth","Knowledge enthusiasts","Personal Development buffs","Intellectuals","Book Worms","Students of the Humanities"],"tags":["Personal Development","Other Personal Development","Speed Reading"],"rating":{"count":24,"averageValue":"4.4"},"instructors":[{"name":"Dosta Andrew Lake","url":"/user/dosta-3/","totalNumberOfStudents":4932,"totalNumberOfReviews":62,"averageRating":4.579416526785715}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-3d-asset-in-blender-and-substance-painter/":{"courseDetails":{"courseId":4320272,"title":"Create a 3D Asset in Blender and Substance Painter","shortDescription":"Create a Sony Walkman in Blender and Substance Painter, Learn 3D modelling in blender and texturing in substance painter","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-3d-asset-in-blender-and-substance-painter/","imageUri":"https://img-b.udemycdn.com/course/750x422/4320272_4732_2.jpg?secure=0LuJdb_7WwrDlDoUNbyOnQ%3D%3D%2C1637101391","duration":"6724","enrolledStudentsCount":"3,416 students","lastUpdated":null,"targetAudiences":["Any type of Blender/Substance user who wants to increase their skill level"],"tags":["Design","3D \u0026 Animation","Blender"],"rating":{"count":38,"averageValue":"4.7"},"instructors":[{"name":"Aniket Rawat","url":"/user/aniket-rawat-5/","totalNumberOfStudents":3490,"totalNumberOfReviews":57,"averageRating":4.6695185666666665}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/ue5-steam/":{"courseDetails":{"courseId":4299045,"title":"Unreal Engine 5 to Steam: How to Release a Game","shortDescription":"Learn how to release your game from Unreal Engine 5 to the Steam Platform.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/ue5-steam/","imageUri":"https://img-b.udemycdn.com/course/750x422/4299045_f726.jpg?secure=9BwfVuquv3yBnEEcKd10mQ%3D%3D%2C1637089264","duration":"4119","enrolledStudentsCount":"4,382 students","lastUpdated":null,"targetAudiences":["Complete beginners with no prior experience","Game Developers who want to release their game on Steam","Anyone who want to release a game on Steam"],"tags":["Development","Game Development","Unreal Engine"],"rating":{"count":16,"averageValue":"4.6"},"instructors":[{"name":"Titanforged Entertainment","url":"/user/titanforged-entertainment/","totalNumberOfStudents":5073,"totalNumberOfReviews":122,"averageRating":4.742222389610389}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/connect-to-mysql-db-using-pdo/":{"courseDetails":{"courseId":4252008,"title":"PDO \u0026 MySQL: Connect to MySQL DB using PDO \u0026 CRUD Operations","shortDescription":"Go from a Beginner to Advance in PDO: Connect to MySQL DB using PDO, Write your first PDO Wrapper class, and do CRUD","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/connect-to-mysql-db-using-pdo/","imageUri":"https://img-c.udemycdn.com/course/750x422/4252008_4a1f_4.jpg","duration":"6641","enrolledStudentsCount":"4,439 students","lastUpdated":null,"targetAudiences":["1.\tPHP | PDO enthusiasts","2.\tNewbie in PDO","3.\tFreelance web developers who want to get a better grasp in PHP | PDO","4.\tIntermediate PHP|PDO developers who want to write slimmer, concise, more secure codes.","5.\tExperience PHP  developers who are still struggling with PDO"],"tags":["Development","Web Development","PDO"],"rating":{"count":6,"averageValue":"4.1"},"instructors":[{"name":"Armstrong Nana TAGU","url":"/user/be3c017d-218c-4b28-9e05-19d4486dd472/","totalNumberOfStudents":4441,"totalNumberOfReviews":6,"averageRating":4.1426835}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-power-automate-desktop/":{"courseDetails":{"courseId":4294694,"title":"Introduction to Power Automate Desktop","shortDescription":"Step by step kick start guide of Power Automate Desktop for Beginners","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-power-automate-desktop/","imageUri":"https://img-b.udemycdn.com/course/750x422/4294694_ff22_4.jpg?secure=vshMfzcjhtDx8__w_S3G2w%3D%3D%2C1637089268","duration":"7047","enrolledStudentsCount":"3,812 students","lastUpdated":null,"targetAudiences":["Beginners curious about Step by Step guide to learn Microsoft Power Automate Desktop"],"tags":["Development","Software Development Tools","Microsoft Power Automate"],"rating":{"count":19,"averageValue":"4.3"},"instructors":[{"name":"Goloknath Mishra","url":"/user/goloknath-mishra-2/","totalNumberOfStudents":4051,"totalNumberOfReviews":24,"averageRating":4.1263048541666665}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/part-2-learn-django-by-building-invoice-management-system/":{"courseDetails":{"courseId":4182884,"title":"Part 2 - Learn Django by Building Invoice Management System","shortDescription":"Python and Django Framework","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/part-2-learn-django-by-building-invoice-management-system/","imageUri":"https://img-c.udemycdn.com/course/750x422/4182884_d0c0_2.jpg","duration":"7010","enrolledStudentsCount":"3,396 students","lastUpdated":null,"targetAudiences":["Any student interesting in web devepment"],"tags":["IT \u0026 Software","Other IT \u0026 Software","Django"],"rating":{"count":5,"averageValue":"3.8"},"instructors":[{"name":"Abdourahman Badjie","url":"/user/abdourahman-badjie/","totalNumberOfStudents":14138,"totalNumberOfReviews":182,"averageRating":4.468548791525424}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-algorithms-and-data-structures-in-c/":{"courseDetails":{"courseId":842934,"title":"Introduction to Algorithms and Data structures in C\u002B\u002B","shortDescription":"A step-by-step guide with solved problems. I\u0027m teaching visually with lots of examples.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-algorithms-and-data-structures-in-c/","imageUri":"https://img-c.udemycdn.com/course/750x422/842934_a4a7_3.jpg","duration":"11720","enrolledStudentsCount":"113,205 students","lastUpdated":null,"targetAudiences":["You, if you don\u0027t know where to start.","You, if you watched many YouTube videos without understanding!","You, if you want to learn Algorithms \u0026 Data Structures fast!","You, if you want to solve algorithmic problems!"],"tags":["Development","Programming Languages","Data Structures"],"rating":{"count":6215,"averageValue":"4.4"},"instructors":[{"name":"Andrei Margeloiu","url":"/user/andrei-margeloiu/","totalNumberOfStudents":113174,"totalNumberOfReviews":6215,"averageRating":4.3847647}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/python-pandas-for-your-grandpa/":{"courseDetails":{"courseId":3811114,"title":"Python Pandas For Your Grandpa","shortDescription":"So easy, your grandpa could learn it!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/python-pandas-for-your-grandpa/","imageUri":"https://img-c.udemycdn.com/course/750x422/3811114_83fc_3.jpg","duration":"7179","enrolledStudentsCount":"4,433 students","lastUpdated":null,"targetAudiences":["Anyone with basic Python knowledge interested in learning Pandas for data wrangling","People interested in data science and machine learning"],"tags":["Development","Data Science","Python"],"rating":{"count":25,"averageValue":"4.9"},"instructors":[{"name":"Ben Gorman","url":"/user/bengorman2/","totalNumberOfStudents":15914,"totalNumberOfReviews":125,"averageRating":4.692021034482758}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/arsa-framework-master-of-arsa-script/":{"courseDetails":{"courseId":1303206,"title":"ARSA Framework: Master of ARSA Script.","shortDescription":"Study ARSA Script with your Photoshop. Quick and clean scripting for 2D games development.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/arsa-framework-master-of-arsa-script/","imageUri":"https://img-b.udemycdn.com/course/750x422/1303206_6271_4.jpg?secure=ShlPJJJi_LYjlsouBMek1w%3D%3D%2C1637103675","duration":"42658","enrolledStudentsCount":"9,482 students","lastUpdated":null,"targetAudiences":["Guys who focus to new game developer.","Anyone who wants easy way to make game or app.","Photoshop family and have intension to making digital media game or app on smartphones."],"tags":["Development","Game Development","2D Game Development"],"rating":{"count":36,"averageValue":"4.9"},"instructors":[{"name":"Arsa T.","url":"/user/arsa-t/","totalNumberOfStudents":9482,"totalNumberOfReviews":36,"averageRating":4.858133}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/build-website-and-start-earning-monney-in-less-than-1-hour/":{"courseDetails":{"courseId":2276745,"title":"Live Blog Creation , watch me customize a website","shortDescription":"Live Blog Creation , watch me customize a website","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/build-website-and-start-earning-monney-in-less-than-1-hour/","imageUri":"https://img-c.udemycdn.com/course/750x422/2276745_a64b_3.jpg","duration":"3380","enrolledStudentsCount":"3,824 students","lastUpdated":null,"targetAudiences":["this course is for people who want to create blogger fast and earn monney from it"],"tags":["Development","Web Development","Google Blogger"],"rating":{"count":14,"averageValue":"4.8"},"instructors":[{"name":"Fouad boughanzai","url":"/user/fouad-boughanzai/","totalNumberOfStudents":3824,"totalNumberOfReviews":14,"averageRating":4.7623625}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-php-free-course/":{"courseDetails":{"courseId":4150798,"title":"Introduction to PHP (Free course)","shortDescription":"This course capture few on PHP Basics","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-php-free-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4150798_1601.jpg","duration":"2033","enrolledStudentsCount":"3,966 students","lastUpdated":null,"targetAudiences":["Beginner Web Developers that want to Learn the Basics of PHP"],"tags":["IT \u0026 Software","Other IT \u0026 Software","PHP"],"rating":{"count":19,"averageValue":"3.1"},"instructors":[{"name":"Adeola Oke","url":"/user/adeola-oke-5/","totalNumberOfStudents":3967,"totalNumberOfReviews":19,"averageRating":3.1047091}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/data-project-with-beautiful-soup-web-scraping-e-commerce/":{"courseDetails":{"courseId":4256776,"title":"Data Project with Beautiful Soup - Web Scraping E-Commerce","shortDescription":"Learn how to scrape E-Commerce Websites with Beautiful Soup","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/data-project-with-beautiful-soup-web-scraping-e-commerce/","imageUri":"https://img-c.udemycdn.com/course/750x422/4256776_a777.jpg","duration":"4279","enrolledStudentsCount":"6,042 students","lastUpdated":null,"targetAudiences":["Everybody who is interested in Web Scraping, for example Data Scientists"],"tags":["Development","Web Development","Web Scraping"],"rating":{"count":41,"averageValue":"4.8"},"instructors":[{"name":"Alexander Schlee","url":"/user/alexander-schlee-42/","totalNumberOfStudents":71693,"totalNumberOfReviews":767,"averageRating":4.6813500832075485}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/algorithms-programming-logic/":{"courseDetails":{"courseId":4205272,"title":"Algorithms. Development of Programming Logic","shortDescription":"Develop your Programming Logic by creating Algorithms","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/algorithms-programming-logic/","imageUri":"https://img-c.udemycdn.com/course/750x422/4205272_3fe9.jpg","duration":"6976","enrolledStudentsCount":"8,922 students","lastUpdated":null,"targetAudiences":["Programming Students","Interested in improving your programming skills"],"tags":["Development","Mobile Development","Algorithms"],"rating":{"count":38,"averageValue":"4.1"},"instructors":[{"name":"Jose Javier Villena","url":"/user/josejaviervillena/","totalNumberOfStudents":145982,"totalNumberOfReviews":33887,"averageRating":4.465095680967404}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/machine-learning-fundamentals-python/":{"courseDetails":{"courseId":3288010,"title":"Machine Learning Fundamentals [Python]","shortDescription":"Understanding Machine Learning for Data Science in python. Best skill to get in free time.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/machine-learning-fundamentals-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/3288010_01e6.jpg","duration":"3589","enrolledStudentsCount":"5,365 students","lastUpdated":null,"targetAudiences":["Anyone who is looking or dont know from where to start Machine Learning can opt for this course.","This will provide a good foundation in understanding concept of Machine Learning."],"tags":["Development","Data Science","Machine Learning"],"rating":{"count":43,"averageValue":"4.3"},"instructors":[{"name":"Rishi Bansal","url":"/user/shivani-rajvanshi/","totalNumberOfStudents":40782,"totalNumberOfReviews":717,"averageRating":4.137167239583333}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/the-art-of-doing-get-coding-today-with-python-fundamentals/":{"courseDetails":{"courseId":4214950,"title":"The Art of Doing: Get Coding Today With Python Fundamentals!","shortDescription":"Learn Python by DOING!  Create your own programs today!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/the-art-of-doing-get-coding-today-with-python-fundamentals/","imageUri":"https://img-c.udemycdn.com/course/750x422/4214950_80b8_2.jpg","duration":"6511","enrolledStudentsCount":"5,234 students","lastUpdated":null,"targetAudiences":["Beginner programmers who are looking for an opportunity to learn though application rather than direct instruction."],"tags":["Development","Programming Languages","Python"],"rating":{"count":27,"averageValue":"4.4"},"instructors":[{"name":"Michael Eramo","url":"/user/michaeleramo/","totalNumberOfStudents":140184,"totalNumberOfReviews":2097,"averageRating":4.662352958914728}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/free-spanish-class-for-beginners/":{"courseDetails":{"courseId":4214058,"title":"FREE Spanish Class For Beginners","shortDescription":"100% FREE! This is the simplest and most effective way to start speaking Spanish","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/free-spanish-class-for-beginners/","imageUri":"https://img-b.udemycdn.com/course/750x422/4214058_1d59_3.jpg?secure=n_iytj1zJ-OTG9N0eFScOg%3D%3D%2C1637096496","duration":"5252","enrolledStudentsCount":"3,428 students","lastUpdated":null,"targetAudiences":["Anyone who needs to acquire a practical use of basic Spanish accurately within a few hours or less!","Anyone with very little knowledge of Spanish or even absolute beginners!","Anyone who wants to be able to speak and have effective communication and conversations in Spanish in less than 4 hours!","Anyone who would love to learn Spanish through speaking and active involvement instead of memorizing lists or rules!","Anyone who is skeptical about paying for Udemy courses any want a free sample before making a honest commitment!","Anyone who is still afraid that they cannot learn Spanish with training courses online, so they want a free sample to see if this is the right course for them!"],"tags":["Teaching \u0026 Academics","Language Learning","Spanish Language"],"rating":{"count":28,"averageValue":"4.5"},"instructors":[{"name":"Julie Guaglianono","url":"/user/julie-3979/","totalNumberOfStudents":15389,"totalNumberOfReviews":185,"averageRating":4.31817843945946}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/aspnet-core-dependency-injection-container/":{"courseDetails":{"courseId":4001978,"title":"Asp.Net Core Dependency Injection Container","shortDescription":"Asp .Net Core Dependency Injection Container, C#, Dependency Inversion, IOC,Lously Coupling,Clean Code,Service Lifetimes","longDescription":null,"language":"Türkçe","courseUri":"https://www.udemy.com/course/aspnet-core-dependency-injection-container/","imageUri":"https://img-c.udemycdn.com/course/750x422/4001978_d7a0_3.jpg","duration":"7123","enrolledStudentsCount":"2.663 öğrenci","lastUpdated":null,"targetAudiences":["Dependency Inversion, Inversion Of Control (IOC), Dependency Injection Kavramlarını Öğrenmek İsteyenler","Microsoft Dependency Injection Container Teknolojisini Uygulama Geliştirirken Kullanmak İsteyen Yazılım Severler"],"tags":["Yazılım Geliştirme","Web Geliştirme","Dependency Injection"],"rating":{"count":43,"averageValue":"4.7"},"instructors":[{"name":"Best Codder","url":"/user/best-codder/","totalNumberOfStudents":5551,"totalNumberOfReviews":164,"averageRating":4.680939036363636},{"name":"Hasan Denli","url":"/user/hasan-denli/","totalNumberOfStudents":3217,"totalNumberOfReviews":143,"averageRating":4.64591815}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/whatsapp-targeted-marketing/":{"courseDetails":{"courseId":4183724,"title":"WhatsApp Targeted Marketing","shortDescription":"How To Use WhatsApp Business API Automation To Get The Best ROIs?","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/whatsapp-targeted-marketing/","imageUri":"https://img-c.udemycdn.com/course/750x422/4183724_c0b6_2.jpg","duration":"5455","enrolledStudentsCount":"9.266 öğrenci","lastUpdated":null,"targetAudiences":["Businesses who want to market with WhatsApp","To learn everything about WATI and how to work with a WhatsApp Business Account"],"tags":["Pazarlama","Dijital Pazarlama","WhatsApp Pazarlama"],"rating":{"count":59,"averageValue":"4.6"},"instructors":[{"name":"Prabhansh Jain","url":"/user/prabhansh-jain/","totalNumberOfStudents":9264,"totalNumberOfReviews":59,"averageRating":4.56591},{"name":"Crystal Tai","url":"/user/crystal-tai-4/","totalNumberOfStudents":9264,"totalNumberOfReviews":59,"averageRating":4.56591}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/photoshop-painting-tutorial/":{"courseDetails":{"courseId":349144,"title":"Photoshop: Learn Digital Painting Basics in Photoshop","shortDescription":"Photoshop: Learn the software and use a Wacom tablet to easily start creating beautiful digital paintings in Photoshop.","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/photoshop-painting-tutorial/","imageUri":"https://img-c.udemycdn.com/course/750x422/349144_21e2_4.jpg","duration":"7186","enrolledStudentsCount":"11.283 öğrenci","lastUpdated":null,"targetAudiences":["Take this course if you want to learn Photoshop better in general","Take this course if you specifically want to use Photoshop for digital painting","Take this course if you want to pursue a career in any kind of digital art, i.e. concept artist, storyboard artist, character design, animation, matte painting or even automotive design. All these fields use Photoshop painting.","Take this course if you enjoy painting, and want to learn how to do it digitally.","Take this course if you want to become a better artist.","Take this course if you think painting would be fun, but you don\u0027t have all the tools and the know how to paint traditionally.","Take this course if you want a relatively easy way to get started painting stuff.","Take this course if you want to paint with NO MESS!","Take this course if you just bought a Wacom tablet off of ebay, and you want to learn how to use it in an awesome way."],"tags":["Tasarım","Diğer Grafik Tasarım ve İllüstrasyon","Photoshop"],"rating":{"count":239,"averageValue":"4.7"},"instructors":[{"name":"Adam Zollinger","url":"/user/adamzollinger2/","totalNumberOfStudents":111133,"totalNumberOfReviews":11794,"averageRating":4.4725879308668075}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/beautiful-soup-in-action-web-scraping-a-car-dealer-website/":{"courseDetails":{"courseId":4239840,"title":"Beautiful Soup in Action - Web Scraping a Car Dealer Website","shortDescription":"Real Life Project - Extract Data from a Car Dealer Website","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/beautiful-soup-in-action-web-scraping-a-car-dealer-website/","imageUri":"https://img-c.udemycdn.com/course/750x422/4239840_ae46_2.jpg","duration":"4386","enrolledStudentsCount":"7.466 öğrenci","lastUpdated":null,"targetAudiences":["Data Enthusiasts who want to create their own datasets"],"tags":["BT ve Yazılım","Diğer BT ve Yazılım","Web Scraping"],"rating":{"count":78,"averageValue":"4.8"},"instructors":[{"name":"Alexander Schlee","url":"/user/alexander-schlee-42/","totalNumberOfStudents":71693,"totalNumberOfReviews":767,"averageRating":4.6813500832075485}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/aws-data-analyticsscience-elastic-search-kinesis/":{"courseDetails":{"courseId":1975154,"title":"AWS Analytics - Athena Kinesis Redshift QuickSight Glue","shortDescription":"Covering Data Science, Data Lake, Machine learning, Warehouse, Pipeline, Athena, AWS CLI, Big data, EMR and BI, AI tools","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/aws-data-analyticsscience-elastic-search-kinesis/","imageUri":"https://img-c.udemycdn.com/course/750x422/1975154_d44e_3.jpg","duration":"9488","enrolledStudentsCount":"16.247 öğrenci","lastUpdated":null,"targetAudiences":["This course addresses basic to advanced concepts."],"tags":["BT ve Yazılım","Diğer BT ve Yazılım","Web Analizi"],"rating":{"count":477,"averageValue":"4.2"},"instructors":[{"name":"Kaushik Vadali","url":"/user/sri-vadali/","totalNumberOfStudents":98242,"totalNumberOfReviews":2288,"averageRating":3.876193655319149}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/elpmoneyfight/":{"courseDetails":{"courseId":1306662,"title":"English Listening Practice: The Money Fight","shortDescription":"Listen to REAL Podcast and Do REAL Exercises","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/elpmoneyfight/","imageUri":"https://img-c.udemycdn.com/course/750x422/1306662_03f3_2.jpg","duration":"6840","enrolledStudentsCount":"5.991 öğrenci","lastUpdated":null,"targetAudiences":["English students who want to improve their listening","People who want to hear guided listening about \u0022The Money Fight\u0022"],"tags":["Öğretim ve Akademi","Dil Öğrenimi"],"rating":{"count":55,"averageValue":"4.6"},"instructors":[{"name":"Jesse Sweed","url":"/user/jessesweed/","totalNumberOfStudents":31807,"totalNumberOfReviews":1068,"averageRating":4.69565855}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/histograms-and-scurves-using-excel-charts/":{"courseDetails":{"courseId":1973650,"title":"Histograms and S-curves using Excel charts","shortDescription":"Histograms and S-curves for Planning","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/histograms-and-scurves-using-excel-charts/","imageUri":"https://img-c.udemycdn.com/course/750x422/1973650_240d.jpg","duration":"2257","enrolledStudentsCount":"6.335 öğrenci","lastUpdated":null,"targetAudiences":["Engineers","Accountants","follow up"],"tags":["Yazılım Geliştirme","Yazılım Geliştirme Araçları","Excel Grafikleri"],"rating":{"count":90,"averageValue":"3.7"},"instructors":[{"name":"Ahmed Mahmoud Mohammed Abd Elgalil","url":"/user/ahmed-mahmoud-mohammed-abd-elgalil/","totalNumberOfStudents":7054,"totalNumberOfReviews":155,"averageRating":3.9986172000000004}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/secrets-of-hacking/":{"courseDetails":{"courseId":4224328,"title":"Hacking - Secrets of Hacking","shortDescription":"Secrets of Hacking Decoded","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/secrets-of-hacking/","imageUri":"https://img-b.udemycdn.com/course/750x422/4224328_e09d_3.jpg?secure=LLJsWl8ksXnScTpFE5aNQw%3D%3D%2C1637103700","duration":"1845","enrolledStudentsCount":"4.851 öğrenci","lastUpdated":null,"targetAudiences":["People Who Wants to Hack in The Future","Begginers and Professional Hackers Too Included"],"tags":["BT ve Yazılım","Ağ ve Güvenlik","Etik Hackleme"],"rating":{"count":28,"averageValue":"3.8"},"instructors":[{"name":"Mr.Isaac Osei Asante","url":"/user/mrisaac-osei-asante/","totalNumberOfStudents":12110,"totalNumberOfReviews":68,"averageRating":3.7658421277777774}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/php-programming-by-digiflax/":{"courseDetails":{"courseId":4229582,"title":"PHP Programming for Begginers","shortDescription":"Learn the Basics and Fundamentals of PHP Programming! A Great PHP Course that you will Actually Learn!","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/php-programming-by-digiflax/","imageUri":"https://img-c.udemycdn.com/course/750x422/4229582_919a_2.jpg","duration":"6007","enrolledStudentsCount":"7.048 öğrenci","lastUpdated":null,"targetAudiences":["programmers","web developers","web designers","app developers","coders","computer science","technology addicts","marketers"],"tags":["Yazılım Geliştirme","Programlama Dilleri","PHP"],"rating":{"count":33,"averageValue":"4.4"},"instructors":[{"name":"DIGIFLAX E-LEARNING","url":"/user/digiflax/","totalNumberOfStudents":53105,"totalNumberOfReviews":1426,"averageRating":4.171792824875623}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/7-sleep-hacking-tips-to-fall-asleep-fast-100-natural/":{"courseDetails":{"courseId":4221448,"title":"7 sleep hacking tips to fall asleep fast (100% natural)","shortDescription":"Sleep hacking tips that work! Fall asleep fast and enjoy the benefits from a restful deep sleep. Sleep better tonight!","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/7-sleep-hacking-tips-to-fall-asleep-fast-100-natural/","imageUri":"https://img-c.udemycdn.com/course/750x422/4221448_2395_3.jpg","duration":"3081","enrolledStudentsCount":"2.570 öğrenci","lastUpdated":null,"targetAudiences":["Anyone who\u0027s serious about their sleep","Anyone who\u0027ve tried taking sleep pills but is still struggling"],"tags":["Sağlık ve Fitness","Genel Sağlık","Uyku"],"rating":{"count":23,"averageValue":"4.1"},"instructors":[{"name":"Alessio Lorandi","url":"/user/alessio-lorandi2/","totalNumberOfStudents":14811,"totalNumberOfReviews":240,"averageRating":4.36260588630137}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/computer-organization-and-architecture-scratch-to-advance/":{"courseDetails":{"courseId":4231008,"title":"Computer Organization and Architecture : Scratch to Advance","shortDescription":"Learn Instruction Pipelining, I/O Modeling, Cache Memory.","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/computer-organization-and-architecture-scratch-to-advance/","imageUri":"https://img-c.udemycdn.com/course/750x422/4231008_496d.jpg","duration":"2146","enrolledStudentsCount":"4.342 öğrenci","lastUpdated":null,"targetAudiences":["Academic Students","Competitive Exam Aspirants","GATE CS/IT"],"tags":["Öğretim ve Akademi","Mühendislik","Bilgisayar Mimarisi"],"rating":{"count":23,"averageValue":"4.7"},"instructors":[{"name":"Atchyut Kumar","url":"/user/atchyut-kumar-reddy-a/","totalNumberOfStudents":8382,"totalNumberOfReviews":244,"averageRating":4.57379901221374}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/linux-command-lines-and-administration/":{"courseDetails":{"courseId":1751632,"title":"Linux command lines and administration in 2 days","shortDescription":"your fast way for dealing with command line and making installations for web servers.","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/linux-command-lines-and-administration/","imageUri":"https://img-c.udemycdn.com/course/750x422/1751632_da55.jpg","duration":"5939","enrolledStudentsCount":"18.718 öğrenci","lastUpdated":null,"targetAudiences":["Beginner Linux, web administrators, server lovers, web developers"],"tags":["BT ve Yazılım","İşletim Sistemleri ve Sunucular","Linux"],"rating":{"count":433,"averageValue":"3.1"},"instructors":[{"name":"Alaa Jalboush","url":"/user/alaa-jalboush/","totalNumberOfStudents":26615,"totalNumberOfReviews":453,"averageRating":3.722663217391304}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/easy-in-demand-developer-tools-for-job-set1-redis-vagrant/":{"courseDetails":{"courseId":1238886,"title":"Two popular tools -Easily Learn to work with Redis,Vagrant","shortDescription":"Redis,Vagrant - Learn Two topics in one course. Redis,Vagrant are top rated popular tools among Enterprises \u0026 Developers","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/easy-in-demand-developer-tools-for-job-set1-redis-vagrant/","imageUri":"https://img-c.udemycdn.com/course/750x422/1238886_d32d_3.jpg","duration":"8297","enrolledStudentsCount":"18.700 öğrenci","lastUpdated":null,"targetAudiences":["Beginner in Redis","Beginner in Vagrant","Anyone wants to upgrade their career","Anyone interested in knowing about tools used by enterprises"],"tags":["Yazılım Geliştirme","Yazılım Geliştirme Araçları","Vagrant"],"rating":{"count":252,"averageValue":"4.1"},"instructors":[{"name":"Gandhi Kumarasamy Sezhian","url":"/user/gksezhian/","totalNumberOfStudents":56666,"totalNumberOfReviews":1246,"averageRating":4.593696815789474}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/learn-php-pdo-mysql-basics-crud-operations/":{"courseDetails":{"courseId":4217956,"title":"Learn PHP PDO Mysql Basics CRUD Operations","shortDescription":"Basics php pdo crud operations","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/learn-php-pdo-mysql-basics-crud-operations/","imageUri":"https://img-b.udemycdn.com/course/750x422/4217956_c830_2.jpg?secure=z6VXAFla8LgV_eDYMXIFvg%3D%3D%2C1637100108","duration":"6830","enrolledStudentsCount":"3.946 öğrenci","lastUpdated":null,"targetAudiences":["This course is for that student who wants to learn basics crud operations using pdo"],"tags":["BT ve Yazılım","Diğer BT ve Yazılım","PHP"],"rating":{"count":12,"averageValue":"4.6"},"instructors":[{"name":"Mohammad Faizan","url":"/user/29afd79c-894d-4556-930e-f4f06526635f/","totalNumberOfStudents":17600,"totalNumberOfReviews":434,"averageRating":4.504161972222223}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/arduino-ile-robotik-kursu/":{"courseDetails":{"courseId":2266372,"title":"Arduino ile Robotik Kursu","shortDescription":"Arduino ile Devre yapımı ve Robotiği Yakışıklı Örneklerle Öğrenin","longDescription":null,"language":"Türkçe","courseUri":"https://www.udemy.com/course/arduino-ile-robotik-kursu/","imageUri":"https://img-c.udemycdn.com/course/750x422/2266372_985a_2.jpg","duration":"2546","enrolledStudentsCount":"9.714 öğrenci","lastUpdated":null,"targetAudiences":["robotlara meraklı, arduino kullamak isteyen"],"tags":["BT ve Yazılım","Donanım","Arduino"],"rating":{"count":203,"averageValue":"4.0"},"instructors":[{"name":"Aşkın TEMEL","url":"/user/askin-3/","totalNumberOfStudents":64154,"totalNumberOfReviews":1932,"averageRating":4.198323602877698},{"name":"Erken Aşama","url":"/user/erken-asama/","totalNumberOfStudents":60290,"totalNumberOfReviews":1810,"averageRating":4.311516593406593}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/php-ile-web-gelistirme/":{"courseDetails":{"courseId":2458856,"title":"Php ile Web Geliştirme","shortDescription":"Php Dersleri ile Yeni Bir Dünyaya Giriş","longDescription":null,"language":"Türkçe","courseUri":"https://www.udemy.com/course/php-ile-web-gelistirme/","imageUri":"https://img-c.udemycdn.com/course/750x422/2458856_8897.jpg","duration":"11331","enrolledStudentsCount":"15.066 öğrenci","lastUpdated":null,"targetAudiences":["php dilini öğrenmek isteyen herkes","web yazılımcılar"],"tags":["Yazılım Geliştirme","Web Geliştirme","PHP"],"rating":{"count":241,"averageValue":"4.3"},"instructors":[{"name":"Aşkın TEMEL","url":"/user/askin-3/","totalNumberOfStudents":64154,"totalNumberOfReviews":1932,"averageRating":4.198323602877698},{"name":"Erken Aşama","url":"/user/erken-asama/","totalNumberOfStudents":60290,"totalNumberOfReviews":1810,"averageRating":4.311516593406593}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/youtube-youtuber-ile-ogrenilir/":{"courseDetails":{"courseId":2435518,"title":"Youtube Youtuber İle Öğrenilir","shortDescription":"youtube da yüzbinlerce izlenmenin taktiği","longDescription":null,"language":"Türkçe","courseUri":"https://www.udemy.com/course/youtube-youtuber-ile-ogrenilir/","imageUri":"https://img-c.udemycdn.com/course/750x422/2435518_72aa_5.jpg","duration":"8012","enrolledStudentsCount":"12.179 öğrenci","lastUpdated":null,"targetAudiences":["youtube da gelişmeye arzulu insanlar"],"tags":["Pazarlama","Sosyal Medya Pazarlama","YouTube Pazarlama"],"rating":{"count":241,"averageValue":"4.7"},"instructors":[{"name":"Aşkın TEMEL","url":"/user/askin-3/","totalNumberOfStudents":64154,"totalNumberOfReviews":1932,"averageRating":4.198323602877698},{"name":"Erken Aşama","url":"/user/erken-asama/","totalNumberOfStudents":60286,"totalNumberOfReviews":1810,"averageRating":4.311516593406593}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/cocuklar-icin-orneklerle-robotik-kursu-twin/":{"courseDetails":{"courseId":2766794,"title":"Çocuklar için Örneklerle Robotik Kursu ( TWİN )","shortDescription":"Twin ile Robotiği Öğrenin","longDescription":null,"language":"Türkçe","courseUri":"https://www.udemy.com/course/cocuklar-icin-orneklerle-robotik-kursu-twin/","imageUri":"https://img-c.udemycdn.com/course/750x422/2766794_6c3d_2.jpg","duration":"5365","enrolledStudentsCount":"4.939 öğrenci","lastUpdated":null,"targetAudiences":["Robot yapmak isteyenler.","Robot yapımına meraklı olanlar."],"tags":["BT ve Yazılım","Donanım","Elektronik"],"rating":{"count":31,"averageValue":"4.4"},"instructors":[{"name":"Aşkın TEMEL","url":"/user/askin-3/","totalNumberOfStudents":64154,"totalNumberOfReviews":1932,"averageRating":4.198323602877698}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/parali-unity3d-assetleri-inceleme/":{"courseDetails":{"courseId":3548742,"title":"Paralı Unity3d Assetleri İnceleme","shortDescription":"Satın almak istediğin unity3d assetlerini bir de benden dinle","longDescription":null,"language":"Türkçe","courseUri":"https://www.udemy.com/course/parali-unity3d-assetleri-inceleme/","imageUri":"https://img-c.udemycdn.com/course/750x422/3548742_a28a_2.jpg","duration":"4198","enrolledStudentsCount":"2.671 öğrenci","lastUpdated":null,"targetAudiences":["Assetlere para vermeden önce iyice araştırmak isteyenler","Projesinde hangi asseti kullanmak istediğine karar verenler"],"tags":["Yazılım Geliştirme","Oyun Geliştirme","Unity"],"rating":{"count":11,"averageValue":"4.3"},"instructors":[{"name":"Aşkın TEMEL","url":"/user/askin-3/","totalNumberOfStudents":64154,"totalNumberOfReviews":1932,"averageRating":4.194669146043166}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/react-redux-toolkit-complete-guide/":{"courseDetails":{"courseId":4191124,"title":"React Redux Toolkit complete guide","shortDescription":"Take your state management skills in react into another level by using redux toolkit than traditional redux","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/react-redux-toolkit-complete-guide/","imageUri":"https://img-c.udemycdn.com/course/750x422/4191124_a0ef_5.jpg","duration":"4796","enrolledStudentsCount":"13.279 öğrenci","lastUpdated":null,"targetAudiences":["A Web Developer who want manage state in their react app","A Web Developer who want to master redux toolkit"],"tags":["Yazılım Geliştirme","Web Geliştirme","Redux Framework"],"rating":{"count":128,"averageValue":"4.3"},"instructors":[{"name":"iNovotek Academy","url":"/user/emmanuel-tweneboah-2/","totalNumberOfStudents":13350,"totalNumberOfReviews":141,"averageRating":4.29464993018868}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/learn-to-crack-digital-marketing-interview/":{"courseDetails":{"courseId":4202128,"title":"Learn To Crack Digital Marketing Interview","shortDescription":"Best Way to Prepare for DM Interview from Scratch","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/learn-to-crack-digital-marketing-interview/","imageUri":"https://img-c.udemycdn.com/course/750x422/4202128_83d5_3.jpg","duration":"2009","enrolledStudentsCount":"1.737 öğrenci","lastUpdated":null,"targetAudiences":["Anyone who is passionate about learning digital marketing and is preparing for Digital Marketing Interview"],"tags":["Pazarlama","Dijital Pazarlama","Mülakat Yetkinlikleri"],"rating":{"count":4,"averageValue":"1.9"},"instructors":[{"name":"Niraj Kumar Singh","url":"/user/niraj-kumar-singh-30/","totalNumberOfStudents":6973,"totalNumberOfReviews":152,"averageRating":4.160982466336635}]},"isAlreadyAFreeCourse":true,"couponData":null}}}