{"coursesWithCoupon":{"https://www.udemy.com/course/python-for-beginners-demonstration-course/":{"courseDetails":{"courseId":3518698,"title":"Python Demonstrations For Practice Course","shortDescription":"This course is a depth introduction to fundamental python programming concepts by demonstrations in Python programming .","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Python From Beginner To Advanced Level By Demonstrations\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe course is created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.\u003C/p\u003E\u003Cp\u003E The course starts with the basics, including Python fundamentals, programming, and user interaction.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe topics covered in this course are:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E* Beginner to Expert Python contents:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInstalling Anaconda\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Overview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EArray implementation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFile methods\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EKeywords and Identifiers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Tuples\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Basics\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Fundamentals\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EData Structures\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EObject-Oriented Programming with Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFunctional Programming with Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELambdas\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDecorators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGenerators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETesting in Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDebugging\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EError Handling\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERegular Expressions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EComprehensions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EModules\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESee you inside the course!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/python-for-beginners-demonstration-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/3518698_0aff.jpg?secure=94yk66Nb3a8BZXYqrCIa4g%3D%3D%2C1637204502","duration":"5,5 saat","enrolledStudentsCount":"104.268 öğrenci","lastUpdated":"Son güncelleme tarihi: 9/2020","targetAudiences":["For Complete Programming Beginners","For People Who want to learn Python Fundamentals and later transition into Data Science or Web Development","For People New to Python"],"tags":["Yazılım Geliştirme","Programlama Dilleri","Python"],"rating":{"count":368,"averageValue":"4.3"},"instructors":[{"name":"Horizon Tech","url":"/user/suraj-g-nimbalkar/","totalNumberOfStudents":635548,"totalNumberOfReviews":8720,"averageRating":4.225835980338733}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"E7094F8BF30CDD9A5C43","originalPrice":"1.920 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/xss-survival-guide/":{"courseDetails":{"courseId":3936580,"title":"XSS Survival Guide","shortDescription":"Digging up the dark corners of XSS","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhat can i do for you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECross-site scripting is a vulnerability type that every serious ethical hacker needs to have in their skillset.\u0026nbsp;A\u0026nbsp;lot of hackers have probably heared of this issue type or know it very superficially but did you know XSS\u0026nbsp;is anything but superficial?\u0026nbsp;\u003C/p\u003E\u003Cp\u003EXSS\u0026nbsp;can occur in a range of different contexts and where mosts courses focus only on the HTML injection side of things, this course aims to draw you in with it\u0027s playfully designed labs and easy to follow presentations.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EIn the end you\u0027ll be treated to my personal cheat sheet as well as a way to passively and actively check for XSS\u0026nbsp;vulnerabilities.\u0026nbsp;Are you ready to level up your XSS\u0026nbsp;Game? \u003C/p\u003E\u003Cp\u003EThis course is great of people who want to actively test for XSS\u0026nbsp;or for people who want to actively defend from it.\u003C/p\u003E\u003Cp\u003ENot only are we going to go over the theory of what an XSS\u0026nbsp;attack consists of, we\u0027ll be showing you as well in both a guided video form on some free pratice resources online but also in a guided lab which gives you an objective, a website to hack and that\u0027s it.\u0026nbsp;\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho am i?\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe XSS\u0026nbsp;Rat is an experienced bug bounty hunter and ethical hacker who is making it his life mission to educate people to help make the internet a safer place.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/xss-survival-guide/","imageUri":"https://img-c.udemycdn.com/course/750x422/3936580_7170_2.jpg","duration":"3 saat","enrolledStudentsCount":"19.743 öğrenci","lastUpdated":"Son güncelleme tarihi: 11/2021","targetAudiences":["Developers looking to secure their code","Bug Bounty hunters who want to learn XSS","Pentesters looking to level up their XSS game"],"tags":["BT ve Yazılım","BT Sertifikaları","Etik Hackleme"],"rating":{"count":168,"averageValue":"4.3"},"instructors":[{"name":"Wesley Thijs","url":"/user/wesley-thijs/","totalNumberOfStudents":89550,"totalNumberOfReviews":1312,"averageRating":4.385353444988865},{"name":"J.Xavier Zaioczkowski","url":"/user/jxavier-zaioczkowski/","totalNumberOfStudents":19743,"totalNumberOfReviews":168,"averageRating":4.3287997}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9EFFD8A4EC1623C9C030","originalPrice":"1.920 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/javascript-practicals-crash-course/":{"courseDetails":{"courseId":4200228,"title":"Javascript Practicals Crash Course","shortDescription":"Learn javascript Concepts With Javascript Practical Demonstrations","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Javascript Programming Language with practical demonstrations\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe course is easy-to-follow content that you’ll easily understand and absorb.\u003C/p\u003E\u003Cp\u003EThe course starts with the practice of basics, including JavaScript fundamentals, programming, and user interaction.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe curriculum is going to be very hands-on as we walk you from start to finish to become a professional Javascript developer. We will start from the very beginning by teaching you Javascript basics and programming fundamentals, and then execute into real-life practice and be ready for the real world.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhile Javascript is complicated for beginners to learn, it is widely used in many web development areas.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course gets you started with an introduction to JavaScript. It assumes that you\u0027re new to the language, so it gets you started with basic functionality such as creating functions, creating variables, and calling these lines of code from your standard HTML pages. It talks about events and triggers for custom event handling. It talks about pattern matching, searching for text within a page, flow control and the document object model (DOM). We start off with the basics and move on to more complex functionality such as arrays and objects. We then discuss how to script common elements with JavaScript such as forms and tables. At the very end, we discuss major libraries such as Ajax, which allows you to make asynchronous calls to server-side scripts without reloading the web page in the server.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EMaster the fundamentals of writing Javascript scripts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn core Javascript scripting elements such as variables and Objects\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDiscover how to work with lists and sequence data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWrite Javascript functions to facilitate code reuse\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse Javascript to read and write files\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake their code robust by handling errors and exceptions properly\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESearch text using regular expressions\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe topics covered in this course are practicals of:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E* Javascript Course Contents:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EJavascript Array\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EJavascript Variables\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EJavascript Functions\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EJavascript Objects\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EJavascript Control Statements\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EJavascript Cookies\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EJavascript Loop statements\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESee you inside the course\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/javascript-practicals-crash-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4200228_c917_2.jpg","duration":"38 dak","enrolledStudentsCount":"35.057 öğrenci","lastUpdated":"Son güncelleme tarihi: 7/2021","targetAudiences":["For Javascript  Programming Beginners","For People New to Javascript","For People Who want to learn Javascript Fundamentals and later Transition into Web Development"],"tags":["Yazılım Geliştirme","Programlama Dilleri","JavaScript"],"rating":{"count":129,"averageValue":"4.2"},"instructors":[{"name":"PROPER DOT INSTITUTE","url":"/user/vivek-dahibhate-2/","totalNumberOfStudents":92744,"totalNumberOfReviews":628,"averageRating":4.288492899260628}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F0E1B1903042426107F7","originalPrice":"1.600 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/business-networking-for-success-5-influence/":{"courseDetails":{"courseId":2230112,"title":"Business Networking for Success: Part 5 Influence","shortDescription":"Become A Jedi Master In The Art of Networking","longDescription":"\u003Cp\u003ENetworking is both a Science and an Art. In this Networking Series, I’m going to cover the science of networking including the different types of networking groups, the different type of networking formats, and what to look for in networking groups. I’m also going to cover the Art of Networking so you can choose the right groups to spend your precious time at, build long-lasting relationships, and maximize your impact in your ever growing sphere of influence.\u003C/p\u003E\u003Cp\u003EThis course is for you if\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EYou just got a job or started a business and need to expand your sphere of influence.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou’re in a new position that requires you to meet new people in order to get new business.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou’re tired of spending all your time going to networking events without getting any results or you’re tired of dealing with people who just want to sell you things.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou want to get better at building long-lasting, solid relationships and a long-lasting referral business.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EIn Part 5, we’re going to cover additional things to look for in Networking Groups.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/business-networking-for-success-5-influence/","imageUri":"https://img-b.udemycdn.com/course/750x422/2230112_e95e.jpg?secure=UlsPVFHyzoWveoId6aazXA%3D%3D%2C1637203868","duration":"1,5 saat","enrolledStudentsCount":"2.990 öğrenci","lastUpdated":"Son güncelleme tarihi: 6/2020","targetAudiences":["Networkers","Small Businesses","Sales people"],"tags":["İşletme","Satış","Kişisel Ağ Oluşturma"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Scott Paton","url":"/user/scottpaton/","totalNumberOfStudents":574294,"totalNumberOfReviews":12001,"averageRating":4.277807300219458},{"name":"Chaffee-Thanh Nguyen","url":"/user/chaffeethanhnguyen/","totalNumberOfStudents":64902,"totalNumberOfReviews":285,"averageRating":4.4849656329113925},{"name":"Scott Alex","url":"/user/scott-alex-2/","totalNumberOfStudents":562605,"totalNumberOfReviews":12006,"averageRating":4.263992249344641}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BNSP5EXPNOV172021","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/learn-hypnosis/":{"courseDetails":{"courseId":2556276,"title":"Learning Hypnosis Keeping Hypnosis Simple in 2021","shortDescription":"Learn hypnosis tests the easiest hypnosis induction used by most hypnotist and getting a hypnotic voice for hypnosis","longDescription":"\u003Cp\u003EIf you want to learn how to hypnotize someone one of the most used hypnotic inductions by hypnotists is called progressive relaxation where you get someone who wants to be hypnotized to close their eyes and focus their attention on different muscle groups throughout the body.\u003C/p\u003E\u003Cp\u003Ebut before you jump in and just try something like that you must first get someone into the right mindset by making sure they have no fears about being hypnotized and to do this you discuss the most common misconceptions about hypnosis.\u003C/p\u003E\u003Cp\u003Eonce they understand these they will have a new curious mindset instead of a mindset of fear as fear creates only one thing for a good hypnotic induction process failure. \u003C/p\u003E\u003Cp\u003ESo it is important to start any hypnotic induction with a good foundation and that is overcoming misconceptions then it is time to open the mind to new possibilities with suggestibility tests.\u003C/p\u003E\u003Cp\u003EAnd while these are called tests of suggestibility they really are a step by step approach to engage and open their mind by visually seeing how what they think effects their body so if what they think effects their body what they think effects their life and if they are just following ideas you are offering and they are accepting them something is happening to their body that is beyond conscious control.\u003C/p\u003E\u003Cp\u003ESo once they have engaged and respond reasonably well their mindset\u0026nbsp; has changed they accept that what you say to them makes something happen at a subconscious level so therefore when you say something to hypnotize them their is only one place to go into hypnosis.\u003C/p\u003E\u003Cp\u003EAlso accepting the words which are suggestions that take them into hypnosis which is a very nice place to go means that your words has taken them somewhere that makes them feel goo so if you give them a suggestion for changing an old behavior to something positive they may accept that change to become their new reality.\u003C/p\u003E\u003Cp\u003EYou will also learn how to discover your hypnotic voice by experiencing\u0026nbsp; the difference between an ordinary speaking voice and a hypnotic voice along with my tips on how you could discover your own hypnotic voice.\u003C/p\u003E\u003Cp\u003EYou will also learn the importance of the right types of suggestions so that you take someone only in the direction they want to go because your wording needs more precision than everyday conversation as the inner critic that makes choices is offline during hypnosis, but I will demonstrate what I mean in this course. \u003C/p\u003E\u003Cp\u003EOne of the most important lessons you will learn in this course is how to get someones mind back on track if they should wander and get caught up in emotional stuff.\u003C/p\u003E\u003Cp\u003EAnd of course the de-induction what to say to someone to bring them out of trance correctly and if you dont what you should do.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat will you learn \u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ESuggestibility Tests for getting into the right hypnotic mindset\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy Hypnosis Suggestions don,t Work\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to get your Hypnotic voice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGiving Suggestions in Hypnosis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHypnosis Safety Instructions\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EHypnosis Downloads to Improve your confidence as a Hypnotist \u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EBecoming Successful Hypnosis. mp3 \u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EAssertiveness Hypnosis for Confidence. mp3 \u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EDeep Sleep Now. mp3 \u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EAnxiety relief Hypnosis. mp3 \u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EHaving a positive attitude. mp3 \u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EMotivation For Success Hypnosis. mp3 \u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EMaster Negotiator hypnosis. mp3 \u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/learn-hypnosis/","imageUri":"https://img-c.udemycdn.com/course/750x422/2556276_aac3_2.jpg","duration":"43 dak","enrolledStudentsCount":"7.775 öğrenci","lastUpdated":"Son güncelleme tarihi: 5/2020","targetAudiences":["Anyone interested in learning hypnosis","Interest in helping people make rapid positive changes in their lives"],"tags":["Kişisel Gelişim","Kişisel Gelişim","Etkileme Becerileri"],"rating":{"count":60,"averageValue":"4.7"},"instructors":[{"name":"Alan Kirwan","url":"/user/alankirwan2/","totalNumberOfStudents":119917,"totalNumberOfReviews":2771,"averageRating":4.374236345436508}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B4CB12A72558B5E6894B","originalPrice":"2.560 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/project-management-essential-training-1/":{"courseDetails":{"courseId":2432220,"title":"Project Management Essential Training","shortDescription":"The comprehensive guide for newbies to successfully learn Project Management and easily get the PMP Certification.","longDescription":"\u003Cp\u003EProject management is a start-to-finish approach to getting things done and making projects more successful. It\u0027s a profession, but it\u0027s also a set of techniques that anyone can apply to achieve goals and manage project work more effectively. Project management can be used to guide small, simple projects as well as complex enterprise-wide initiatives.\u003C/p\u003E\u003Cp\u003EIn this course you\u0027ll be fascinated by how things work and how to make things work better. We will explain the fundamentals of project management, from defining the problem, establishing project goals and objectives, and building a project plan to managing team resources, meeting deadlines, and closing the project. Along the way, we will provide tips for reporting on project performance, keeping a project on track, and gaining customer acceptance.\u003C/p\u003E\u003Cp\u003ETopics include:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDefining the components of a project\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat it takes to be a project manager\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing project management software like Microsoft Project\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManaging project scope, budget, and schedule\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManaging project resources, including people\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManaging project risk\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInitiating a project\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentifying and managing stakeholders\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentifying requirements and deliverables\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeveloping a project plan\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuilding a project schedule\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAssigning resources to tasks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstanding the critical path\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERunning the project\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManaging teams\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMonitoring performance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClosing a project\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/project-management-essential-training-1/","imageUri":"https://img-c.udemycdn.com/course/750x422/2432220_d2e5.jpg","duration":"2 saat","enrolledStudentsCount":"75.929 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2021","targetAudiences":["Students interested in Project Management."],"tags":["İşletme","Proje Yönetimi","Proje Yönetimi"],"rating":{"count":737,"averageValue":"4.3"},"instructors":[{"name":"Mustapha benbihi","url":"/user/mustapha-benbihi/","totalNumberOfStudents":228521,"totalNumberOfReviews":2390,"averageRating":4.209900115561225}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PRE-BLACKFRIDAY","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/einstieg-in-arbeitszeugnisse-entschlusseln-sie-die-codes/":{"courseDetails":{"courseId":3942036,"title":"Einstieg in Arbeitszeugnisse: Entschlüsseln Sie die Codes","shortDescription":"Personalmanagement und Arbeitsrecht: Wie sehen Arbeitszeugnisse aus?","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAllgemein\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022Der Mitarbeiter war stets bemüht\u0022\u003C/em\u003E Wenn dieser Satz im Arbeitszeugnis steht, ist dies von einer Schulnote eine glatte 6.\u003C/p\u003E\u003Cp\u003EDabei gehört dieser Satz noch zu den leichtesten, was eine Entschlüsselung betrifft. Selbstverständlich gibt es unzählige weitere Formulierungen, die einem Mitarbeiter es für eine weitere Bewerbung schwer machen können.\u003C/p\u003E\u003Cp\u003EWichtig ist, dass ein Arbeitszeugnis laut Gesetz immer wohlwollend bzw. befriedigend geschrieben werden muss, damit der Mitarbeiter die Chance hat, wieder in die Arbeitswelt eintreten zu können.\u003C/p\u003E\u003Cp\u003EAllerdings gibt es mehrere Möglichkeiten, ein Arbeitszeugnis schlecht aussehen zu lassen. Zum Beispiel dann, wenn einige Informationen im Arbeitszeugnis einfach fehlen, oder mit kleinen Tricks manipuliert wird. So könnte ein Unternehmen einem Mitarbeiter zum Beispiel Schaden zufügen, wenn hinter der Unterschrift des Vorgesetzten noch ein oder zwei Punkte stehen.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnabhängig davon kann es natürlich auch sein, dass ein Vorgesetzter das Zeugnis vollkommen unbewusst negativ schreibt. Dies passiert hauptsächlich in kleineren Unternehmen. In diesem Fall sollte der Vorgesetzte darauf aufmerksam gemacht und um eine Änderung gebeten werden.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn diesem Kurs erfahren Sie, was ein gutes oder auch negative Arbeitszeugnis ausmacht, damit Sie entweder als Personalangestellter keine Fehler machen, oder als Bewerber wissen, worauf es bei einem guten Zeugnis ankommt.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAls Personalbetriebswirt kenne ich hier die typischen Fälle, die ich Ihnen in diesem Online-Kurs beibringen werde.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInhalt\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWas gehört ins Arbeitszeugnis?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas gehört nicht ins Arbeitszeugnis?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas muss bei der Unterschrift beachtet werden?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWie sind die Fristen bei Änderungen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas sagt der Austrittsgrund und das Datum aus?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas sind die geheimen Codes für schlechte Arbeitsleistung?\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/einstieg-in-arbeitszeugnisse-entschlusseln-sie-die-codes/","imageUri":"https://img-b.udemycdn.com/course/750x422/3942036_1959.jpg?secure=y8Vc2-3LcMliTml6sM_sDw%3D%3D%2C1637186494","duration":"1 Stunde","enrolledStudentsCount":"604 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 5/2021","targetAudiences":["Personalreferenten","Assistenten Personalleitung","Recruiter","Bewerber","und natürlich alle, die wissen möchten, ob ihr Arbeitszeugnis einen versteckten Code enthält"],"tags":["Business","Wirtschaftsrecht","Arbeitsrecht"],"rating":{"count":1,"averageValue":"3.5"},"instructors":[{"name":"Kristoffer Ditz","url":"/user/kristoffer-ditz/","totalNumberOfStudents":47138,"totalNumberOfReviews":1589,"averageRating":4.3577633112656455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5D8B84D452793DB97317","originalPrice":"2.560 ₹","discountedPrice":"Kostenlos","expirationText":"5 Stunden","discountPercentage":100}},"https://www.udemy.com/course/ultimate-beginner-guide-for-streamlabs-obs/":{"courseDetails":{"courseId":2604580,"title":"Ultimate Beginner Guide to Streamlabs OBS (OBS)","shortDescription":"Learn everything you need about livestreaming on Twitch, YouTube, Mixer and more with SLOBS fast and easy","longDescription":"\u003Cp\u003EWelcome to \u003Cstrong\u003EUltimate Beginner Guide to Streamlabs OBS (OBS)!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENick Nyxson here, Your Instructor for this course.\u003C/p\u003E\u003Cp\u003EIn this course, you will learn how to start using\u0026nbsp; Streamlabs OBS which is live streaming software made by Streamlabs and is a modified version of Open Broadcaster Software (OBS).\u003C/p\u003E\u003Cp\u003EIn this course You Will Learn:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is SLOBS (Streamlabs OBS);\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow Streamlabs OBS is any different from OBS Studio;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStreamlabs OBS Settings Walkthrough;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStreamlabs OBS Sources and Scenes;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESteamlabs OBS Tabs;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003Eand Much, Much More!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EEverything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.\u003C/p\u003E\u003Cp\u003EMost importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.\u003C/p\u003E\u003Cp\u003EAnd don\u0027t forget that Instructor is here for you. For any questions do not hesitate to ask, I will try to answer any of your questions as fast and as detailed as possible.\u003C/p\u003E\u003Cp\u003EJoin me in this amazing journey and I hope to see you in class :)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EDisclaimer: This course is made for beginners in live streaming, Open Broadcaster Software (OBS), and Streamlabs OBS (SLOBS). \u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EVersion History:\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EVersion 1.0 - Initial Release;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EVersion 1.1 - Added New \u0022Introduction\u0022 and \u0022Basics\u0022 Sections, New Logo.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/ultimate-beginner-guide-for-streamlabs-obs/","imageUri":"https://img-c.udemycdn.com/course/750x422/2604580_c9b0_5.jpg","duration":"2 Stunden","enrolledStudentsCount":"68.304 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 5/2020","targetAudiences":["People willing to livestream","Gamers","Streamers"],"tags":["IT \u0026 Software","Sonstiges in IT \u0026 Software","Open Broadcaster"],"rating":{"count":241,"averageValue":"4.6"},"instructors":[{"name":"Nick Nyxson","url":"/user/nick-nyxson/","totalNumberOfStudents":329138,"totalNumberOfReviews":4533,"averageRating":4.406687201836157}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0E97C7B914A3614DE2BD","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/pspo1tm-practice-tests-scrum-product-owner-certification-160q/":{"courseDetails":{"courseId":4233882,"title":"PSPO1™ Practice Tests Scrum Product Owner certification-160Q","shortDescription":"The Complete PSPO1™ Practice Test - 160Q - Pass PSPO1™ Certification Exam Successfully - Lets Get it Done !","longDescription":"\u003Cp\u003EThe Professional Scrum Product Owner certification or \u003Cstrong\u003EPSPO1™\u003C/strong\u003E\u0026nbsp; is most widely accepted and globally recognized Product Owner Certification. This certification is provided by\u003Cstrong\u003E Scrum org \u003C/strong\u003Eand to pass the exam the candidate need to be aligned with the latest changes in the Scrum Guide. The best way to validate the knowledge is to take practice Exams.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Details:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ETotal 80 Questions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExam time 60 Min.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPass at 85%\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExam price 150$\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course provides 160 practice test questions, which will help you get ready to pass the \u003Cstrong\u003EPSPO1™\u003C/strong\u003E\u0026nbsp;exam. This course is set up to match the latest changes in scrum guide presented in the \u003Cstrong\u003EPSPO1™\u003C/strong\u003E\u0026nbsp;exam content outlines published by \u003Cstrong\u003EScrum org\u003C/strong\u003E on 2021. \u003C/p\u003E\u003Cp\u003EThis course provides 160 practice test questions, which will help you get ready to pass the \u003Cstrong\u003EPSPO1™\u003C/strong\u003E\u0026nbsp;exam. \u003C/p\u003E\u003Cp\u003EThis practice test provides a robust system to help you pass the certification exam in the first time! By using this test questions, you can identify weak areas upfront and then create a strategy for the exam day.\u003C/p\u003E\u003Cp\u003EThe course includes 2 practice tests. Take the tests like the actual exam. If you can get more than 85 percent of the answers correct, you\u0027re ready to take the certification exam.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course is specifically for:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· People that want to take a Product Owner certification exam like PSPO1 or CSPO.\u003C/p\u003E\u003Cp\u003E· People that know the Scrum framework and theory. To learn about scrum you can take this course: \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIs there a guarantee to pass ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAbsolutely yes ! You can enroll now \u003Cstrong\u003E100% risk-free\u003C/strong\u003E because you receive \u003Cstrong\u003E30 days, unconditional full money-back guarantee \u003C/strong\u003Ein case you are not satisfied\u003Cstrong\u003E.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESo, go ahead and click the “\u003Cstrong\u003EBuy Now\u003C/strong\u003E” button right now !\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/pspo1tm-practice-tests-scrum-product-owner-certification-160q/","imageUri":"https://img-c.udemycdn.com/course/750x422/4233882_79fb.jpg","duration":"","enrolledStudentsCount":"6.218 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["Agile Practitioners","Product Owner","Candidates of the PSPO1™ exam."],"tags":["IT \u0026 Software","IT-Zertifizierungen","Professional Scrum Product Owner (PSPO)"],"rating":{"count":11,"averageValue":"4.3"},"instructors":[{"name":"Debajyoti Adhya","url":"/user/debajyoti-adhya/","totalNumberOfStudents":32434,"totalNumberOfReviews":124,"averageRating":4.277977533333333}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CECD954BCCFC22E9B35B","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/become-a-corporate-winner/":{"courseDetails":{"courseId":590412,"title":"Pursue Top 1% Career: Become The No. 1 Success Magnet","shortDescription":"Hidden Success Formula to conquer the corporate world","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**Course Updated - Nov 2021**\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAre you not able to convert job interviews into job offers? Or your appraisals into promotion?\u003C/p\u003E\u003Cp\u003EDo you have all of the required qualifications, yet not able to create an unforgettable impression?\u003C/p\u003E\u003Cp\u003EAre you looking for a key which will unlock success in your life?\u003C/p\u003E\u003Cp\u003EWhat if I tell you that except YOU, nothing else matters when it comes to YOUR success.\u003C/p\u003E\u003Cp\u003EDid you know, people remember you the way you make them feel instead of the words that you actually said. So, if you want to create an unforgettable first impression, it is very important that you prepare yourself with correct tools and techniques before you even go to meet the person in question whom you want to impress or go to the event/interview.\u003C/p\u003E\u003Cp\u003EI have asked this one question to the many decision makers all over the world \u0022If you would like to see change that will make your organization more productive, what would it be?\u0022\u003C/p\u003E\u003Cp\u003EAnd everybody came back with one word and they said ATTITUDE. If a people had a better disposition, they would have a better team coordination, quality would go up, bottom line would go up and obviously, success is bound to follow.\u003C/p\u003E\u003Cp\u003EDid you know that 85% of the time a person gets a job or a promotion is because of the disposition. ONLY 15% depends on how intelligent they are or how many facts and figures they know.\u003C/p\u003E\u003Cp\u003EAnd almost 100% of the education dollars goes to teach facts and figures which accounts for only 15% of the success, and what we are talking in this course is the 85%. Which is what brings us to a point that it is not our position but our disposition which determines our success.\u003C/p\u003E\u003Cp\u003ENow, once you are standing in front of the person you want to impress, you want to make sure that you connect with them on a personal as well as on a professional level. Ahh!! It is not as simple as it sounds. It is such a gift to give somebody your undivided attention and really share with them and exchange. \u003C/p\u003E\u003Cp\u003EAnd the way we connect with somebody is the set of tools and techniques that you will learn in this course. Well! Doesn\u0027t it feel very awful to receive a limp handshake from somebody? It\u0027s the extension of your energy, and when you cut that energy off and kind of dangle it meekly with the person in front of you creates a disconnect. \u003C/p\u003E\u003Cp\u003ESo, make sure you master all these technique and attract the feelings of openness and positive vibes all around you… So that anyone in this world genuinely wants to connect with you and be friends with you for the rest of their lives.\u003C/p\u003E\u003Cp\u003EThis course will empower you with the entire blueprint, which can transform you into a success magnet. This course will help you create a long lasting impression and they will remember the WAY you made them feel. That\u0027s how you become UNFORGETTABLE and a SUCCESS Magnet\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/become-a-corporate-winner/","imageUri":"https://img-c.udemycdn.com/course/750x422/590412_96c0_2.jpg","duration":"1,5 Stunden","enrolledStudentsCount":"20.475 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["Corporate employees","Recent Graduates","Students","Anyone who wants to be a winner in the corporate world"],"tags":["Persönliche Entwicklung","Karriereentwicklung","Karriereentwicklung"],"rating":{"count":137,"averageValue":"4.2"},"instructors":[{"name":"Susmita Dutta","url":"/user/susmitadutta/","totalNumberOfStudents":140035,"totalNumberOfReviews":3431,"averageRating":3.9621628625},{"name":"Akshay Goel","url":"/user/akgoel/","totalNumberOfStudents":114240,"totalNumberOfReviews":2422,"averageRating":3.951824222222222}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"NOV2021FREE01","originalPrice":"12.480 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/google-analytics-ga4-gtm-for-beginners/":{"courseDetails":{"courseId":4152226,"title":"Google Analytics, GA4, GTM. How to improve your marketing?","shortDescription":"Learn how to increase your online marketing performance with analytical tools to effectively promote your business!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDescription\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWeb analytics is the pulse of digital marketing. Everything is measured, and everything is measurable. With Google Analytics and a call tracking system, you can clearly understand who your client is, how to improve your site, and which traffic sources are the most beneficial for your business.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat will you learn in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAfter completing this course, you will learn how to work with and get the most out of your web analytics data.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHave the ability to evaluate the effectiveness of advertising campaigns and optimize an advertising budget.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to use analytical marketing data to increase your business\u0027s profits.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat do we offer in our course?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EStructured lessons with practical exercises\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA web analytics checklist\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA free copy of my book “Cutting-Edge Digital Marketing. How to attract customers and increase online sales\u0022. In my book, I cover the following topics in depth: Internet promotion strategy, competitive analysis, web analytics, how to draw a portrait of your target audience, content plan formation, SEO, PPC advertising, promotion for social networks, email marketing, and case studies.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWhy should you choose us over other online web analytics courses?\u003C/p\u003E\u003Cp\u003EYou will have the opportunity to learn about Google Analytics from the top internet marketing professionals.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWe are \u003Cstrong\u003Eindustry experts\u003C/strong\u003E! WebPromoExperts has over 12 years of experience in internet marketing. Our agency is a Google Premier Partner and a Facebook Marketing Partner.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EI have personally obtained a vast number of digital marketing\u003Cstrong\u003E qualifications and certifications\u003C/strong\u003E such as Google Analytics Individual Qualification, Google Ads Individual Qualification, Bing Ads Accredited Professional, Search Ads 360 Certified, and others.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E During our career, we have\u003Cstrong\u003E launched over 1,500 successful marketing strategies and marketing campaigns\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E More than \u003Cstrong\u003E9,000 internet marketers have enrolled\u003C/strong\u003E in our online courses, all of whom have successfully passed the Google Analytics and Google Ads certifications.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOur internet marketing courses are \u003Cstrong\u003Eeasy to understand\u003C/strong\u003E. We train specialists for strategy, digital agency management, SMM, SEO, content marketing, PPC advertising, SERM, email marketing, web analytics, and other areas of digital marketing.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUpon completion of the course, you will receive a \u003Cstrong\u003EGoogle Analytics certification from Udemy\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat else do you get?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELifetime access to the course and its updates\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA certificate from Udemy upon completion of the course\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EShould you be worried?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESign up now! Every second you wait can cost you leads and applications!\u003C/p\u003E\u003Cp\u003EThis course comes with a 30-day money-back guarantee!\u003C/p\u003E\u003Cp\u003EWant to start learning about Google Analytics? Click the \u0022take this course\u0022 button to begin developing your project today!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/google-analytics-ga4-gtm-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4152226_bd76_6.jpg","duration":"2 Stunden","enrolledStudentsCount":"41.932 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 10/2021","targetAudiences":["Aspiring professionals interested in pursuing an online career - This Google Analytics course will give you the skills you need to pursue a career in digital marketing.","Marketers - This course will expand your skills and teach you how to work with different web analytics tools and correctly interpret data.","Entrepreneurs - Entrepreneurs will be able to use their newly acquired skills to conduct their own digital marketing. Learn to analyze data quickly, find growth points, and take control of your advertising team. You will be able to interpret the indicators and optimize advertising campaigns correctly. Everything in this course will help increase conversions and maintain your budget.","Internet Marketers - This course will help you master web analytics by teaching you how to analyze traffic and advertising campaigns systematically. After completing this course, you will bring more value to your company and further your career."],"tags":["Marketing","Marketinganalyse \u0026 Automatisierung","Google Analytics"],"rating":{"count":158,"averageValue":"4.5"},"instructors":[{"name":"Anton Voroniuk","url":"/user/woronyuk/","totalNumberOfStudents":223233,"totalNumberOfReviews":5020,"averageRating":4.50037285044735}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"GOOGLEANALYTICS1611","originalPrice":"4.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/einstieg-in-microsoft-excel-kurs-fur-anfanger/":{"courseDetails":{"courseId":3319370,"title":"Einstieg in Microsoft Excel - Kurs für Anfänger","shortDescription":"Microsoft Excel 365 / 2016 für Einsteiger: Lernen Sie die Grundlagen, um erfolgreich mit Excel zu arbeiten","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAllgemein\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EExcel ist das Tabellen-Programm von Microsoft.\u003C/p\u003E\u003Cp\u003EHier gibt zahlreiche Funktionen, um erfolgreiche Kalkulationen und Diagramme zu erstellen. Die Frage: \u0022Wie funktioniert es\u0022\u003C/p\u003E\u003Cp\u003ESie werden in diesem Kurs alles vom Start an lernen. Das bedeutet, wenn Sie noch keine Erfahrung haben, werden Sie Schritt für Schritt an die Funktionen von Excel herangeführt. Vom Öffnen der Excel-Mappe, bis zu den ersten Formeln und Diagramm-Erstellung. Mit Übungsaufgaben und einem Quiz können Sie Ihr erworbenes Wissen testen.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAls Controller und ausgebildeter Trainer habe ich über 100 Excel-Schulungen durchgeführt und kenne die Anforderungen bzw. Herausforderungen der Teilnehmer, auf die ich in diesem Kurs eingehe, so dass Sie am Ende Excel sehr gut anwenden können.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInhalt\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EGrundlagen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBenutzeroberfläche\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFormatierungen: Rahmen, Schriftarten, etc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDie ersten Formeln: Summen, Anteile, Verknüpfungen, Abweichungen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDie ersten Diagramme: Kreis- und Balken-Diagramm\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESeite einrichten und ausdrucken\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EZusätzlich erhalten Sie die fertigen Excel-Dateien mit den fertigen Lösungen, damit Sie das erlernter Wissen vertiefen können\u003C/em\u003E\u003C/p\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/einstieg-in-microsoft-excel-kurs-fur-anfanger/","imageUri":"https://img-b.udemycdn.com/course/750x422/3319370_4c4f.jpg?secure=FcBZdt7znpeDlUtCc0Yjgg%3D%3D%2C1637187779","duration":"3,5 Stunden","enrolledStudentsCount":"2.943 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["für alle die noch nie oder kaum mit Excel gearbeitet haben und jetzt lernen möchten wie es funktioniert","wenn Sie Excel schon kennen, wählen Sie gerne einen Excel-Kurs für Fortgeschrittene zum Beispiel \u0022Controlling mit Excel\u0022"],"tags":["IT \u0026 Software","Betriebssysteme \u0026 Server","Excel"],"rating":{"count":19,"averageValue":"4.2"},"instructors":[{"name":"Kristoffer Ditz","url":"/user/kristoffer-ditz/","totalNumberOfStudents":47146,"totalNumberOfReviews":1589,"averageRating":4.3577633112656455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FA7347975E9807C0CC65","originalPrice":"4.480 ₹","discountedPrice":"Kostenlos","expirationText":"5 Stunden","discountPercentage":100}},"https://www.udemy.com/course/ultrasonic-testing-level-1-training/":{"courseDetails":{"courseId":2431976,"title":"Ultrasonic Testing Level 1 Training","shortDescription":"An introduction to Non-Destructive Testing \u0026 an A-Z guide on The Ultrasonic Testing.","longDescription":"\u003Cp\u003EThis course teaches you how to perform ultrasonic inspection from beginning to end.\u003C/p\u003E\u003Cp\u003EThe course provides you with Level 1 training in the fundamentals of Ultrasonic Testing methods. It will introduce you to the basic concepts and principles and includes hands-on training using Ultrasonic Testing equipment settings and functions.The Ultrasonic theories presented will provide the knowledge of Ultrasonic Testing required and enable you to work with individuals qualified and certified to gain needed experience for qualification as Level 1. While the practical manipulations will give you the essential steps that you will need to calibrate the ultrasonic testing equipment, perform the inspection, collect and interpret the data.\u003C/p\u003E\u003Cp\u003EThis course consists of two handbooks: The first handbook made by the instructor is the official of the training. It covers all the topics presented through the 35 lectures. While the second one (offered as bonus) is the official one of the TWI (International Institute of Welding) training.In addition to that, the course includes 35 lectures alternating between the different lecture types, with regular quizzes and exams to enable you to check that your are following the topics covered.\u003C/p\u003E\u003Cp\u003EWe\u0027ll begin by taking a closer look at the general concepts of ultrasonic testing, I\u0027ll then take you throw the fundamental properties of ultrasound starting with the generation of the ultrasonic wave and the mean physical phenomena that govern it.\u003C/p\u003E\u003Cp\u003ENext, we\u0027ll discuss the most famous Ultrasonic Inspection Techniques and the equipment used to perform them so that you be able to perform them effectively.\u003C/p\u003E\u003Cp\u003EWe\u0027ll then take a look at the reference blocks used for calibrating the equipment, and how the inspected part variations that may affect the test result.\u003C/p\u003E\u003Cp\u003EFinally, we\u0027ll explore the types of defects, and the most useful evaluation techniques so that you can decide whether the flaw is accepted or it needs to be repaired.Having the proper theoretical knowledge of ultrasound is critical to running a successful inspection, I\u0027ll introduce you to this knowledge and how to practice them effectively in Ultrasonic testing level 1 training.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/ultrasonic-testing-level-1-training/","imageUri":"https://img-c.udemycdn.com/course/750x422/2431976_6ccf.jpg","duration":"1,5 Stunden","enrolledStudentsCount":"27.450 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 1/2021","targetAudiences":["Beginner UT technicians.","University and college Students looking for a career in NDT field.","Technicians of other NDT methods seeking to advance their career by learning a new NDT method."],"tags":["Wissenschaft \u0026 Lehre","Technische Wissenschaften","Ultraschallprüfung"],"rating":{"count":178,"averageValue":"4.1"},"instructors":[{"name":"Mustapha benbihi","url":"/user/mustapha-benbihi/","totalNumberOfStudents":228521,"totalNumberOfReviews":2390,"averageRating":4.209900115561225}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BLACK-FRIDAY-PRESALE","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/t-shirt-design-masterclass-in-photoshop-sell-your-t-shirt/":{"courseDetails":{"courseId":3603092,"title":"T-Shirt Design Masterclass In Photoshop | Sell Your T-Shirt","shortDescription":"Design Stylish TShirt Photoshop With Adobe Photoshop CC and Learn How To Earn Money By T-Shirt Design","longDescription":"\u003Cp\u003EIn this course you will learn How to create or design your own custom T-Shirt In Photoshop. This course is for Intermediate skill levels, so you will find this course easy to follow if you have basic photoshop knowledge. You will learn how to design a fire fighter tshirt, how to design hero soldier or I’d rather die like a man than live like a coward tagline design, how to design a wanted black and white tshirt, how design a lumberjack tshirt using only with elements. You will have class project for every lessons, so once you will learn a lesson you will have to do class project so than you will have practice during learning.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat This Course Includes:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· Free T-Shirt Mock up\u003C/p\u003E\u003Cp\u003E· Complete PSD File\u003C/p\u003E\u003Cp\u003E· Life-Time Access\u003C/p\u003E\u003Cp\u003E· Support From Me\u003C/p\u003E\u003Cp\u003E· Free Design Graphics and Elements\u003C/p\u003E\u003Cp\u003E· New Updates Often\u003C/p\u003E\u003Cp\u003ESo once you will complete this course you will be able to design a t-shirt in Adobe Photoshop CC and you will now the sites in where you can sell the design of your t-shirt. Let me clear you one things that once you complete this course you will be able to upload or create gigs on fiverr for selling your tshirt as well as you will learn how to sell tshirt design in teespring. So this tshirt design masterclass is perfect for you if you want to learn t-shirt designing.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/t-shirt-design-masterclass-in-photoshop-sell-your-t-shirt/","imageUri":"https://img-b.udemycdn.com/course/750x422/3603092_eb4c_3.jpg?secure=gGat-J47nfK4PuEdcnb13A%3D%3D%2C1637200911","duration":"4 Stunden","enrolledStudentsCount":"37.563 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 7/2021","targetAudiences":["T-Shirt Design Learner"],"tags":["Entwerfen","Grafikdesign \u0026 Illustration","T-Shirt-Design"],"rating":{"count":166,"averageValue":"4.6"},"instructors":[{"name":"Stephen Koel Soren","url":"/user/stephen-koel-soren-3/","totalNumberOfStudents":417345,"totalNumberOfReviews":7028,"averageRating":4.477941376315789}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREETSHIRTCLASS","originalPrice":"1.920 ₹","discountedPrice":"Kostenlos","expirationText":"13 Stunden","discountPercentage":100}},"https://www.udemy.com/course/css-crash-course-for-beginners-g/":{"courseDetails":{"courseId":4260672,"title":"CSS Crash Course For Beginners","shortDescription":"Learn CSS With Practical Demonstrations","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn CSS Crash Course\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEver wonder how the latest website designs are made? Cascading Style Sheets (CSS) are the main coding files used to layout a website and its design. CSS 3 is the latest in styling standards, and it brings several new properties and declarations you can use to make your website design more easily created. CSS is currently the only standard in website design that plugs directly into your HTML, even the latest HTML 5 standards. With CSS 3 and HTML 5, you can create the latest interactive pages for your website viewers.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course shows you how to create CSS classes from a beginner\u0027s level. It starts off with basic HTML declarations, properties, values, and how to include a CSS style sheet with your HTML code. For those of you who are new to CSS and HTML, we show you step-by-step how to create a CSS file and include it in your HTML code, even if you use a cloud server for your hosting.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWe show you how to position your elements, layout your elements relative to your documents, and style your HTML using predefined CSS values. We introduce you to the common CSS styling that you\u0027ll need when you start off designing your pages. If you want to get to know CSS and website design, this course is meant for you, and it can be used by anyone who hasn\u0027t even seen one line of CSS code yet. We focus on the latest CSS 3 and HTML 5 standards, so you get the latest when coding your website pages instead of focusing on older code.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThere are no prerequisites. Anyone Can join this course. It is recommended though that individual have some basic computer programming knowledge.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Topics\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to CSS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Syntax\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHTML 5 IN CSS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Styling Text\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Page Backgrounds\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS\u0026nbsp;Animation\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThank you see you inside the course\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/css-crash-course-for-beginners-g/","imageUri":"https://img-c.udemycdn.com/course/750x422/4260672_f402.jpg","duration":"1 Stunde","enrolledStudentsCount":"23.754 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 8/2021","targetAudiences":["For People New to CSS","For CSS Beginners","For People Who want to learn CSS Fundamentals and later Transition into Web Designing"],"tags":["IT \u0026 Software","IT-Zertifizierungen","CSS"],"rating":{"count":61,"averageValue":"4.3"},"instructors":[{"name":"PROPER DOT INSTITUTE","url":"/user/vivek-dahibhate-2/","totalNumberOfStudents":92744,"totalNumberOfReviews":628,"averageRating":4.288492899260628}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"029F5E22197DD0D395D0","originalPrice":"1.600 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/make-money-online-for-beginners/":{"courseDetails":{"courseId":3338424,"title":"How to Make Money Online for Beginners: Follow PROVEN STEPS!","shortDescription":"Learn How to Make Money Online Starting without ANY Prior Experience!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EYour first $1 online is the hardest. The rest will be much easier.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course, you\u0027ll learn the steps, mindset and the principles to making money online.\u003C/p\u003E\u003Cp\u003EYou\u0027re not going to get push buttons to riches but a solid advice from a person who has helped numerous people to make money online.\u003C/p\u003E\u003Cp\u003EWhile I\u0026nbsp;can\u0027t promise you results by law, I\u0026nbsp;can promise to do my best to help you to succeed.\u003C/p\u003E\u003Cp\u003EI\u0027ve used these steps that I show to you in this course to make over $100,000 online.\u003C/p\u003E\u003Cp\u003EEverything started from the first $1.\u003C/p\u003E\u003Cp\u003EAfter that everything got easier and easier...\u003C/p\u003E\u003Cp\u003ERoope \u0022Helping ordinary people to make a life-changing income online\u0022\u0026nbsp;Kiuttu\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPS. \u003C/strong\u003EIf you have any questions, I\u0026nbsp;will be more than happy to help you.\u003C/p\u003E\u003Cp\u003EYou can ask me questions there or on my YouTube channel Learn to Make Honest Money Online.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIt\u0027s my mission to help ordinary people to make a life-changing income online and I\u0027d love to help YOU\u0026nbsp;as well!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E-\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EINCOME DISCLAIMER:\u0026nbsp;This is not a get rich quick program nor do I believe in overnight success. I believe in hard work, integrity and developing your skills if you want to earn more financially. \u003C/strong\u003EAs stipulated by law, I can not and do not make any guarantees about your ability to get results or earn any money with any of our products or services. The average person who buys any \u0022how-to\u0022 information gets little to no results. Any references or examples used within this website are real and documented but are used strictly for example purposes only. Your results will vary and depend on many factors, including but not limited to your background, experience, and work ethic. All business entails risk as well as consistent effort and action.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/make-money-online-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/3338424_be0a_7.jpg","duration":"3 Stunden","enrolledStudentsCount":"63.455 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 9/2021","targetAudiences":["People who want to make money online but haven\u0027t made their first dollars yet"],"tags":["Marketing","Affiliate-Marketing","Affiliate-Marketing"],"rating":{"count":395,"averageValue":"4.0"},"instructors":[{"name":"Roope Kiuttu","url":"/user/roope-kiuttu/","totalNumberOfStudents":428998,"totalNumberOfReviews":8073,"averageRating":3.973324466996951}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A8C0A498E07EDE2831A7","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/complete-adobe-photoshop-megacourse-beginner-to-expert/":{"courseDetails":{"courseId":4299705,"title":"Complete Adobe Photoshop Megacourse: Beginner to Expert","shortDescription":"Learn how to edit digital art and photos like a pro with this step-by-step course!","longDescription":"\u003Cp\u003E\u003Cstrong\u003ELearn photo editing with Photoshop!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDesign like a pro!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHave you ever wanted to edit your own images? In the digital age, we’re surrounded by thousands of images daily, from personal photos, to digital art. Maybe you want to enhance a photo and show it off on social media, or perhaps you want to fix the imperfections in an otherwise perfect snapshot of your life. Perhaps you want to illustrate or design art and logos for personal or commercial use. The possibilities are infinite - when you know what you’re doing. And that’s exactly what we’re here to teach you.\u003C/p\u003E\u003Cp\u003EIn this course, you’re going to learn everything about editing and design in Adobe Photoshop, from creating a new file to exporting the final product. We’ll show you around the workspace and show you the tools, panels and styles that are there to transform your imagination into digital reality. You’ll learn everything from blending, to adjusting colours and focus, to retouching photographs. Finally, you’ll learn how to use Adobe Photoshop for design and illustration.\u003C/p\u003E\u003Cp\u003EAfter taking this course, \u003Cstrong\u003Eyou will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEdit photos in Photoshop\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse Photoshop’s neural filters\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate digital art using Photoshop\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse the elements and theories in Photoshop to master your art\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate professional logos with Photoshop\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOrganise and publish your work in a portfolio\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EOur instructors have years of experience not only in editing, but also in teaching, and the expertly-crafted syllabus is designed to be easy to follow and thorough. We’ve even included dozens of examples edited on-screen for you to study. That’s why this is the only Photoshop course you’ll ever need to create impeccable digital art and edit photos like a pro!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EStart editing today!\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/complete-adobe-photoshop-megacourse-beginner-to-expert/","imageUri":"https://img-c.udemycdn.com/course/750x422/4299705_ea18_3.jpg","duration":"30,5 Stunden","enrolledStudentsCount":"21.049 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 10/2021","targetAudiences":["Anyone who wants to learn to edit - no experience needed!","Editors/designers who want to learn new styles","Anyone with specialised needs (logo designers, digital artists, photographers, animators)"],"tags":["Entwerfen","Grafikdesign \u0026 Illustration","Photoshop"],"rating":{"count":122,"averageValue":"4.5"},"instructors":[{"name":"Creativity Unleashed","url":"/user/creativity-unleashed/","totalNumberOfStudents":78488,"totalNumberOfReviews":644,"averageRating":4.398117500516351}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"764C172608CC3B6ADA92","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/machine-learning-time-series-forecasting-in-python/":{"courseDetails":{"courseId":2859872,"title":"Time Series Analysis and Forecasting using Python","shortDescription":"Learn about time series analysis \u0026 forecasting models in Python |Time Data Visualization|AR|MA|ARIMA|Regression| ANN","longDescription":"\u003Cp\u003EYou\u0027re looking for a complete \u003Cstrong\u003Ecourse on Time Series Forecasting to \u003C/strong\u003Edrive business decisions involving production schedules, inventory management, manpower planning, and many other parts of the business., right?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou\u0027ve found the right Time Series Forecasting and Time Series Analysis course using Python Time Series techniques. \u003C/strong\u003EThis course\u003Cstrong\u003E \u003C/strong\u003Eteaches you everything you need to know about different time series forecasting and time series analysis models and how to implement these models in Python time series.\u003C/p\u003E\u003Cp\u003EAfter completing this course \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EImplement time series forecasting and time series analysis models such as \u003Cstrong\u003EAutoRegression, Moving Average, ARIMA, SARIMA \u003C/strong\u003Eetc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplement multivariate time series forecasting models based on Linear regression and Neural Networks.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfidently practice, discuss and understand different time series forecasting, time series analysis models and Python time series techniques used by organizations\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EHow will this course help you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this Time Series Forecasting course on time series analysis and Python time series applications.\u003C/p\u003E\u003Cp\u003EIf you are a business manager or an executive, or a student who wants to learn and apply forecasting models in real world problems of business, this course will give you a solid base by teaching you the most popular forecasting models and how to implement it. You will also learn time series forecasting models, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe believe in \u003Cstrong\u003Eteaching by example\u003C/strong\u003E. This course is no exception. Every Section’s primary focus is to teach you the concepts through how-to examples. Each section has the following components:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETheoretical concepts\u003C/strong\u003E and use cases of different forecasting models, time series forecasting and time series analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStep-by-step instructions\u003C/strong\u003E on implement time series forecasting models in Python\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDownloadable Code files\u003C/strong\u003E containing data and solutions used in each lecture on time series forecasting, time series analysis and Python time series techniques\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EClass notes and assignments\u003C/strong\u003E to revise and practice the concepts on time series forecasting, time series analysis and Python time series techniques\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe practical classes where we create the model for each of these strategies is something which differentiates this course from any other available online course on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003E.\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe course is taught by Abhishek and Pukhraj. As managers in Global Analytics Consulting firm, we have helped businesses solve their business problem using Analytics and we have used our experience to include the practical aspects of Marketing and data analytics in this course. They also have an in-depth knowledge on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 170,000 enrollments and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThis is very good, i love the fact the all explanation given can be understood by a layman - Joshua\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThank you Author for this wonderful course. You are the best and this course is worth any price. - Daisy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Quizzes, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there are\u003Cstrong\u003E class notes\u003C/strong\u003E attached for you to follow along. You can also take \u003Cstrong\u003Equizzes\u003C/strong\u003E to check your understanding of concepts on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003EEach section contains a \u003Cstrong\u003Epractice assignment\u003C/strong\u003E for you to practically implement your learning on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is covered in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUnderstanding how future sales will change is one of the key information needed by manager to take data driven decisions. In this course, we will deal with time series forecasting, time series analysis and Python time series techniques. We will also explore how one can \u003Cstrong\u003Euse forecasting models to\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESee patterns in time series data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake forecasts based on models\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ELet me give you a brief overview of the course\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 1 - Introduction\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section we will learn about the course structure and how the concepts on time series forecasting, time series analysis and Python time series techniques will be taught in this course.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 2 - Python basics\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis section gets you started with Python.\u003C/p\u003E\u003Cp\u003EThis section will help you set up the python and Jupyter environment on your system and it\u0027ll teach\u003C/p\u003E\u003Cp\u003Eyou how to perform some basic operations in Python. We will understand the importance of different libraries such as Numpy, Pandas \u0026amp; Seaborn.\u003C/p\u003E\u003Cp\u003EThe basics taught in this part will be fundamental in learning time series forecasting, time series analysis and Python time series techniques on later part of this course.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 3 - Basics of Time Series Data\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section, we will discuss about the basics of time series data, application of time series forecasting, and the standard process followed to build a forecasting model, time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 4 - Pre-processing Time Series Data\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section, you will learn how to visualize time series, perform feature engineering, do re-sampling of data, and various other tools to analyze and prepare the data for models and execute time series forecasting, time series analysis and implement Python time series techniques.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 5 -\u003C/strong\u003E \u003Cstrong\u003EGetting Data Ready for Regression Model\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section you will learn what actions you need to take a step by step to get the data and then prepare it for the analysis these steps are very important.\u003C/p\u003E\u003Cp\u003EWe start with understanding the importance of business knowledge then we will see how to do data exploration. We learn how to do uni-variate analysis and bi-variate analysis then we cover topics like\u003Cstrong\u003E outlier treatment and missing value imputation.\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 6 - Forecasting using Regression Model\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis section starts with simple linear regression and then covers multiple linear regression.We have covered the basic theory behind each concept without getting too mathematical about it so that you understand where the concept is coming from and how it is important. But even if you don\u0027t understand it, it will be okay as long as you learn how to run and interpret the result as taught in the practical lectures.\u003C/p\u003E\u003Cp\u003EWe also look at how to quantify models accuracy, what is the meaning of F statistic, how categorical variables in the independent variables dataset are interpreted in the results.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 7 - Theoretical Concepts\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis part will give you a solid understanding of concepts involved in Neural Networks.\u003C/p\u003E\u003Cp\u003EIn this section you will learn about the single cells or Perceptrons and how Perceptrons are stacked to create a network architecture. Once architecture is set, we understand the Gradient descent algorithm to find the minima of a function and learn how this is used to optimize our network model.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 8 - Creating Regression and Classification ANN model in Python\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this part you will learn how to create ANN models in Python.\u003C/p\u003E\u003Cp\u003EWe will start this section by creating an ANN model using Sequential API to solve a classification problem. We learn how to define network architecture, configure the model and train the model. Then we evaluate the performance of our trained model and use it to predict on new data. We also solve a regression problem in which we try to predict house prices in a location. We will also cover how to create complex ANN architectures using functional API. Lastly we learn how to save and restore models.\u003C/p\u003E\u003Cp\u003EI am pretty confident that the course will give you the necessary knowledge and skills related to time series forecasting, time series analysis and Python time series techniques to immediately see practical benefits in your work place.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGo ahead and click the enroll button, and I\u0027ll see you in lesson 1 of this course on time series forecasting, time series analysis and Python time series techniques!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECheers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart-Tech Academy\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/machine-learning-time-series-forecasting-in-python/","imageUri":"https://img-b.udemycdn.com/course/750x422/2859872_aeeb_2.jpg?secure=gncwGEPvZj6ZcucHnJxbcA%3D%3D%2C1637193738","duration":"13,5 Stunden","enrolledStudentsCount":"119.237 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["People pursuing a career in data science","Working Professionals beginning their Machine Learning journey","Statisticians needing more practical experience","Anyone curious to master Time Series Analysis using Python in short span of time"],"tags":["Programmierung","Data Science","Zeitreihenanalyse"],"rating":{"count":931,"averageValue":"4.4"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1358976,"totalNumberOfReviews":57481,"averageRating":4.457225367377552}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F2F089","originalPrice":"1.920 ₹","discountedPrice":"Kostenlos","expirationText":"3 Tage","discountPercentage":100}}},"freeCourses":{"https://www.udemy.com/course/how-to-analyse-company-finances/":{"courseDetails":{"courseId":4396608,"title":"How to Analyse Company Finances","shortDescription":"using public domain information","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-analyse-company-finances/","imageUri":"https://img-c.udemycdn.com/course/750x422/4396608_26aa_2.jpg","duration":"5172","enrolledStudentsCount":"587 students","lastUpdated":null,"targetAudiences":["The course is for anyone interesting in looking at a company\u0027s financial status","This course is for anyone who is interested in investing in a company"],"tags":["Finance \u0026 Accounting","Finance","Financial Statement"],"rating":null,"instructors":[{"name":"Tracy Renee","url":"/user/tracydracona2/","totalNumberOfStudents":456,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tailwind-css-installation-guide/":{"courseDetails":{"courseId":4395096,"title":"Tailwind CSS: Complete Installation \u0026 Getting Started Guide","shortDescription":"Learn how to install TailwindCSS step by step, and how to start using it. Updated for Tailwind CSS 3.0!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tailwind-css-installation-guide/","imageUri":"https://img-b.udemycdn.com/course/750x422/4395096_3f2a_2.jpg?secure=CsHt4EqCVM4LS9jHNZumhw%3D%3D%2C1637198011","duration":"2111","enrolledStudentsCount":"893 students","lastUpdated":null,"targetAudiences":["Web designers and developers who need to know how to install and use Tailwind CSS","Students with knowledge of HTML and CSS who want to learn a new way of working.","Whoever wants to learn new technologies in web development"],"tags":["Development","Web Development","Tailwind CSS"],"rating":null,"instructors":[{"name":"David Morales","url":"/user/davidmles/","totalNumberOfStudents":22779,"totalNumberOfReviews":154,"averageRating":4.5336496938775515}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tiktok-ads-for-growth/":{"courseDetails":{"courseId":4391440,"title":"TikTok Ads For Beginners: See How I Grow My Account With Ads","shortDescription":"Immediately run effective ads and drive traffic to your site and grow followers","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tiktok-ads-for-growth/","imageUri":"https://img-c.udemycdn.com/course/750x422/4391440_eea7_4.jpg","duration":"2084","enrolledStudentsCount":"858 students","lastUpdated":null,"targetAudiences":["Entrepreneurs","People building a personal brand"],"tags":["Marketing","Social Media Marketing"],"rating":null,"instructors":[{"name":"Alex Genadinik\u0027s Teaching Assistant","url":"/user/alex-genadinik-teaching-assistant/","totalNumberOfStudents":129329,"totalNumberOfReviews":4231,"averageRating":4.266338562793427}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/green-screen-on-a-budget-the-cheapest-the-fastest-method/":{"courseDetails":{"courseId":4365508,"title":"Green Screen on a Budget - The Cheapest \u0026 the Fastest Method","shortDescription":"Learn Chroma Key or Green Screen Video Production Even if You Have No Prior Knowledge","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/green-screen-on-a-budget-the-cheapest-the-fastest-method/","imageUri":"https://img-b.udemycdn.com/course/750x422/4365508_4bf5.jpg?secure=5dja29g7W1s4k3Y8BU-gDA%3D%3D%2C1637197598","duration":"7191","enrolledStudentsCount":"1,372 students","lastUpdated":null,"targetAudiences":["This course is for people who want to learn Green Screen video production in a budget-friendly and quick manner."],"tags":["Photography \u0026 Video","Other Photography \u0026 Video","Video Production"],"rating":{"count":8,"averageValue":"5.0"},"instructors":[{"name":"Kush Sharma","url":"/user/kush-sharma-4/","totalNumberOfStudents":23451,"totalNumberOfReviews":1234,"averageRating":4.398031923293173}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/time-management-for-personal-productivity/":{"courseDetails":{"courseId":3323956,"title":"Time Management For Personal Productivity \u0026 Happiness","shortDescription":"Learn how to manage and make most out of your time using verified tools, life hacks for productivity \u0026 happiness.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/time-management-for-personal-productivity/","imageUri":"https://img-b.udemycdn.com/course/750x422/3323956_aa6b_5.jpg?secure=t-xoZhP-6I5INLJupm1qGA%3D%3D%2C1637193641","duration":"2412","enrolledStudentsCount":"800 students","lastUpdated":null,"targetAudiences":["Those who want to learn about time management","Those who need motivation to improve their daily management of tasks and activities","Managers and individual contributors operating at management level","Designed for managers, HR professionals, project heads, project members, team leaders, team members or for any executive who wishes to improve his/her time management skills","Visionaries, activists, those who want to move mountains"],"tags":["Personal Development","Personal Productivity","Time Management"],"rating":{"count":23,"averageValue":"4.3"},"instructors":[{"name":"HSE-Q Training International","url":"/user/hseq-training/","totalNumberOfStudents":3592,"totalNumberOfReviews":896,"averageRating":4.3458185333333335},{"name":"Muhammad Arsalan","url":"/user/muhammad-arsalan-23/","totalNumberOfStudents":832,"totalNumberOfReviews":23,"averageRating":4.251793}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-mine-crypto-on-laptop-desktop-for-beginners/":{"courseDetails":{"courseId":4394996,"title":"How to Mine Crypto on Laptop \u0026 Desktop for Beginners in 2021","shortDescription":"3 Step Guide to Get you Mining with your Laptop \u0026 Desktop in 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-mine-crypto-on-laptop-desktop-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4394996_168f.jpg","duration":"1948","enrolledStudentsCount":"1,733 students","lastUpdated":null,"targetAudiences":["Beginners who want to mine casually in 3 simple steps","Crypto Enthusiasts","People curios about Blockchain technology","People interested in mining Ethereum, Shiba Inu, Cardano, Matic, Decentraland, Ripple, Dogecoin and More"],"tags":["Finance \u0026 Accounting","Cryptocurrency \u0026 Blockchain","Cryptocurrency"],"rating":null,"instructors":[{"name":"Alejandro Garcia","url":"/user/alejandro-garcia-172/","totalNumberOfStudents":4247,"totalNumberOfReviews":130,"averageRating":4.8255897}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/the-musical-instruments/":{"courseDetails":{"courseId":4392596,"title":"The Musical Instruments - Learn - Listen - See","shortDescription":"The Categories of the Musical Instruments, Classical and Ethnic Instruments, Modern and Software Instruments.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/the-musical-instruments/","imageUri":"https://img-b.udemycdn.com/course/750x422/4392596_9c7b.jpg?secure=PdKyYBXAvrj2YJ_kDSeoRQ%3D%3D%2C1637196915","duration":"5756","enrolledStudentsCount":"505 students","lastUpdated":null,"targetAudiences":["Anyone with musical interests, love for music, curiosity about the sounds we hear, interest about the instruments of our world."],"tags":["Music","Instruments","Music Theory"],"rating":null,"instructors":[{"name":"Costas Christodoulou","url":"/user/costas-christodoulou/","totalNumberOfStudents":684,"totalNumberOfReviews":32,"averageRating":4.778176686666667}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/supersimpledev-git-course-1/":{"courseDetails":{"courseId":4397176,"title":"A Gentle Introduction to Git - by SuperSimpleDev","shortDescription":"The most easy-to-understand Git course for people with no experience.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/supersimpledev-git-course-1/","imageUri":"https://img-c.udemycdn.com/course/750x422/4397176_7f6c_2.jpg","duration":"2057","enrolledStudentsCount":"1,943 students","lastUpdated":null,"targetAudiences":["The most easy-to-understand course on git. We\u0027ll start from the ground up and learn step-by-step how to create a version history for our code and how to view and restore previous versions of our code."],"tags":["Development","Programming Languages","Git"],"rating":null,"instructors":[{"name":"Simon SuperSimpleDev","url":"/user/simon-bao-5/","totalNumberOfStudents":1840,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/fixed-income-securities-a/":{"courseDetails":{"courseId":3908198,"title":"Fixed income securities","shortDescription":"This course explains about fixed income securities","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/fixed-income-securities-a/","imageUri":"https://img-c.udemycdn.com/course/750x422/3908198_f150.jpg","duration":"3082","enrolledStudentsCount":"558 students","lastUpdated":null,"targetAudiences":["students and professionals"],"tags":["Finance \u0026 Accounting","Finance","Fixed Income Securities"],"rating":null,"instructors":[{"name":"Bhavishya Sri Perumal","url":"/user/bhavishya-sree-perumal/","totalNumberOfStudents":1361,"totalNumberOfReviews":144,"averageRating":3.822214339361702}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/computer-forensics-fundamentals-y/":{"courseDetails":{"courseId":4392000,"title":"Computer Forensics Fundamentals","shortDescription":"Learn how to protect your business with Computer Forensics Skills","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/computer-forensics-fundamentals-y/","imageUri":"https://img-c.udemycdn.com/course/750x422/4392000_e08f.jpg","duration":"3892","enrolledStudentsCount":"813 students","lastUpdated":null,"targetAudiences":["IT Users","Any Computer User"],"tags":["IT \u0026 Software","Network \u0026 Security","Computer Forensics"],"rating":null,"instructors":[{"name":"Juan Sebastian Garcia","url":"/user/juan-sebastian-garcia-8/","totalNumberOfStudents":22997,"totalNumberOfReviews":1262,"averageRating":3.910176156741573}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/ebay-digital-product-blueprint-with-0-doller-investment/":{"courseDetails":{"courseId":4012164,"title":"Ebay Digital Product BluePrint With 0 Doller Investment","shortDescription":"Digital products and Trading Strategy","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/ebay-digital-product-blueprint-with-0-doller-investment/","imageUri":"https://img-c.udemycdn.com/course/750x422/4012164_8e0a.jpg","duration":"5807","enrolledStudentsCount":"1,188 students","lastUpdated":null,"targetAudiences":["Anyone who is looking to earn money online"],"tags":["Business","E-Commerce","Online Business"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Nithin Kavintha","url":"/user/nithin-kavintha-2/","totalNumberOfStudents":1188,"totalNumberOfReviews":3,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/kindle-kdp-setup-promote-products-with-free-books-ebooks/":{"courseDetails":{"courseId":4381988,"title":"Kindle KDP Setup \u0026 Promote Products With Free Books / Ebooks","shortDescription":"You can promote anything with a Kindle book. Learn to get big exposure to your Kindle ebook and reach a big audience","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/kindle-kdp-setup-promote-products-with-free-books-ebooks/","imageUri":"https://img-c.udemycdn.com/course/750x422/4381988_41a2_5.jpg","duration":"2113","enrolledStudentsCount":"1,579 students","lastUpdated":null,"targetAudiences":["Entrepreneurs, authors, or business owners"],"tags":["Marketing","Content Marketing","Amazon Kindle Direct Publishing (KDP)"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Alex Genadinik\u0027s Teaching Assistant","url":"/user/alex-genadinik-teaching-assistant/","totalNumberOfStudents":129329,"totalNumberOfReviews":4231,"averageRating":4.266338562793427}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/mohitcrz_i/":{"courseDetails":{"courseId":3766502,"title":"Make Money Online With Kindle Direct Publishing | Part I","shortDescription":"From scratch | with zero dollar investment and without writing any book","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/mohitcrz_i/","imageUri":"https://img-c.udemycdn.com/course/750x422/3766502_30b0_3.jpg","duration":"6093","enrolledStudentsCount":"2,779 students","lastUpdated":null,"targetAudiences":["Anyone, who wants to make money with their laptop.","Budding Entrepreneurs"],"tags":["Business","Entrepreneurship","Amazon Kindle Direct Publishing (KDP)"],"rating":{"count":45,"averageValue":"4.2"},"instructors":[{"name":"Mohit Kumar","url":"/user/mohit-3074/","totalNumberOfStudents":3212,"totalNumberOfReviews":68,"averageRating":4.09998315}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/amazon-kindle-secrets-step-by-step-guide-to-ebook-creation/":{"courseDetails":{"courseId":3663644,"title":"Amazon Kindle Secrets: Step by Step Guide to eBook Creation","shortDescription":"eBook Creation for selling on Amazon Kindle","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/amazon-kindle-secrets-step-by-step-guide-to-ebook-creation/","imageUri":"https://img-b.udemycdn.com/course/750x422/3663644_051c.jpg?secure=f9rLif2T2FxSEtnIaTdR0g%3D%3D%2C1637193968","duration":"4166","enrolledStudentsCount":"2,959 students","lastUpdated":null,"targetAudiences":["Who willing to build an Amazon Kindle"],"tags":["Business","Entrepreneurship","eBook Creation"],"rating":{"count":27,"averageValue":"3.9"},"instructors":[{"name":"Ali Raza","url":"/user/ali-110952/","totalNumberOfStudents":6273,"totalNumberOfReviews":66,"averageRating":4.0438708000000005}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/professional-logo-design-crash-course/":{"courseDetails":{"courseId":399938,"title":"Professional Logo Design in Adobe Illustrator","shortDescription":"Learn how to design a logo that stands out from the crowd.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/professional-logo-design-crash-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/399938_e897_5.jpg","duration":"26563","enrolledStudentsCount":"259,714 students","lastUpdated":null,"targetAudiences":["This course is for those how want to learn how to design a logo","Want to know how different logos are design and what are the techniques used in their creation.","Want to learn how to fine-tune your logo design"],"tags":["Design","Graphic Design \u0026 Illustration","Logo Design"],"rating":{"count":9258,"averageValue":"4.5"},"instructors":[{"name":"Rawson Uddin","url":"/user/badaruddin/","totalNumberOfStudents":259838,"totalNumberOfReviews":9285,"averageRating":4.506584014705883}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/streaming-media/":{"courseDetails":{"courseId":4383748,"title":"Video streaming workflows and AWS Cloud","shortDescription":"An Introduction to the Video Workloads in the Cloud","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/streaming-media/","imageUri":"https://img-c.udemycdn.com/course/750x422/4383748_b6b2_3.jpg","duration":"4153","enrolledStudentsCount":"1,413 students","lastUpdated":null,"targetAudiences":["This course is for any IT experts who wants to know more about video streaming workflows in general and applications of Media and Entertainment workflows in the cloud."],"tags":["IT \u0026 Software","Network \u0026 Security"],"rating":null,"instructors":[{"name":"Antoine Courtois","url":"/user/antoine-courtois-3/","totalNumberOfStudents":1405,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/learn-email-marketing-through-phplist-free-opensource/":{"courseDetails":{"courseId":4288268,"title":"Learn Email Marketing through PhpList, Free \u0026 Opensource","shortDescription":"How to do email marketing through PhpList with the GDPR issues resolved to run email campaigns successfully.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/learn-email-marketing-through-phplist-free-opensource/","imageUri":"https://img-b.udemycdn.com/course/750x422/4288268_7fae.jpg?secure=ftXRV9TUdZa1NZES0FL_WQ%3D%3D%2C1637208039","duration":"3564","enrolledStudentsCount":"1,190 students","lastUpdated":null,"targetAudiences":["Freelancers","Small Business Owners","Content Writers","Website Admin","Digital Marketers"],"tags":["Marketing","Digital Marketing","Email Marketing"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Abdullah Khan","url":"/user/54f2b3b025046/","totalNumberOfStudents":7948,"totalNumberOfReviews":67,"averageRating":4.086387869999999}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-use-canva-to-make-instagram-posts-training-2021/":{"courseDetails":{"courseId":4220508,"title":"How to use canva to make Instagram posts? Training 2021","shortDescription":"Learn how to create instagram posts, banners, animations using Canva. It\u0027s so Easy like Never Before. Try it Out!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-use-canva-to-make-instagram-posts-training-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4220508_cce7.jpg","duration":"3587","enrolledStudentsCount":"2,774 students","lastUpdated":null,"targetAudiences":["Freelancers","Content Writers","Designers","Small business owners","Digital Marketers","Business Development"],"tags":["Design","Design Tools","Web Graphics"],"rating":{"count":9,"averageValue":"4.4"},"instructors":[{"name":"Abdullah Khan","url":"/user/54f2b3b025046/","totalNumberOfStudents":7948,"totalNumberOfReviews":67,"averageRating":4.086387869999999}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-modular-dungeon-in-unity/":{"courseDetails":{"courseId":3979288,"title":"Create a modular dungeon in Unity","shortDescription":"Modular level design for games","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-modular-dungeon-in-unity/","imageUri":"https://img-c.udemycdn.com/course/750x422/3979288_bd62.jpg","duration":"5950","enrolledStudentsCount":"3,092 students","lastUpdated":null,"targetAudiences":["Anyone wanting to learn modular layout for games"],"tags":["Design","Game Design","Level Design"],"rating":{"count":75,"averageValue":"4.3"},"instructors":[{"name":"Pete Jepson","url":"/user/pete-jepson/","totalNumberOfStudents":41625,"totalNumberOfReviews":1679,"averageRating":4.517018038735177}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-aspnet-core-razor-pages-net-6/":{"courseDetails":{"courseId":4361074,"title":"Introduction to ASP.NET Core Razor Pages (.NET 6)","shortDescription":"Quick Introduction to ASP.NET Core  MVC (.NET 6) with Entity Framework Core","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-aspnet-core-razor-pages-net-6/","imageUri":"https://img-c.udemycdn.com/course/750x422/4361074_3d24.jpg","duration":"7178","enrolledStudentsCount":"3,565 students","lastUpdated":null,"targetAudiences":["Anyone who wants to learn fundamentals of ASP NET Core MVC (.NET 6)","Anyone who wants to understand new file structure in ASP NET Core (.NET 6)","Create basic CRUD operation application using ASP NET MVC Core (.NET 6)"],"tags":["Development","Web Development","ASP.NET Core"],"rating":{"count":25,"averageValue":"4.6"},"instructors":[{"name":"Bhrugen Patel","url":"/user/bhrugenpatel/","totalNumberOfStudents":109712,"totalNumberOfReviews":19125,"averageRating":4.483696640743579}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-2/":{"courseDetails":{"courseId":4328614,"title":"How to Make a Wordpress Website With Avada Theme Part 2","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-2/","imageUri":"https://img-c.udemycdn.com/course/750x422/4328614_e507_2.jpg","duration":"6071","enrolledStudentsCount":"1,622 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116073,"totalNumberOfReviews":2569,"averageRating":4.484864760344827}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-2/":{"courseDetails":{"courseId":4327312,"title":"How to Make an Ecommerce Website With Flatsome - Part 2","shortDescription":"Create An eCommerce Website From Scratch With No Experience! - Top Rated Instructor","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-2/","imageUri":"https://img-c.udemycdn.com/course/750x422/4327312_ecc2_2.jpg","duration":"3805","enrolledStudentsCount":"1,852 students","lastUpdated":null,"targetAudiences":["Anyone that wants to learn how to make an ecommerce website","Anyone that wants to sell something online","Anyone that wants to make passive income"],"tags":["Development","Web Development","WordPress for Ecommerce"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116073,"totalNumberOfReviews":2569,"averageRating":4.484864760344827}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-3/":{"courseDetails":{"courseId":4328642,"title":"How to Make a Wordpress Website With Avada Theme Part 3","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4328642_b52c_2.jpg","duration":"3173","enrolledStudentsCount":"1,631 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":null,"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116073,"totalNumberOfReviews":2569,"averageRating":4.484864760344827}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-1/":{"courseDetails":{"courseId":4324736,"title":"How to Make an Ecommerce Website With Flatsome - Part 1","shortDescription":"Create An eCommerce Website From Scratch With No Experience! - Top Rated Instructor","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-1/","imageUri":"https://img-b.udemycdn.com/course/750x422/4324736_8453_2.jpg?secure=ye6hNdNkjv0ta6I6esJl7w%3D%3D%2C1637202421","duration":"6109","enrolledStudentsCount":"2,060 students","lastUpdated":null,"targetAudiences":["Anyone that wants to learn how to make an ecommerce website","Anyone that wants to sell something online","Anyone that wants to make passive income"],"tags":["Development","Web Development","WordPress for Ecommerce"],"rating":{"count":2,"averageValue":"4.8"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116073,"totalNumberOfReviews":2569,"averageRating":4.484864760344827}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-1/":{"courseDetails":{"courseId":4324734,"title":"How to Make a Wordpress Website With Avada Theme Part 1","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-1/","imageUri":"https://img-b.udemycdn.com/course/750x422/4324734_42a2_2.jpg?secure=pAVzFKKFI4P_UGuFu58s3w%3D%3D%2C1637184181","duration":"7106","enrolledStudentsCount":"1,950 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":{"count":7,"averageValue":"4.7"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116073,"totalNumberOfReviews":2569,"averageRating":4.484864760344827}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-master-focus-in-30-days/":{"courseDetails":{"courseId":4301799,"title":"How to master focus in 30 days","shortDescription":"Learn how to focus on the task at hand","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-master-focus-in-30-days/","imageUri":"https://img-b.udemycdn.com/course/750x422/4301799_415a_3.jpg?secure=ik6A54pwjP7UfB9eYpD6jQ%3D%3D%2C1637200511","duration":"3972","enrolledStudentsCount":"1,859 students","lastUpdated":null,"targetAudiences":["Anyone who is struggling with focusing"],"tags":["Personal Development","Memory \u0026 Study Skills"],"rating":{"count":14,"averageValue":"4.3"},"instructors":[{"name":"Charity sanders","url":"/user/charity-sanders-2/","totalNumberOfStudents":1859,"totalNumberOfReviews":14,"averageRating":4.278401}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/react-web-app-testing-with-nodejs-cypress-and-webdriverio/":{"courseDetails":{"courseId":4329330,"title":"React Web App Testing With NodeJs, Cypress, and WebDriverIO","shortDescription":"How To Test A React Web App Using NodeJs, Cypress, and WebDriverIO","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/react-web-app-testing-with-nodejs-cypress-and-webdriverio/","imageUri":"https://img-b.udemycdn.com/course/750x422/4329330_507d.jpg?secure=yUoiazKXXUnhYBY9it1XrA%3D%3D%2C1637207342","duration":"7002","enrolledStudentsCount":"6,255 students","lastUpdated":null,"targetAudiences":["Beginner and Intermediate developers looking to learn how to test web applications"],"tags":["Development","Web Development","React"],"rating":{"count":13,"averageValue":"4.7"},"instructors":[{"name":"Nikolay Advolodkin","url":"/user/nikolaya/","totalNumberOfStudents":74270,"totalNumberOfReviews":15960,"averageRating":4.352415779044119}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/datastructures-and-algorithmszero-to-hero/":{"courseDetails":{"courseId":4346446,"title":"DataStructures and Algorithms:Zero to Hero","shortDescription":"Linkedlist,Stack,Queue,Trees,Graphs,Hashing","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/datastructures-and-algorithmszero-to-hero/","imageUri":"https://img-c.udemycdn.com/course/750x422/4346446_143b_2.jpg","duration":"6887","enrolledStudentsCount":"5,176 students","lastUpdated":null,"targetAudiences":["Computer Science Engineers"],"tags":["Development","Database Design \u0026 Development","Data Structures"],"rating":{"count":20,"averageValue":"4.4"},"instructors":[{"name":"Vijay A","url":"/user/vijay-arjun-4/","totalNumberOfStudents":26298,"totalNumberOfReviews":179,"averageRating":4.200505357142857}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/speed-reading-and-deeper-comprehension/":{"courseDetails":{"courseId":4099718,"title":"Speed Reading and Deeper Comprehension","shortDescription":"Deepen your relationship with reading!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/speed-reading-and-deeper-comprehension/","imageUri":"https://img-b.udemycdn.com/course/750x422/4099718_9da2_4.jpg?secure=vg3DufSD7Xamh-9Zo-rRcw%3D%3D%2C1637204466","duration":"4825","enrolledStudentsCount":"3,381 students","lastUpdated":null,"targetAudiences":["Seekers of Truth","Knowledge enthusiasts","Personal Development buffs","Intellectuals","Book Worms","Students of the Humanities"],"tags":["Personal Development","Other Personal Development","Speed Reading"],"rating":{"count":24,"averageValue":"4.4"},"instructors":[{"name":"Dosta Andrew Lake","url":"/user/dosta-3/","totalNumberOfStudents":4986,"totalNumberOfReviews":62,"averageRating":4.578948269642857}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-3d-asset-in-blender-and-substance-painter/":{"courseDetails":{"courseId":4320272,"title":"Create a 3D Asset in Blender and Substance Painter","shortDescription":"Create a Sony Walkman in Blender and Substance Painter, Learn 3D modelling in blender and texturing in substance painter","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-3d-asset-in-blender-and-substance-painter/","imageUri":"https://img-b.udemycdn.com/course/750x422/4320272_4732_2.jpg?secure=ldQswcukhYzeaKQv1BuH5g%3D%3D%2C1637186508","duration":"6724","enrolledStudentsCount":"3,441 students","lastUpdated":null,"targetAudiences":["Any type of Blender/Substance user who wants to increase their skill level"],"tags":["Design","3D \u0026 Animation","Blender"],"rating":{"count":38,"averageValue":"4.7"},"instructors":[{"name":"Aniket Rawat","url":"/user/aniket-rawat-5/","totalNumberOfStudents":3514,"totalNumberOfReviews":57,"averageRating":4.669484787719298}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/ue5-steam/":{"courseDetails":{"courseId":4299045,"title":"Unreal Engine 5 to Steam: How to Release a Game","shortDescription":"Learn how to release your game from Unreal Engine 5 to the Steam Platform.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/ue5-steam/","imageUri":"https://img-c.udemycdn.com/course/750x422/4299045_f726.jpg","duration":"4119","enrolledStudentsCount":"4,396 students","lastUpdated":null,"targetAudiences":["Complete beginners with no prior experience","Game Developers who want to release their game on Steam","Anyone who want to release a game on Steam"],"tags":["Development","Game Development","Unreal Engine"],"rating":{"count":16,"averageValue":"4.6"},"instructors":[{"name":"Titanforged Entertainment","url":"/user/titanforged-entertainment/","totalNumberOfStudents":5094,"totalNumberOfReviews":122,"averageRating":4.748688831081082}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/connect-to-mysql-db-using-pdo/":{"courseDetails":{"courseId":4252008,"title":"PDO \u0026 MySQL: Connect to MySQL DB using PDO \u0026 CRUD Operations","shortDescription":"Go from a Beginner to Advance in PDO: Connect to MySQL DB using PDO, Write your first PDO Wrapper class, and do CRUD","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/connect-to-mysql-db-using-pdo/","imageUri":"https://img-c.udemycdn.com/course/750x422/4252008_4a1f_4.jpg","duration":"6641","enrolledStudentsCount":"4,443 students","lastUpdated":null,"targetAudiences":["1.\tPHP | PDO enthusiasts","2.\tNewbie in PDO","3.\tFreelance web developers who want to get a better grasp in PHP | PDO","4.\tIntermediate PHP|PDO developers who want to write slimmer, concise, more secure codes.","5.\tExperience PHP  developers who are still struggling with PDO"],"tags":["Development","Web Development","PDO"],"rating":{"count":6,"averageValue":"4.1"},"instructors":[{"name":"Armstrong Nana TAGU","url":"/user/be3c017d-218c-4b28-9e05-19d4486dd472/","totalNumberOfStudents":4445,"totalNumberOfReviews":6,"averageRating":4.1426835}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-power-automate-desktop/":{"courseDetails":{"courseId":4294694,"title":"Introduction to Power Automate Desktop","shortDescription":"Step by step kick start guide of Power Automate Desktop for Beginners","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-power-automate-desktop/","imageUri":"https://img-c.udemycdn.com/course/750x422/4294694_ff22_4.jpg","duration":"7047","enrolledStudentsCount":"3,819 students","lastUpdated":null,"targetAudiences":["Beginners curious about Step by Step guide to learn Microsoft Power Automate Desktop"],"tags":["Development","Software Development Tools","Microsoft Power Automate"],"rating":{"count":19,"averageValue":"4.4"},"instructors":[{"name":"Goloknath Mishra","url":"/user/goloknath-mishra-2/","totalNumberOfStudents":4064,"totalNumberOfReviews":24,"averageRating":4.2135021875000005}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/part-2-learn-django-by-building-invoice-management-system/":{"courseDetails":{"courseId":4182884,"title":"Part 2 - Learn Django by Building Invoice Management System","shortDescription":"Python and Django Framework","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/part-2-learn-django-by-building-invoice-management-system/","imageUri":"https://img-c.udemycdn.com/course/750x422/4182884_d0c0_2.jpg","duration":"7010","enrolledStudentsCount":"3,405 students","lastUpdated":null,"targetAudiences":["Any student interesting in web devepment"],"tags":["IT \u0026 Software","Other IT \u0026 Software","Django"],"rating":{"count":5,"averageValue":"3.8"},"instructors":[{"name":"Abdourahman Badjie","url":"/user/abdourahman-badjie/","totalNumberOfStudents":14163,"totalNumberOfReviews":182,"averageRating":4.467736620338983}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-algorithms-and-data-structures-in-c/":{"courseDetails":{"courseId":842934,"title":"Introduction to Algorithms and Data structures in C\u002B\u002B","shortDescription":"A step-by-step guide with solved problems. I\u0027m teaching visually with lots of examples.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-algorithms-and-data-structures-in-c/","imageUri":"https://img-c.udemycdn.com/course/750x422/842934_a4a7_3.jpg","duration":"11720","enrolledStudentsCount":"113,242 students","lastUpdated":null,"targetAudiences":["You, if you don\u0027t know where to start.","You, if you watched many YouTube videos without understanding!","You, if you want to learn Algorithms \u0026 Data Structures fast!","You, if you want to solve algorithmic problems!"],"tags":["Development","Programming Languages","Data Structures"],"rating":{"count":6218,"averageValue":"4.4"},"instructors":[{"name":"Andrei Margeloiu","url":"/user/andrei-margeloiu/","totalNumberOfStudents":113242,"totalNumberOfReviews":6218,"averageRating":4.3745923}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/python-pandas-for-your-grandpa/":{"courseDetails":{"courseId":3811114,"title":"Python Pandas For Your Grandpa","shortDescription":"So easy, your grandpa could learn it!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/python-pandas-for-your-grandpa/","imageUri":"https://img-c.udemycdn.com/course/750x422/3811114_83fc_3.jpg","duration":"7179","enrolledStudentsCount":"4,440 students","lastUpdated":null,"targetAudiences":["Anyone with basic Python knowledge interested in learning Pandas for data wrangling","People interested in data science and machine learning"],"tags":["Development","Data Science","Python"],"rating":{"count":25,"averageValue":"4.9"},"instructors":[{"name":"Ben Gorman","url":"/user/bengorman2/","totalNumberOfStudents":15927,"totalNumberOfReviews":125,"averageRating":4.692288051724138}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/arsa-framework-master-of-arsa-script/":{"courseDetails":{"courseId":1303206,"title":"ARSA Framework: Master of ARSA Script.","shortDescription":"Study ARSA Script with your Photoshop. Quick and clean scripting for 2D games development.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/arsa-framework-master-of-arsa-script/","imageUri":"https://img-c.udemycdn.com/course/750x422/1303206_6271_4.jpg","duration":"42658","enrolledStudentsCount":"9,486 students","lastUpdated":null,"targetAudiences":["Guys who focus to new game developer.","Anyone who wants easy way to make game or app.","Photoshop family and have intension to making digital media game or app on smartphones."],"tags":["Development","Game Development","2D Game Development"],"rating":{"count":36,"averageValue":"4.9"},"instructors":[{"name":"Arsa T.","url":"/user/arsa-t/","totalNumberOfStudents":9486,"totalNumberOfReviews":36,"averageRating":4.858133}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/build-website-and-start-earning-monney-in-less-than-1-hour/":{"courseDetails":{"courseId":2276745,"title":"Live Blog Creation , watch me customize a website","shortDescription":"Live Blog Creation , watch me customize a website","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/build-website-and-start-earning-monney-in-less-than-1-hour/","imageUri":"https://img-c.udemycdn.com/course/750x422/2276745_a64b_3.jpg","duration":"3380","enrolledStudentsCount":"3,831 students","lastUpdated":null,"targetAudiences":["this course is for people who want to create blogger fast and earn monney from it"],"tags":["Development","Web Development","Google Blogger"],"rating":{"count":14,"averageValue":"4.8"},"instructors":[{"name":"Fouad boughanzai","url":"/user/fouad-boughanzai/","totalNumberOfStudents":3831,"totalNumberOfReviews":14,"averageRating":4.762284}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-php-free-course/":{"courseDetails":{"courseId":4150798,"title":"Introduction to PHP (Free course)","shortDescription":"This course capture few on PHP Basics","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-php-free-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4150798_1601.jpg","duration":"2033","enrolledStudentsCount":"4,028 students","lastUpdated":null,"targetAudiences":["Beginner Web Developers that want to Learn the Basics of PHP"],"tags":["IT \u0026 Software","Other IT \u0026 Software","PHP"],"rating":{"count":19,"averageValue":"3.1"},"instructors":[{"name":"Adeola Oke","url":"/user/adeola-oke-5/","totalNumberOfStudents":4027,"totalNumberOfReviews":19,"averageRating":3.1019144}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/data-project-with-beautiful-soup-web-scraping-e-commerce/":{"courseDetails":{"courseId":4256776,"title":"Data Project with Beautiful Soup - Web Scraping E-Commerce","shortDescription":"Learn how to scrape E-Commerce Websites with Beautiful Soup","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/data-project-with-beautiful-soup-web-scraping-e-commerce/","imageUri":"https://img-c.udemycdn.com/course/750x422/4256776_a777.jpg","duration":"4279","enrolledStudentsCount":"6,400 students","lastUpdated":null,"targetAudiences":["Everybody who is interested in Web Scraping, for example Data Scientists"],"tags":["Development","Web Development","Web Scraping"],"rating":{"count":41,"averageValue":"4.8"},"instructors":[{"name":"Alexander Schlee","url":"/user/alexander-schlee-42/","totalNumberOfStudents":71826,"totalNumberOfReviews":770,"averageRating":4.68387058}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/algorithms-programming-logic/":{"courseDetails":{"courseId":4205272,"title":"Algorithms. Development of Programming Logic","shortDescription":"Develop your Programming Logic by creating Algorithms","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/algorithms-programming-logic/","imageUri":"https://img-c.udemycdn.com/course/750x422/4205272_3fe9.jpg","duration":"6976","enrolledStudentsCount":"8,930 students","lastUpdated":null,"targetAudiences":["Programming Students","Interested in improving your programming skills"],"tags":["Development","Mobile Development","Algorithms"],"rating":{"count":39,"averageValue":"4.1"},"instructors":[{"name":"Jose Javier Villena","url":"/user/josejaviervillena/","totalNumberOfStudents":146050,"totalNumberOfReviews":33898,"averageRating":4.463753801829925}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/machine-learning-fundamentals-python/":{"courseDetails":{"courseId":3288010,"title":"Machine Learning Fundamentals [Python]","shortDescription":"Understanding Machine Learning for Data Science in python. Best skill to get in free time.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/machine-learning-fundamentals-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/3288010_01e6.jpg","duration":"3589","enrolledStudentsCount":"5,378 students","lastUpdated":null,"targetAudiences":["Anyone who is looking or dont know from where to start Machine Learning can opt for this course.","This will provide a good foundation in understanding concept of Machine Learning."],"tags":["Development","Data Science","Machine Learning"],"rating":{"count":43,"averageValue":"4.3"},"instructors":[{"name":"Rishi Bansal","url":"/user/shivani-rajvanshi/","totalNumberOfStudents":40809,"totalNumberOfReviews":717,"averageRating":4.143803958333334}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/the-art-of-doing-get-coding-today-with-python-fundamentals/":{"courseDetails":{"courseId":4214950,"title":"The Art of Doing: Get Coding Today With Python Fundamentals!","shortDescription":"Learn Python by DOING!  Create your own programs today!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/the-art-of-doing-get-coding-today-with-python-fundamentals/","imageUri":"https://img-c.udemycdn.com/course/750x422/4214950_80b8_2.jpg","duration":"6511","enrolledStudentsCount":"5,241 students","lastUpdated":null,"targetAudiences":["Beginner programmers who are looking for an opportunity to learn though application rather than direct instruction."],"tags":["Development","Programming Languages","Python"],"rating":{"count":27,"averageValue":"4.4"},"instructors":[{"name":"Michael Eramo","url":"/user/michaeleramo/","totalNumberOfStudents":140217,"totalNumberOfReviews":2099,"averageRating":4.661039075686275}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/free-spanish-class-for-beginners/":{"courseDetails":{"courseId":4214058,"title":"FREE Spanish Class For Beginners","shortDescription":"100% FREE! This is the simplest and most effective way to start speaking Spanish","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/free-spanish-class-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4214058_1d59_3.jpg","duration":"5252","enrolledStudentsCount":"3,440 students","lastUpdated":null,"targetAudiences":["Anyone who needs to acquire a practical use of basic Spanish accurately within a few hours or less!","Anyone with very little knowledge of Spanish or even absolute beginners!","Anyone who wants to be able to speak and have effective communication and conversations in Spanish in less than 4 hours!","Anyone who would love to learn Spanish through speaking and active involvement instead of memorizing lists or rules!","Anyone who is skeptical about paying for Udemy courses any want a free sample before making a honest commitment!","Anyone who is still afraid that they cannot learn Spanish with training courses online, so they want a free sample to see if this is the right course for them!"],"tags":["Teaching \u0026 Academics","Language Learning","Spanish Language"],"rating":{"count":29,"averageValue":"4.6"},"instructors":[{"name":"Julie Guaglianono","url":"/user/julie-3979/","totalNumberOfStudents":15473,"totalNumberOfReviews":186,"averageRating":4.326408037634408}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/aspnet-core-dependency-injection-container/":{"courseDetails":{"courseId":4001978,"title":"Asp.Net Core Dependency Injection Container","shortDescription":"Asp .Net Core Dependency Injection Container, C#, Dependency Inversion, IOC,Lously Coupling,Clean Code,Service Lifetimes","longDescription":null,"language":"Türkçe","courseUri":"https://www.udemy.com/course/aspnet-core-dependency-injection-container/","imageUri":"https://img-c.udemycdn.com/course/750x422/4001978_d7a0_3.jpg","duration":"7123","enrolledStudentsCount":"2.668 öğrenci","lastUpdated":null,"targetAudiences":["Dependency Inversion, Inversion Of Control (IOC), Dependency Injection Kavramlarını Öğrenmek İsteyenler","Microsoft Dependency Injection Container Teknolojisini Uygulama Geliştirirken Kullanmak İsteyen Yazılım Severler"],"tags":["Yazılım Geliştirme","Web Geliştirme","Dependency Injection"],"rating":{"count":44,"averageValue":"4.7"},"instructors":[{"name":"Best Codder","url":"/user/best-codder/","totalNumberOfStudents":5561,"totalNumberOfReviews":165,"averageRating":4.696279455555556},{"name":"Hasan Denli","url":"/user/hasan-denli/","totalNumberOfStudents":3224,"totalNumberOfReviews":144,"averageRating":4.662214371698114}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/whatsapp-targeted-marketing/":{"courseDetails":{"courseId":4183724,"title":"WhatsApp Targeted Marketing","shortDescription":"How To Use WhatsApp Business API Automation To Get The Best ROIs?","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/whatsapp-targeted-marketing/","imageUri":"https://img-c.udemycdn.com/course/750x422/4183724_c0b6_2.jpg","duration":"5455","enrolledStudentsCount":"9.295 öğrenci","lastUpdated":null,"targetAudiences":["Businesses who want to market with WhatsApp","To learn everything about WATI and how to work with a WhatsApp Business Account"],"tags":["Pazarlama","Dijital Pazarlama","WhatsApp Pazarlama"],"rating":{"count":60,"averageValue":"4.6"},"instructors":[{"name":"Prabhansh Jain","url":"/user/prabhansh-jain/","totalNumberOfStudents":9296,"totalNumberOfReviews":60,"averageRating":4.580426},{"name":"Crystal Tai","url":"/user/crystal-tai-4/","totalNumberOfStudents":9296,"totalNumberOfReviews":60,"averageRating":4.580426}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/photoshop-painting-tutorial/":{"courseDetails":{"courseId":349144,"title":"Photoshop: Learn Digital Painting Basics in Photoshop","shortDescription":"Photoshop: Learn the software and use a Wacom tablet to easily start creating beautiful digital paintings in Photoshop.","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/photoshop-painting-tutorial/","imageUri":"https://img-c.udemycdn.com/course/750x422/349144_21e2_4.jpg","duration":"7186","enrolledStudentsCount":"11.312 öğrenci","lastUpdated":null,"targetAudiences":["Take this course if you want to learn Photoshop better in general","Take this course if you specifically want to use Photoshop for digital painting","Take this course if you want to pursue a career in any kind of digital art, i.e. concept artist, storyboard artist, character design, animation, matte painting or even automotive design. All these fields use Photoshop painting.","Take this course if you enjoy painting, and want to learn how to do it digitally.","Take this course if you want to become a better artist.","Take this course if you think painting would be fun, but you don\u0027t have all the tools and the know how to paint traditionally.","Take this course if you want a relatively easy way to get started painting stuff.","Take this course if you want to paint with NO MESS!","Take this course if you just bought a Wacom tablet off of ebay, and you want to learn how to use it in an awesome way."],"tags":["Tasarım","Diğer Grafik Tasarım ve İllüstrasyon","Photoshop"],"rating":{"count":239,"averageValue":"4.7"},"instructors":[{"name":"Adam Zollinger","url":"/user/adamzollinger2/","totalNumberOfStudents":111401,"totalNumberOfReviews":11796,"averageRating":4.467728953862661}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/beautiful-soup-in-action-web-scraping-a-car-dealer-website/":{"courseDetails":{"courseId":4239840,"title":"Beautiful Soup in Action - Web Scraping a Car Dealer Website","shortDescription":"Real Life Project - Extract Data from a Car Dealer Website","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/beautiful-soup-in-action-web-scraping-a-car-dealer-website/","imageUri":"https://img-c.udemycdn.com/course/750x422/4239840_ae46_2.jpg","duration":"4386","enrolledStudentsCount":"7.505 öğrenci","lastUpdated":null,"targetAudiences":["Data Enthusiasts who want to create their own datasets"],"tags":["BT ve Yazılım","Diğer BT ve Yazılım","Web Scraping"],"rating":{"count":78,"averageValue":"4.8"},"instructors":[{"name":"Alexander Schlee","url":"/user/alexander-schlee-42/","totalNumberOfStudents":71826,"totalNumberOfReviews":770,"averageRating":4.68387058}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/aws-data-analyticsscience-elastic-search-kinesis/":{"courseDetails":{"courseId":1975154,"title":"AWS Analytics - Athena Kinesis Redshift QuickSight Glue","shortDescription":"Covering Data Science, Data Lake, Machine learning, Warehouse, Pipeline, Athena, AWS CLI, Big data, EMR and BI, AI tools","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/aws-data-analyticsscience-elastic-search-kinesis/","imageUri":"https://img-c.udemycdn.com/course/750x422/1975154_d44e_3.jpg","duration":"9488","enrolledStudentsCount":"16.259 öğrenci","lastUpdated":null,"targetAudiences":["This course addresses basic to advanced concepts."],"tags":["BT ve Yazılım","Diğer BT ve Yazılım","Web Analizi"],"rating":{"count":477,"averageValue":"4.2"},"instructors":[{"name":"Kaushik Vadali","url":"/user/sri-vadali/","totalNumberOfStudents":98284,"totalNumberOfReviews":2288,"averageRating":3.8762365957446807}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/elpmoneyfight/":{"courseDetails":{"courseId":1306662,"title":"English Listening Practice: The Money Fight","shortDescription":"Listen to REAL Podcast and Do REAL Exercises","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/elpmoneyfight/","imageUri":"https://img-c.udemycdn.com/course/750x422/1306662_03f3_2.jpg","duration":"6840","enrolledStudentsCount":"5.992 öğrenci","lastUpdated":null,"targetAudiences":["English students who want to improve their listening","People who want to hear guided listening about \u0022The Money Fight\u0022"],"tags":["Öğretim ve Akademi","Dil Öğrenimi"],"rating":{"count":55,"averageValue":"4.6"},"instructors":[{"name":"Jesse Sweed","url":"/user/jessesweed/","totalNumberOfStudents":31813,"totalNumberOfReviews":1068,"averageRating":4.695520025}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/histograms-and-scurves-using-excel-charts/":{"courseDetails":{"courseId":1973650,"title":"Histograms and S-curves using Excel charts","shortDescription":"Histograms and S-curves for Planning","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/histograms-and-scurves-using-excel-charts/","imageUri":"https://img-c.udemycdn.com/course/750x422/1973650_240d.jpg","duration":"2257","enrolledStudentsCount":"6.335 öğrenci","lastUpdated":null,"targetAudiences":["Engineers","Accountants","follow up"],"tags":["Yazılım Geliştirme","Yazılım Geliştirme Araçları","Excel Grafikleri"],"rating":{"count":90,"averageValue":"3.7"},"instructors":[{"name":"Ahmed Mahmoud Mohammed Abd Elgalil","url":"/user/ahmed-mahmoud-mohammed-abd-elgalil/","totalNumberOfStudents":7054,"totalNumberOfReviews":155,"averageRating":3.9992900000000007}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/secrets-of-hacking/":{"courseDetails":{"courseId":4224328,"title":"Hacking - Secrets of Hacking","shortDescription":"Secrets of Hacking Decoded","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/secrets-of-hacking/","imageUri":"https://img-c.udemycdn.com/course/750x422/4224328_e09d_3.jpg","duration":"1845","enrolledStudentsCount":"4.857 öğrenci","lastUpdated":null,"targetAudiences":["People Who Wants to Hack in The Future","Begginers and Professional Hackers Too Included"],"tags":["BT ve Yazılım","Ağ ve Güvenlik","Etik Hackleme"],"rating":{"count":28,"averageValue":"3.8"},"instructors":[{"name":"Mr.Isaac Osei Asante","url":"/user/mrisaac-osei-asante/","totalNumberOfStudents":12158,"totalNumberOfReviews":68,"averageRating":3.7837939181818183}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/php-programming-by-digiflax/":{"courseDetails":{"courseId":4229582,"title":"PHP Programming for Begginers","shortDescription":"Learn the Basics and Fundamentals of PHP Programming! A Great PHP Course that you will Actually Learn!","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/php-programming-by-digiflax/","imageUri":"https://img-c.udemycdn.com/course/750x422/4229582_919a_2.jpg","duration":"6007","enrolledStudentsCount":"7.058 öğrenci","lastUpdated":null,"targetAudiences":["programmers","web developers","web designers","app developers","coders","computer science","technology addicts","marketers"],"tags":["Yazılım Geliştirme","Programlama Dilleri","PHP"],"rating":{"count":33,"averageValue":"4.4"},"instructors":[{"name":"DIGIFLAX E-LEARNING","url":"/user/digiflax/","totalNumberOfStudents":53471,"totalNumberOfReviews":1426,"averageRating":4.18058811}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/7-sleep-hacking-tips-to-fall-asleep-fast-100-natural/":{"courseDetails":{"courseId":4221448,"title":"7 sleep hacking tips to fall asleep fast (100% natural)","shortDescription":"Sleep hacking tips that work! Fall asleep fast and enjoy the benefits from a restful deep sleep. Sleep better tonight!","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/7-sleep-hacking-tips-to-fall-asleep-fast-100-natural/","imageUri":"https://img-c.udemycdn.com/course/750x422/4221448_2395_3.jpg","duration":"3081","enrolledStudentsCount":"2.576 öğrenci","lastUpdated":null,"targetAudiences":["Anyone who\u0027s serious about their sleep","Anyone who\u0027ve tried taking sleep pills but is still struggling"],"tags":["Sağlık ve Fitness","Genel Sağlık","Uyku"],"rating":{"count":23,"averageValue":"4.2"},"instructors":[{"name":"Alessio Lorandi","url":"/user/alessio-lorandi2/","totalNumberOfStudents":14834,"totalNumberOfReviews":240,"averageRating":4.371459375115207}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/computer-organization-and-architecture-scratch-to-advance/":{"courseDetails":{"courseId":4231008,"title":"Computer Organization and Architecture : Scratch to Advance","shortDescription":"Learn Instruction Pipelining, I/O Modeling, Cache Memory.","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/computer-organization-and-architecture-scratch-to-advance/","imageUri":"https://img-c.udemycdn.com/course/750x422/4231008_496d.jpg","duration":"2146","enrolledStudentsCount":"4.349 öğrenci","lastUpdated":null,"targetAudiences":["Academic Students","Competitive Exam Aspirants","GATE CS/IT"],"tags":["Öğretim ve Akademi","Mühendislik","Bilgisayar Mimarisi"],"rating":{"count":23,"averageValue":"4.7"},"instructors":[{"name":"Atchyut Kumar","url":"/user/atchyut-kumar-reddy-a/","totalNumberOfStudents":8399,"totalNumberOfReviews":247,"averageRating":4.559709450769231}]},"isAlreadyAFreeCourse":true,"couponData":null}}}