{"coursesWithCoupon":{"https://www.udemy.com/course/modern-zooming-powerpoint-presentations-within-minutes/":{"courseDetails":{"courseId":3873598,"title":"Modern Zooming PowerPoint Presentations within Minutes!","shortDescription":"Create dynamic, zooming presentations that look modern and engage, convince others right away. Learn to do it fast!","longDescription":"\u003Cp\u003ESometimes it only takes one single \u003Cstrong\u003Epresentation\u003C/strong\u003E, \u003Cstrong\u003Evisual illustration\u003C/strong\u003E to get that new job, to win that new customer, to convince your supervisors or colleagues about your proposal. There are many ice breaker moments in our life, most of them has to do something with visually showing your idea, proposal, insight.\u003C/p\u003E\u003Cp\u003EIn our\u003Cstrong\u003E digital age\u003C/strong\u003E, it´s just second nature to be able to visualize it professionally, out of your pocket, from your smartphone if you like.\u003C/p\u003E\u003Cp\u003EIn this class, I will teach you a \u003Cstrong\u003Emodern type of zooming presentation template\u003C/strong\u003E, that you can easily learn and apply right away, without necessary background knowledge. You only need the \u003Cstrong\u003Elatest PowerPoint version \u003C/strong\u003Efor this, and nothing more.\u003C/p\u003E\u003Cp\u003ELearn this easy but \u003Cstrong\u003Epowerful template\u003C/strong\u003E within minutes, and make that next big move in your career with your \u003Cstrong\u003Enew visual skills\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EAt the end of this course, I will surprise you with an extra lesson, where you can learn how to do those \u003Cstrong\u003Eimpressive animations\u003C/strong\u003E within your slides, once you zoomed in to your chapters. This creates a smooth and dynamic movement on your screen, it helps to captivate your viewers´ attention naturally, while you simply just \u003Cstrong\u003Epresent your content\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHit that enroll button now and I will see you in class.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/modern-zooming-powerpoint-presentations-within-minutes/","imageUri":"https://img-c.udemycdn.com/course/750x422/3873598_b028.jpg","duration":"34 dak","enrolledStudentsCount":"4.753 öğrenci","lastUpdated":"Son güncelleme tarihi: 3/2021","targetAudiences":["Influencers on social media (Youtube, Instagram, Facebook, Tiktok, etc)","Teachers, Academic Professors, Digital Educators, Instructors","Marketing Professionals","HR Professionals","Sales Professionals","Social Media addicts who tend to share and explain digitally their thoughts, opinions","Job seekers","All professionals who seek to make a big move in their career, be it a promotion, a new challenge, a new client, you name it"],"tags":["Pazarlama","Diğer Pazarlama","PowerPoint"],"rating":{"count":22,"averageValue":"4.8"},"instructors":[{"name":"Bertalan Köles","url":"/user/bertalan-koles/","totalNumberOfStudents":9717,"totalNumberOfReviews":91,"averageRating":4.541137612}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"THEFREEZOOMCOUPON","originalPrice":"3.520 ₹","discountedPrice":"2.288 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/webinar-crusher-by-howard-lynch-sell-high-ticket-products/":{"courseDetails":{"courseId":845330,"title":"Webinar Mastery - Sell High Ticket Products!","shortDescription":"Your complete guide to selling through webinars, and how to make sure they are packed every time. Everything is included","longDescription":"\u003Cp\u003E\u003Cstrong\u003EOur courses have been taken by over 170,000 students, have been awarded countless 5 stars reviews.\u0026nbsp;\u003C/strong\u003E\u003Cem\u003EThat is all the proof we need that our methods work!\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E.\u003C/em\u003EDear Marketer,\u003C/p\u003E\u003Cp\u003EIf like me you have been wondering for a while how to add high-ticket commissions to your downline, then \u003Cstrong\u003Ewonder no more.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EI\u0027m sure you are aware of what a webinar is, but if you aren\u0027t..\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E..a webinar is an online presentation, usually live, where a marketer get to interact with a large audience eager to learn more, and to buy.\u003C/p\u003E\u003Cp\u003EI have been using webinars for the past two years to produce high-ticket sales from coaching, high-end softwares and consulting.\u003C/p\u003E\u003Cp\u003EIn this course, I have laid down the \u003Cem\u003Eexact\u003C/em\u003E foundation for my business, to the letter.\u003C/p\u003E\u003Cp\u003EBut please don\u0027t take my word for it. You can take this course for 30 Days, and by the time you know every sentence by heart, when you have taken ALL the content, you can STILL ask for a refund.\u003C/p\u003E\u003Cp\u003EThis is our proof that our methods work: \u003Cstrong\u003Eour unbeatable 30 Days Money Back Guarantee, that we\u0027ve NEVER turned down.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESee you inside the course, where you\u0027ll discover how one single webinar made me 5 figures\u003C/p\u003E\u003Cp\u003ECheers\u003C/p\u003E\u003Cp\u003E-Howard \u0026amp; Antoine\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/webinar-crusher-by-howard-lynch-sell-high-ticket-products/","imageUri":"https://img-c.udemycdn.com/course/750x422/845330_b60b_2.jpg","duration":"2 saat","enrolledStudentsCount":"15.197 öğrenci","lastUpdated":"Son güncelleme tarihi: 5/2016","targetAudiences":["Affiliate Marketers"],"tags":["İşletme","Satış","Satış Becerileri"],"rating":{"count":16,"averageValue":"4.4"},"instructors":[{"name":"Howard Lynch","url":"/user/howardlynch2/","totalNumberOfStudents":191264,"totalNumberOfReviews":2354,"averageRating":3.943399911940298},{"name":"Antoine Lelievre","url":"/user/antoinelelievre/","totalNumberOfStudents":186335,"totalNumberOfReviews":2050,"averageRating":3.928843003921567},{"name":"Antoine Jessen","url":"/user/antoine-jessen-2/","totalNumberOfStudents":148834,"totalNumberOfReviews":1871,"averageRating":4.214595785507247}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"WEBINARFIRST1000","originalPrice":"3.200 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/arabic-writing-course-for-beginners/":{"courseDetails":{"courseId":4335338,"title":"Arabic Writing Course For Beginners","shortDescription":"Arabic Language: Learn to Write Arabic from Scratch","longDescription":"\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;السلام عليكم\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this course, we will learn \u003Cstrong\u003EWriting in Arabic\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is divided into \u003Cstrong\u003E3 stages\u003C/strong\u003E:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn the first stage,\u003C/p\u003E\u003Cp\u003EWe will learn how to write each letter at any position of any \u003Cstrong\u003Eword\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThen,\u003C/p\u003E\u003Cp\u003EWe will learn how to write a \u003Cstrong\u003Esentence\u003C/strong\u003E with Diacritics.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAnd Finally,\u003C/p\u003E\u003Cp\u003EWe will learn how to write a \u003Cstrong\u003Eparagraph\u003C/strong\u003E with Diacritics.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBy finishing this course, you will be able to write anything in Arabic.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESo bring your pen and papers,\u003C/p\u003E\u003Cp\u003EAnd let\u0027s get started..\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E--------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat will you learn in this Course?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou will learn Arabic Alphabet.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will learn how to Write each letter at any position of any word.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will learn to Write Arabic from scratch.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will learn to write a paragraph.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will learn 150\u002B Arabic Words.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho is this Course For?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EArabic Learners.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStudents who are in Beginner \u0026amp; Intermediate Levels in Arabic.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnyone wants to learn to Write in Arabic from scratch.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnyone wants to learn new Arabic words.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho is Hassan Academy?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENative Arabic Speaker, with over 12\u002B years of experience in Arabic Language.\u003C/p\u003E\u003Cp\u003EHands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.\u003C/p\u003E\u003Cp\u003EWe will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/arabic-writing-course-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4335338_4e48_2.jpg","duration":"2 saat","enrolledStudentsCount":"8.972 öğrenci","lastUpdated":"Son güncelleme tarihi: 10/2021","targetAudiences":["Arabic Learners.","Students who are in Beginner \u0026 Intermediate Levels in Arabic.","Anyone wants to learn to write Arabic from scratch.","Anyone wants to learn new Arabic words."],"tags":["Öğretim ve Akademi","Dil Öğrenimi","Arapça"],"rating":{"count":12,"averageValue":"4.7"},"instructors":[{"name":"Hassan Academy For Arabic Language Courses","url":"/user/hassanacademy/","totalNumberOfStudents":29357,"totalNumberOfReviews":112,"averageRating":4.748774630985916}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"ARABIC_LANGUAGE","originalPrice":"2.560 ₹","discountedPrice":"1.664 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/einstieg-in-microsoft-excel-kurs-fur-anfanger/":{"courseDetails":{"courseId":3319370,"title":"Einstieg in Microsoft Excel - Kurs für Anfänger","shortDescription":"Microsoft Excel 365 / 2016 für Einsteiger: Lernen Sie die Grundlagen, um erfolgreich mit Excel zu arbeiten","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAllgemein\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EExcel ist das Tabellen-Programm von Microsoft.\u003C/p\u003E\u003Cp\u003EHier gibt zahlreiche Funktionen, um erfolgreiche Kalkulationen und Diagramme zu erstellen. Die Frage: \u0022Wie funktioniert es\u0022\u003C/p\u003E\u003Cp\u003ESie werden in diesem Kurs alles vom Start an lernen. Das bedeutet, wenn Sie noch keine Erfahrung haben, werden Sie Schritt für Schritt an die Funktionen von Excel herangeführt. Vom Öffnen der Excel-Mappe, bis zu den ersten Formeln und Diagramm-Erstellung. Mit Übungsaufgaben und einem Quiz können Sie Ihr erworbenes Wissen testen.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAls Controller und ausgebildeter Trainer habe ich über 100 Excel-Schulungen durchgeführt und kenne die Anforderungen bzw. Herausforderungen der Teilnehmer, auf die ich in diesem Kurs eingehe, so dass Sie am Ende Excel sehr gut anwenden können.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInhalt\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EGrundlagen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBenutzeroberfläche\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFormatierungen: Rahmen, Schriftarten, etc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDie ersten Formeln: Summen, Anteile, Verknüpfungen, Abweichungen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDie ersten Diagramme: Kreis- und Balken-Diagramm\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESeite einrichten und ausdrucken\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EZusätzlich erhalten Sie die fertigen Excel-Dateien mit den fertigen Lösungen, damit Sie das erlernter Wissen vertiefen können\u003C/em\u003E\u003C/p\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/einstieg-in-microsoft-excel-kurs-fur-anfanger/","imageUri":"https://img-c.udemycdn.com/course/750x422/3319370_4c4f.jpg","duration":"3,5 Stunden","enrolledStudentsCount":"2.467 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["für alle die noch nie oder kaum mit Excel gearbeitet haben und jetzt lernen möchten wie es funktioniert","wenn Sie Excel schon kennen, wählen Sie gerne einen Excel-Kurs für Fortgeschrittene zum Beispiel \u0022Controlling mit Excel\u0022"],"tags":["IT \u0026 Software","Betriebssysteme \u0026 Server","Excel"],"rating":{"count":19,"averageValue":"4.2"},"instructors":[{"name":"Kristoffer Ditz","url":"/user/kristoffer-ditz/","totalNumberOfStudents":46785,"totalNumberOfReviews":1582,"averageRating":4.372059322036262}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FA7347975E9807C0CC65","originalPrice":"4.480 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/how-to-print-on-demand/":{"courseDetails":{"courseId":4321232,"title":"How to Print on Demand - Beginners Guide to POD","shortDescription":"Learn how to create a Print on Demand store even if you have no prior experience with E-Commerce!","longDescription":"\u003Cp\u003EBeginners Guide to POD - Print On Demand Masterclass is a complete guide for beginners who want to start their own print-on-demand store. It will help you avoid costly mistakes and provide detailed, step-by-step instructions that you can follow along with as you start your own print-on-demand store.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EThe course provides an all-in-one solution for people who have a burning idea for print-on-demand products but don\u0027t know where to start. It includes helpful, detailed information about design, marketing, and Store Building. It\u0027s the perfect course if you\u0027ve been thinking about starting your own business and want to take that first step but haven\u0027t known how to do so.\u003C/p\u003E\u003Cp\u003EMost importantly, you will learn the entirety of how to set up a print-on-demand store from scratch. You will also learn how to upload products, customize your store and sell your products. This course is perfect for beginners who are looking to create their own print-on-demand store or anyone who is looking for a refresher on the basics.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELearn how to design and launch your own print on demand store in just a few simple steps\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENo initial investment;\u0026nbsp; You\u0027re good to go!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELive examples of Products and all the tools you need: graphics, fonts, website layout etc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to design, launch and grow your own print on demand store with ZERO technical skills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse free or cheap platforms to create your online store\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/how-to-print-on-demand/","imageUri":"https://img-c.udemycdn.com/course/750x422/4321232_ef1e.jpg","duration":"2 Stunden","enrolledStudentsCount":"7.821 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["Aspiring Online Entrepreneurs","Designers wishing to monetise their work","Pretty much Everyone"],"tags":["Business","E-Commerce","Print-on-Demand"],"rating":{"count":19,"averageValue":"4.5"},"instructors":[{"name":"Nick Nyxson","url":"/user/nick-nyxson/","totalNumberOfStudents":327698,"totalNumberOfReviews":4510,"averageRating":4.424686759370725}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"351781C3C232A71BDBA0","originalPrice":"1.920 ₹","discountedPrice":"1.248 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/machine-learning-a-z-with-python-with-project-beginner/":{"courseDetails":{"courseId":4391444,"title":"Machine Learning A-Z with Python with Project (Beginner)","shortDescription":"Complete Machine Learning Course with Python for beginners","longDescription":"\u003Cp\u003EMachine Learning and artificial intelligence (AI) is everywhere; if you want to know how companies like Google, Amazon, and even Udemy extract meaning and insights from massive data sets, this data science course will give you the fundamentals you need. Data Scientists enjoy one of the top-paying jobs, with an average salary of $120,000 according to Glassdoor and Indeed. That\u0027s just the average! And it\u0027s not just about money - it\u0027s interesting work too!\u003C/p\u003E\u003Cp\u003EIf you\u0027ve got some programming or scripting experience, this course will teach you the techniques used by real data scientists and machine learning practitioners in the tech industry - and prepare you for a move into this hot career path.\u003C/p\u003E\u003Cp\u003EEach concept is introduced in plain English, avoiding confusing mathematical notation and jargon. It’s then demonstrated using Python code you can experiment with and build upon, along with notes you can keep for future reference. You won\u0027t find academic, deeply mathematical coverage of these algorithms in this course - the focus is on practical understanding and application of them. At the end, you\u0027ll be given a \u003Cstrong\u003Efinal project\u003C/strong\u003E to apply what you\u0027ve learned!\u003C/p\u003E\u003Cp\u003EOur Learner\u0027s Review: Excellent course. Precise and well-organized presentation. The complete course is filled with a lot of learning not only theoretical but also practical examples. Mr. Risabh is kind enough to share his practical experiences and actual problems faced by data scientists/ML engineers. The topic of \u0022The ethics of deep learning\u0022 is really a gold nugget that everyone must follow. Thank you, 1stMentor\u0026nbsp; and SelfCode Academy for this wonderful course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/machine-learning-a-z-with-python-with-project-beginner/","imageUri":"https://img-c.udemycdn.com/course/750x422/4391444_88fb.jpg","duration":"13 Stunden","enrolledStudentsCount":"4.122 Teilnehmer","lastUpdated":"Veröffentlicht 11/2021","targetAudiences":["Beginner Python Developers enthusiastic about Learning Machine Learning and Data Science","Anyone interested in Machine Learning.","Students who have at least high school knowledge in math and who want to start learning Machine Learning.","Any intermediate level people who know the basics of machine learning, including the classical algorithms like linear regression or logistic regression, but who want to learn more about it and explore all the different fields of Machine Learning.","Any people who are not that comfortable with coding but who are interested in Machine Learning and want to apply it easily on datasets.","Any students in college who want to start a career in Data Science.","Any data analysts who want to level up in Machine Learning.","Any people who want to create added value to their business by using powerful Machine Learning tools."],"tags":["Programmierung","Data Science","Machine Learning"],"rating":null,"instructors":[{"name":"Prashant Mishra","url":"/user/prashant-mishra-56/","totalNumberOfStudents":34713,"totalNumberOfReviews":138,"averageRating":4.29941305652174}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0379486483ACD2307DE6","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/css-complete-course-for-beginners/":{"courseDetails":{"courseId":4280734,"title":"CSS Complete Course For Beginners","shortDescription":"Learn CSS With CSS Theory And Practical","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn CSS Complete Course\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ECSS Course with basics and advanced concepts of CSS\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEver wonder how the latest website designs are made? Cascading Style Sheets (CSS) are the main coding files used to layout a website and its design. CSS 3 is the latest in styling standards, and it brings several new properties and declarations you can use to make your website design more easily created. CSS is currently the only standard in website design that plugs directly into your HTML, even the latest HTML 5 standards. With CSS 3 and HTML 5, you can create the latest interactive pages for your website viewers.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course shows you how to create CSS classes from a beginner\u0027s level. It starts off with basic HTML declarations, properties, values, and how to include a CSS style sheet with your HTML code. For those of you who are new to CSS and HTML, we show you step-by-step how to create a CSS file and include it in your HTML code, even if you use a cloud server for your hosting.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWe show you how to position your elements, layout your elements relative to your documents, and style your HTML using predefined CSS values. We introduce you to the common CSS styling that you\u0027ll need when you start off designing your pages. If you want to get to know CSS and website design, this course is meant for you, and it can be used by anyone who hasn\u0027t even seen one line of CSS code yet. We focus on the latest CSS 3 and HTML 5 standards, so you get the latest when coding your website pages instead of focusing on older code.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThere are no prerequisites. Anyone Can join this course. It is recommended though that individual have some basic computer programming knowledge.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Topics\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to CSS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInclusion Of CSS\u0026nbsp;In HTML\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Syntax\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Styling Text\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Page Backgrounds\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS\u0026nbsp;2D Transform\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS\u0026nbsp;3D Transform\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS\u0026nbsp;Animation\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThank you see you inside the course\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/css-complete-course-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4280734_2d17.jpg","duration":"2 Stunden","enrolledStudentsCount":"19.121 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 9/2021","targetAudiences":["For People New to CSS","For CSS Beginners","For People Who want to learn CSS Fundamentals and later Transition into Web Designing"],"tags":["IT \u0026 Software","IT-Zertifizierungen","CSS"],"rating":{"count":92,"averageValue":"4.4"},"instructors":[{"name":"PROPER DOT INSTITUTE","url":"/user/vivek-dahibhate-2/","totalNumberOfStudents":89543,"totalNumberOfReviews":575,"averageRating":4.247827186507937}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2CDDF694604A99BB7824","originalPrice":"7.040 ₹","discountedPrice":"4.576 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/content-marketing-course-/":{"courseDetails":{"courseId":3600048,"title":"Copywriting \u0026 Content Marketing Course: Be a PRO Copywriter","shortDescription":"Be a Content Marketing, SEO \u0026 Copywriting Expert - Profit with Content Marketing: 2022\u0027s Most Powerful FAST LEARN Course","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ETHIS COPYWRITING \u0026amp; CONTENT MARKETING COURSE HAS BEEN COMPLETELY UPDATED WITH WRITING ASSIGNMENTS \u0026amp; QUIZZES MAKING LEARNING FUN!!! UPSKILL YOURSELF AND ENSURE YOU\u0027RE NEVER OUT OF WORK OR OUT OF CLIENTS, WITH THE CONTENT MARKETING \u0026amp; COPYWRITING COURSE.\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003ELEARN EVERYTHING YOU NEED TO KNOW TO BECOME A PROFESSIONAL CONTENT CREATOR, AND START A NEW CAREER ONLINE, OR BOOST YOUR LOCAL OR E-COMMERCE BUSINESS. \u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022I wanted to tell you that I have a job in a digital marketing company! I\u0027m working as a copywriter and account manager for a team of developers and graphic designers! I\u0027m currently working for Puerto Rico\u0027s Swimming Federation, writing 2 blog posts and 16 social media posts every month, and get extra income as the account manager! Thank you so much for the knowledge and help throughout the course! You have been very helpful in my path to great success!\u0022 Thank you so much!\u0022 Gabriel\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022This course is excellent at providing you loads of information on how to get started in your marketing career. You can follow along step by step and create your own website if you don\u0027t already have one. It\u0027s the perfect beginner course to help you on your way to an exciting career and Tomas keeps you motivated every step of the way!\u0022 Shawn\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EDear Students,\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHi, I\u0027m Tomas Moravek, and in 2016 I was awarded the Internet Efficiency Award for my Digital Marketing Strategy. Now I\u0027m on Udemy, with my exclusive, comprehensive course designed to take you from novice to expert in CONTENT MARKETING and COPYWRITING.\u003C/p\u003E\u003Cp\u003EWith this course, I\u0027ve really gone over the top to bring you extra value. As well as my award-winning Digital Marketing, Copywriting and SEO strategies, I’ve employed a selection of experts to give their input on content creation, copywriting, freelancing, job seeking, and more.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will teach you EVERYTHING YOU NEED TO KNOW about CONTENT MARKETING, including the art of professional SEO Copywriting, so you create content that DEMANDS ATTENTION. POWER UP YOUR DIGITAL MARKETING GAME with easy to follow tutorials that QUICKLY teach you how to use Newsletter, Press Release, Blog, and Content Marketing to BOOST all your campaigns.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMy driving motivation is my passion to share with others, so I can see them expand their skillset and grow in their mastery using \u003Cem\u003Emy\u003C/em\u003E knowledge. I get enormous satisfaction from the feedback my thousands of satisfied students give me.\u003C/p\u003E\u003Cp\u003EYou’ll also get the professional guide to Copywriting MASTERY, plus BONUS Freelancing and employment strategies, so you can land your first client or get your dream job RIGHT AWAY.\u003C/p\u003E\u003Cp\u003EThis course is a passion of mine, so I constantly update and improve it. \u003Cstrong\u003EFREE LIFETIME UPDATES AND ACCESS \u003C/strong\u003Eare included when you enrol, so you can always access the latest CONTENT and COPYWRITING strategies. My ULTIMATE CONTENT MARKETING MASTERY course is designed to help you succeed no matter \u003Cem\u003Ewhat \u003C/em\u003Elevel of skill you are at, \u003Cem\u003Eeven if you are a complete novice\u003C/em\u003E. You will need to put in the work, but I can assure you, if you do, YOU WILL SEE RESULTS.\u003C/p\u003E\u003Cp\u003EWith Lifetime access and updates, and a \u003Cstrong\u003E30-day money-back refund guaranteed\u003C/strong\u003E, there’s NOTHING TO LOSE and UNLIMITED PROFIT to unlock.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELearn HIGHLY PERSUASIVE SEO Copywriting Techniques – seamlessly boost your SEO while pushing your customer’s buttons. Copywrite for SALES SUCCESS with our EXPERT guide from a pro content creator – includes easy walkthroughs to MAX your SEO copywriting results. Free Course for Beginners. This Copywriting course is completely animated and optimised for beginners to learn FAST. This course also includes a pro copywriting PDF guide and PDF checklist, so you can create content like an expert, and sell more.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe know many marketers wonder if copywriting is still relevant, as we live in an age where video, visual and podcast content are the most shared mediums. Yet copywriting is still so vital, as it has the power to improve nearly every aspect of your marketing. If you know how to write content that grabs people from the start you can raise your game and boost customer engagement massively.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESO, HOW CAN MASTERING THE ART OF COPYWRITING BENEFIT YOU?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFrom your sales pages to your press releases, video scripts, blog post headlines meta descriptions, and email campaigns to your Facebook posts and Press releases, knowing how to create great copy will help your marketing efforts enormously. When you learn how to do it right, you\u0027ll be able to get higher conversion rates on key pages, improve the structure of your blogs, get more engagement in social media, and have many more people share your content.\u003C/p\u003E\u003Cp\u003EMost importantly of all, you\u0027ll be able to understand your customer’s needs, which will help you connect with your target audience much better. To create truly great copy, you first need to know your audience. You must understand what drives them, their hopes, dreams, thoughts, fears and desires.\u003C/p\u003E\u003Cp\u003EOnce you have this knowledge, you\u0027ll be able to write copy that immediately connects with the people you\u0027re trying to reach, because you\u0027ll be speaking their language. This will make all your content 100% more effective, and you\u0027ll find it easier to be able to get people to take the action you want.\u003C/p\u003E\u003Cp\u003EKnowing how to write good copy is an essential marketing skill, that will help you boost your reach, sell more, and get more customer engagement. It will also make you much more employable, according to the National Association of Colleges and Employers, 73% of employers want to hire people with strong writing skills.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWHY YOU NEED OUR COPYWRITING \u0026amp; CONTENT MARKETING MASTERY COURSE:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EWhen you enrol, you’ll get INSTANT access to powerhouse Content Marketing techniques that have been PROVEN TO DELIVER - 1 000’s of times over.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; \u003Cstrong\u003EMASTER THE PSYCHOLOGY OF PERSUASION\u003C/strong\u003E - Understand the 3 essential stages of the customer journey to purchase- and how to angle ALL your content to move prospects smoothly to the sale. This is the Golden Key to selling more and selling FASTER - and when you enrol, I’ll share it with you.\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; \u003Cstrong\u003EMASTER COPYWRITING\u003C/strong\u003E - Persuasive SEO Copywriting Techniques to hook potential customers fast, build trust and GET TO THAT SALE! Pro content creation templates for EVERY occasion from Twitter posts to Email newsletters, sales letters, and blogs.\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; \u003Cstrong\u003EMASTER CONTENT MARKETING\u003C/strong\u003E - Learn how to get your content in front of the right people - and how to rev up its engagement rate - so you get more LEADS, SALES, COMMENTS, \u0026amp; SHARES.\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; \u003Cstrong\u003EMASTER CONTENT CREATION\u003C/strong\u003E - Content creation templates and guides for every type of e-commerce, marketing, and social media. Create high performance email newsletters, Twitter \u0026amp; Facebook posts, Facebook Ads, Messenger Ads, LinkedIn Ads \u0026amp; more…\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; \u003Cstrong\u003EMASTER WEBSITE CREATION\u003C/strong\u003E - SEO WordPress Yoast configuration \u0026amp; optimisation - EASY WALKTHROUGH, SEO WordPress security walkthrough, copywriting for your website and more…\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; \u003Cstrong\u003EMASTER OUTREACH\u003C/strong\u003E - SEO bloggers outreach technique, Easy-to-follow SEO PR link building Guide, plus templates for reaching out to influencers on social media.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWHEN YOU ENROL, YOU ALSO GET:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; COURSE MATERIALS AND TUITION Worth AT LEAST $1 080 - you get it all - for a tiny fraction of the cost!!\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; Handy PDF \u0026amp; MP3 packed with useful and FREE EXTRA RESOURCES you can download from our Resource Centre\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; XLS / ODS To-Do lists to help you get organised and complete all your goals\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; Quizzes \u0026amp; Assignments making Learning FUN!\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; Lifetime access \u0026amp; Lifetime updates\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; Udemy certificate of completion - ready for download\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; 30-day money back guarantee\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; Fast \u0026amp; friendly support in the Q\u0026amp;A section - ask me a question ANYTIME\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESTART YOUR JOURNEY TO COPYWRITING \u0026amp; CONTENT MARKETING MASTERY TODAY!!!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGet the knowledge you need to expand your skills, and effectively market your business in today\u0027s fast-paced digital business environment.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe look forward to welcoming you on board as my newest student,\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYours,\u003C/p\u003E\u003Cp\u003EIng. Tomas Moravek \u0026amp; Beck Robertson, NCTJ qualified journalist and copywriter with over 10 years’ experience\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/content-marketing-course-/","imageUri":"https://img-c.udemycdn.com/course/750x422/3600048_b195_11.jpg","duration":"18 Stunden","enrolledStudentsCount":"67.439 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["For You","B2B, B2C, entrepreneurs, digital marketers, Facebook marketers, affiliate marketers, growth hackers, start-ups, marketers, influencers, Facebook admins, Facebook editors, content creators, creatives, advertisers, real estate agents, job seekers, local businesses, website owners, website admins, SEO help seekers, bloggers, branding consultants, etc."],"tags":["Marketing","Digitales Marketing","Web-Content"],"rating":{"count":559,"averageValue":"4.4"},"instructors":[{"name":"Ing. Tomas Moravek | SEO, Facebook Ads \u0026 Facebook Marketing Expert","url":"/user/ing-tomas-moravek-2/","totalNumberOfStudents":580077,"totalNumberOfReviews":13106,"averageRating":4.436439498507463},{"name":"Beck Robertson","url":"/user/beck-robertson-3/","totalNumberOfStudents":528953,"totalNumberOfReviews":11448,"averageRating":4.439450068286756},{"name":"Frantisek Stehlik","url":"/user/frantisek-stehlik-2/","totalNumberOfStudents":540313,"totalNumberOfReviews":12056,"averageRating":4.44487455942813},{"name":"SEO, Facebook Ads \u0026 Digital Marketing Academy","url":"/user/seo-facebook-ads-digital-marketing-academy/","totalNumberOfStudents":579526,"totalNumberOfReviews":13106,"averageRating":4.436439498507463}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"NOVEMBERGOODNESS111","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/local-seo-2022/":{"courseDetails":{"courseId":3801480,"title":"Local SEO 2022 Made Simple \u0026 Fun \u002B Google Maps \u0026 TripAdvisor","shortDescription":"Local SEO, Google Maps \u0026 TripAdvisor Made FUN - Animated Explainers, Screen Recordings, Templates, Quizzes \u0026 Assignments","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E2022’s MOST ENJOYABLE LOCAL SEO, GOOGLE MY BUSINESS \u0026amp; TRIPADVISOR COURSE!!! THIS LOCAL SEO COURSE IS FILLED WITH QUIZZES, ANIMATED VIDEOS, ASSIGNMENTS, TEMPLATES SCREEN RECORDINGS AND OVER MY SHOULDER EXPLANATIONS!!! WATCH AS I WALK YOU THROUGH EVERYTHING YOU WILL NEED TO KNOW TO BECOME A LOCAL SEO, AND COPYWRITING PRO IN 10 EASY TO FOLLOW STEPS!!! MAX LOCAL SEO TRAFFIC \u0026amp; SALES, BOOST SEARCH RANKING, OR LAND YOUR DREAM MARKETING JOB!!!\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER LOCAL SEO\u003C/strong\u003E - Local SEO Fundamentals \u0026amp; Local SEO MASTER GUIDE and Local SEO Strategies that get you FOUND!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER GOOGLE MY BUSINESS (GOOGLE MAPS) \u0026amp; TRIPADVISOR TOO\u003C/strong\u003E - So, your business sees a stream of new customers!!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER KEYWORDS RESEARCH\u003C/strong\u003E - By discovering \u0026amp; creating highly relevant content, your audience will be more engaged and you will have a HIGHER RANKINGS in search engines. This will result in more views and prospects, both returning and new.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER COPYWRITING\u003C/strong\u003E - Persuasive SEO Copywriting Techniques to hook potential customers fast, build trust and GET TO THAT SALE! Pro content creation templates for EVERY occasion from Twitter posts to Email newsletters, sales letters, and blogs.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER THE PSYCHOLOGY OF PERSUASION\u003C/strong\u003E - Understand the AIDA \u0026amp; FOMO - how to angle ALL your content to move prospects smoothly to the sale. This is the Golden Key to selling more and selling FASTER - and when you enrol, we’ll share it with you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER CONTENT CREATION FOR LOCAL BUSINESS\u003C/strong\u003E - Content creation templates and guides for local businesses. Create high performance sales letters, landing pages, blogging \u0026amp; more…\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER OUTREACH\u003C/strong\u003E - Local SEO bloggers outreach technique, Easy-to-follow SEO PR link building Guide, plus templates for reaching out to influencers on social media, including template to GET MORE SOCIAL SHARES!!!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETHE ULTIMATE GUIDE TO BECOMING A LOCAL SEO PRO - HQ ANIMATED VIDEO EXPLAINER \u0026amp; QUTIZ WITH 36 QUESTIONS A, B, C, D\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHi and BIG welcome to the ultimate guide to Local SEO. You’re about to embark on the first step of your journey to becoming a Local SEO expert, as we share the latest, cutting edge techniques to take you from beginner to pro. The good news is, you don’t need to have any prior knowledge of Local SEO to become a local search master, as with our easy and fast unique learning format, we’ll break down every important aspect into easily digestible sections.\u003C/p\u003E\u003Cp\u003EIn this course, you’ll learn ALL the essential factors that make up a good Local SEO strategy, including keyword research, Google Maps, the importance of Google My Business and more. You’ll learn how to optimise your website to push it onto the first page of Google, how behavioural signals can affect your local search score, and how to get more in-bound links and NAP citations to push you up the ranks.\u003C/p\u003E\u003Cp\u003EWith our help, you’ll know everything you need to about Local SEO, and will be armed with solid strategies, so you can improve your approach and increase your local search position.\u003C/p\u003E\u003Cp\u003EUsing high quality video explainers, you can watch as we demonstrate core techniques, so you can see in real time how to set everything up for success. You’ll access animated videos that will break down the most important aspects, and help you quickly learn, so you can put everything we teach into practice.\u003C/p\u003E\u003Cp\u003EAll you need to do is be ready to learn, hungry for success, and determined to succeed. If you meet those three criteria, and you complete this course, you will have the right tools for great success. Whether you’re a local business owner, looking to attract more visitors to your website, or a marketer who wants to promote local brands, with this comprehensive course, you’ll learn PRO techniques and strategies that will dramatically improve your Local SEO approach.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWHY IS LOCAL SEO IMPORTANT?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDid you know that four out of five consumers now perform local searches? If your business doesn’t have a solid Local SEO strategy in place, you’ll be losing out on 80% of your potential customers. On top of this 46% of \u003Cem\u003Eall\u003C/em\u003E Google searches are now done with local intent, so it’s crucial to adopt an effective Local SEO strategy if you want to maximise the chance of your business being discovered.\u003C/p\u003E\u003Cp\u003EAs 72% of all local searchers will go on to visit a business within five miles of their location, you’ll miss out on a lot of custom if users can’t find you, or don’t know you exist. Local SEO isn’t just about making sure your address information is correctly displayed, or you have a listing on Yelp or Google My Business, although that’s important. It incorporates a combination of equally important factors, from keywords, to building inbound backlinks and optimising your website for local search, right through to your online reviews and social media content and engagement.\u003C/p\u003E\u003Cp\u003EIn this course, we will go into the most essential things you need to know to adopt a good SEO strategy. We will help you lay down strong foundations, that you will build on later in this course, in more in-depth explainer and animated videos. Be prepared to put in a little effort, but if you don’t get where you want to be straight away, remember, NEVER be discouraged, as it takes everyone a little time to see success.\u003C/p\u003E\u003Cp\u003EIf you are prepared to learn and apply the information we share, you WILL be successful, providing you’re determined to do well. With this course, you are at an excellent advantage, as we’ve drawn on our years of SEO experience, to create materials that will ensure your ultimate success. Ready to get started on your journey to becoming a local search master?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWHAT IS LOCAL SEO?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELocal SEO is the art of optimising the online visibility and discoverability of your business, to customers in your physical location. It also helps online potential customers to find out where your business is located, in real life. Local SEO has a lot in common with normal SEO, but includes the promotion of your location information, which you will need to optimise your strategy around.\u003C/p\u003E\u003Cp\u003EWhen Google ranks websites for Local SEO, it examines normal SEO ranking factors AND a set of unique Local search factors. You need to score highly in BOTH, to do well in Local search.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGOOGLE’S LOCAL SEARCH RANKING FACTORS:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhere a person is searching from\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe amount of Name Address Phone Number citations your business has\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhether you have a Google My Business listing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYour Google My Business Profile Keywords\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow many positive or negative online reviews your business has\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat keywords are used in your online reviews\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow many “check-ins” your business has received (and how long people stay at your location)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow many times your local business has been shared on social media\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYour brand’s Google Maps star rating\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOther behavioural factors like purchases\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThere are also some other key things you will need to do if you want to be successful with Local SEO, that you wouldn’t have to bother with if you had a purely online brand. For best results, you must optimise for the Google MAP Pack, get visible on relevant local review sites, and use research tools like Yelp and Google Suggest to select the best keywords to pair with your location word. Ultimately, your goal should be to rank high in local search. You can achieve this by following the tips and strategies in this video, and on this course. Doing this will help you tweak your approach, so that \u003Cem\u003Eevery\u003C/em\u003E time someone searches for a business like yours in your area, you appear at the top.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESET UP GOOGLE MY BUSINESS - SCREEN RECORDINGS WITH OVER MY SHOULDER EXPLANATIONS - LEARN FAST!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESimply set up and take care of your Google my business profile. FAST \u0026amp; EFFICIENT. To do this enter Google my business in Google search and click through to set up your Google my business profile. Add your information, including opening hours, photos, and videos. It’s smart to keep your Google my business listing updated, so try and add news every single week. In this course you’ll find tutorials that will help you to understand why you should never underestimate this extremely powerful marketing tool.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESET UP TRIP ADVISOR - SCREEN RECORDINGS WITH OVER MY SHOULDER EXPLANATIONS - LEARN FAST!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EGetting a Tripadvisor listing puts more eyes on a business. The site draws in over 730 million reviews and opinions and an average of 490 million monthly unique visitors across 8.1 million businesses. Creating a top-notch listing with great photos, updated information, and rave reviews helps your future customers see what stands out about your business’s locations. There’s a lot that goes into your Tripadvisor business listings, but we’ll make the process easier for you. Our EASY TO FOLLOW guide will give you everything you need to know about a Tripadvisor business listing so that you can hit the ground running.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDO KEYWORDS RESEARCH - SCREEN RECORDINGS WITH OVER MY SHOULDER EXPLANATION \u0026amp; FREE 10 DAYS TRIAL TO SEO TOOL\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EKeyword research is the process by which you research popular search terms people type into search engines like Google, and include them strategically in your content so that your content appears higher on a search engine results page (SERP). Keyword research is a fundamental practice in search engine optimisation (SEO). The keyword research process involves choosing a topic for your content that is focused on a set of targeted keywords that you want your content to rank for.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELEARN COPYWRITING - HQ ANIMATED EXPLAINERS \u0026amp; OVER MY SHOULDER EXPLANATIONS \u002B QUIZZ WITH 22 QUESTIONS A, B, C, D\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECopywriting is a crucial skill in today’s content hungry economy. Information has \u003Cem\u003Enever\u003C/em\u003E been more valuable and the huge surge in demand for digital based brands makes online content a valuable commodity. Copywriting skills are needed in almost every area of marketing. Even if you produce mostly video content, you still need an engaging description that tells potential viewers what your clip is all about. Copywriting can boost your search engine results, help you build trust with your followers, and can convert your subscribers into active buyers. There are some absolute must dos you should follow if you want to be a successful copywriter with the power to persuade. Copywriting is an art and is so much more than just slamming down words on a page.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUSE \u0026amp; CUSTOMISE 23 CONTENT MARKETING TEMPLATES - HQ ANIMATED VIDEO EXPLAINER \u0026amp; 12 ASSIGNMENTS\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis how to content marketing, \u0026amp; Local SEO guide contains every essential type of example you’ll ever need to empower your business:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EFacebook Ad Template 1\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFacebook Ad Template 2\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELanding Page Template\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMini Story Email\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEmail Teaser\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEmail Welcome Template\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESales Letter Template\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe Detailed Listicle (Blogging)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe Product Comparison (Blogging)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe How-to Comprehensive Guide (Blogging)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGuest Blog Outreach Template\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELinkedIn Ad Template\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOutreach template for LinkedIn\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETwitter Ad Template\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETwitter Post Template\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYouTube Video Description Template\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstagram Post Template\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstagram Ad Template\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPress Release Template\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInfluencer Outreach Template\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBacklink Outreach Template 1\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBacklink Outreach Template 2\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETemplate to ask for Social Shares from Influencers\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EYou’ll see what you need to do - and why - and can tweak our practical samples so they suit your own needs exactly. Make sure you’re sitting comfortably, as it’s time to see how to put all the information you’ve learned on copywriting into practice… From your sales pages to your press releases, video scripts, blog post headlines meta descriptions, and email campaigns to your Facebook posts and Press releases, knowing how to create great copy will help your marketing efforts enormously.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWHEN YOU ENROL, YOU ALSO GET:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECOURSE MATERIALS AND TUITION Worth AT LEAST $1080 - you get it all - for a tiny fraction of the cost!!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHandy PDF \u0026amp; MP3 packed with useful and FREE EXTRA RESOURCES you can download from our Resource Centre\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuizzes, Templates \u0026amp; Assignments\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELifetime access \u0026amp; Lifetime updates\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUdemy certificate of completion - ready for download\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E30-day money back guarantee\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFast \u0026amp; friendly support in the Q\u0026amp;A section - ask me a question ANYTIME\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESTART YOUR JOURNEY TO LOCAL SEO \u0026amp; COPYWRITING TODAY!!!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDigital marketing can turn around your entire financial situation - if\u003Cem\u003E \u003C/em\u003Eyou know how to do it right. There’s a ton of money out there and you can easily tap into this profit if you have the right knowledge. I know you\u0027re going to find the information in this course invaluable. I\u0027ve made plenty of mistakes along the way, but after I teach you how to do things right, you won\u0027t have to!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFOR A ONE-TIME, SMALL INVESTMENT YOU CAN ENROL NOW AND JOIN THOUSANDS OF MY SUCCESSFUL STUDENTS!!!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou’ll instantly gain access to the knowledge you need to effectively market your business in today’s market - and will quickly update your skillset with the latest Local SEO, content creation \u0026amp; copywriting techniques - so you stay relevant in 2022, and beyond. This course is constantly updated, so expect even more EXCITING UPDATES every month. With LIFETIME ACCESS AND UPDATES, plus a 30-day money-back refund guaranteed, there’s really nothing to lose, just multiple potential profit streams with your name on!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWE WISH YOU EVERY SUCCESS AND CAN\u0027T WAIT TO WELCOME YOU ON BOARD AS OUR NEW STUDENT!!!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAlways yours\u003C/p\u003E\u003Cp\u003EIng. Tomas Moravek \u0026amp; the whole team,\u003C/p\u003E\u003Cp\u003EInternet Efficiency Awarded Instructor\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/local-seo-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/3801480_550e_2.jpg","duration":"9,5 Stunden","enrolledStudentsCount":"30.752 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 10/2021","targetAudiences":["B2B, B2C, entrepreneurs, start-ups, marketers, influencers, content creators, creatives, copywriters, graphic designers, advertisers, real estate agents, job seekers, local businesses, website owners, website admins, SEO help seekers, SEO content creators, website creators, bloggers, etc."],"tags":["Marketing","Suchmaschinenoptimierung","Lokale SEO"],"rating":{"count":52,"averageValue":"4.3"},"instructors":[{"name":"Ing. Tomas Moravek | SEO, Facebook Ads \u0026 Facebook Marketing Expert","url":"/user/ing-tomas-moravek-2/","totalNumberOfStudents":580077,"totalNumberOfReviews":13106,"averageRating":4.436439498507463},{"name":"SEO, Facebook Ads \u0026 Digital Marketing Academy","url":"/user/seo-facebook-ads-digital-marketing-academy/","totalNumberOfStudents":579526,"totalNumberOfReviews":13106,"averageRating":4.436439498507463},{"name":"Frantisek Stehlik","url":"/user/frantisek-stehlik-2/","totalNumberOfStudents":540313,"totalNumberOfReviews":12056,"averageRating":4.44487455942813},{"name":"Beck Robertson","url":"/user/beck-robertson-3/","totalNumberOfStudents":528953,"totalNumberOfReviews":11448,"averageRating":4.439450068286756}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"NOVEMBERGOODNESS111","originalPrice":"12.800 ₹","discountedPrice":"8.320 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/productivity-time-management-technology/":{"courseDetails":{"courseId":3865912,"title":"Time Management \u0026 Productivity Masterclass- Beat Overwhelm","shortDescription":"Tips \u0026 Hacks to Beat Work Overload. Achieve 2-5x More in Half the Time. Learn for free-Outlook, Basecamp, Trello, Asana.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EObjective 1: Learn Time Management Fundamentals\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EObjective 2: Learn how to get all your thoughts out of your mind and on paper or in software\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EObjective 3: Learn the Time Management 80/20 Rule\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EObjective 4: Can you really Multi-task?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EObjective 5: Learn from Elon Musk and Warren Buffet time management tools\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EObjective 6: Learn how to take back your day and get the most done\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFACT 1:\u003C/strong\u003E Despite time tracking apps, hints and tips being available, only 17% of people track their own time. (Productivity Blog, 2019)\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFACT 2:\u003C/strong\u003E The average UK employee spends 2 hours 11 minutes procrastinating every day. (Human Resource, 2018)\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFACT 3: \u003C/strong\u003EThe average knowledge worker checks email and IM every 6 minutes. (RescueTime, 2019)\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFACT 4: \u003C/strong\u003EThe average employee only works for a total of 3 minutes before switching to another task. (Atlassian, 2019)\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFACT 5: \u003C/strong\u003EOn average, we spend 3 hours and 15 minutes a day (49.4 days per year) on our phones. (RescueTime, 2018)\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFACT 6: \u003C/strong\u003EMost people check their phones an average of 58 times per day. (RescueTime, 2018)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will Learn.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E- In this course, you will learn how to plan your day learning time management fundamentals and software to improve your efficiency during your day.\u003C/p\u003E\u003Cp\u003E- We will find your Mad Scientist part of your day weather that be in the morning or late at night.\u003C/p\u003E\u003Cp\u003E- You will take a multi-tasking quiz and see if you can beat the so called non ability to multi-task.\u003C/p\u003E\u003Cp\u003E- You will learn how to collect all your thoughts and put them on a list, so you get everything out of your head and ready for action.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELet\u0027s Get Started!\u0026nbsp; Take back your busy day and learn to control the chaos!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/productivity-time-management-technology/","imageUri":"https://img-b.udemycdn.com/course/750x422/3865912_ce44_17.jpg?secure=SYQrwd1qPE9VQX0MiR1adA%3D%3D%2C1636799735","duration":"4 Stunden","enrolledStudentsCount":"6.504 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["Anyone that would like to find more time to do the things that mater to them.","Students Ready to Learn Advanced time management strategies you can implement today!","You, Students, Managers, Office Workers. Business Owners, Team Workers"],"tags":["Persönliche Entwicklung","Persönliche Produktivität","Zeitmanagement"],"rating":{"count":37,"averageValue":"4.3"},"instructors":[{"name":"Patrick Fagan","url":"/user/patrickfagan4/","totalNumberOfStudents":25944,"totalNumberOfReviews":318,"averageRating":4.526047391836734}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FALL2021","originalPrice":"12.480 ₹","discountedPrice":"8.112 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/complete-java-for-all/":{"courseDetails":{"courseId":4059494,"title":"Core Java bootcamp program with Hands on practice","shortDescription":"Java for Everyone","longDescription":"\u003Cp\u003E\u003Cstrong\u003ECourse Description\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EJava is\u003Cstrong\u003E a class-based, object-oriented programming language that is designed to have as few implementation dependencies as possible.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBasically, we will be learning Java from the very beginning to the advanced level along with hands-on programming.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course consists of all the topics and chapters in a very \u003Cstrong\u003Ewell-organized\u003C/strong\u003E manner and our videos are \u003Cstrong\u003Eindustry verified\u003C/strong\u003E, which makes you industry-ready.\u003C/p\u003E\u003Cp\u003EJava is considered an OOPs programming language, which means it uses \u003Cstrong\u003EClasses \u0026amp; Objects \u003C/strong\u003Eto run programs. You don’t know about classes \u0026amp; objects? No issues, we will cover everything inside our course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Objective\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is specially designed for \u003Cstrong\u003Estudents\u003C/strong\u003E and \u003Cstrong\u003Eworking professionals\u003C/strong\u003E, who are willing to learn java to grab their \u003Cstrong\u003Edream job\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EOur Java course is \u003Cstrong\u003Eindustry verified\u003C/strong\u003E, which means it meets all the requirements one should have about java, especially when they are looking for some \u003Cstrong\u003Ecareer goals\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EOur main \u003Cstrong\u003Eobjective \u003C/strong\u003Eis to make \u003Cstrong\u003Eit\u003C/strong\u003E a \u003Cstrong\u003Ecakewalk\u003C/strong\u003E for you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho can take this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is for \u003Cstrong\u003Enaïve programmers\u003C/strong\u003E as well as \u003Cstrong\u003Epro coders\u003C/strong\u003E. We have covered every single detail from very \u003Cstrong\u003Escratch\u003C/strong\u003E to \u003Cstrong\u003Eadvance\u003C/strong\u003E level. I guaranty that, this is one of the best courses you can ever purchase, and this is worth every penny.\u003C/p\u003E\u003Cp\u003EOur course prices are so \u003Cstrong\u003Eaffordable\u003C/strong\u003E that you even don’t need to ask your parents to buy this course for you, you yourself can buy this with your \u003Cstrong\u003Epocket money\u003C/strong\u003E. And you will have \u003Cstrong\u003Elifetime access\u003C/strong\u003E to our courses.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPrerequisite Knowledge\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you are having any prior \u003Cstrong\u003Eknowledge\u003C/strong\u003E, that will make this course a little bit \u003Cstrong\u003Eeasier and faster\u003C/strong\u003E for you to learn. But you actually don’t have to have prior knowledge necessary for taking this course.\u003C/p\u003E\u003Cp\u003EThis course is designed in a \u003Cstrong\u003Every simple \u0026amp; precise\u003C/strong\u003E way, that even a ten-year-old kid can take this course and become a \u003Cstrong\u003Esuper-coder\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECareer Opportunities and Benefits\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is almost like \u003Cstrong\u003Ethe lost key\u003C/strong\u003E of your \u003Cstrong\u003Esuccess\u003C/strong\u003E, and as soon as you unlock this course, all gates of your success will get opened.\u003C/p\u003E\u003Cp\u003EHere are some \u003Cstrong\u003Emore reasons\u003C/strong\u003E you should definitely choose \u003Cstrong\u003EJava\u003C/strong\u003E:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EJava is \u003Cstrong\u003Eeasy to learn\u003C/strong\u003E, and this is the best purpose to start learning it now.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EJava is \u003Cstrong\u003EObject Oriented Programming language\u003C/strong\u003E, which is preferred by many IT companies.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIt is very much considered in \u003Cstrong\u003EPlacements\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFor solving DSA problems, Java is the most favorable language, and a person with good command over DSA can get selected in \u003Cstrong\u003EGoogle, Microsoft, Facebook, Amazon, Apple, Netflix, \u003C/strong\u003Eor some other similar companies.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIt is one of the best and \u003Cstrong\u003EPowerful development tools\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/complete-java-for-all/","imageUri":"https://img-c.udemycdn.com/course/750x422/4059494_c590_5.jpg","duration":"18,5 Stunden","enrolledStudentsCount":"12.638 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 8/2021","targetAudiences":["This course is for naïve programmers as well as pro coders. We have covered every single detail from very scratch to advance level. I guaranty that, this is one of the best courses you can ever purchase, and this is worth every penny.  Our course prices are so affordable that you even don’t need to ask your parents to buy this course for you, you yourself can buy this with your pocket money. And you will have lifetime access to our courses.","This course could be completely understood by naive users as well as working professionals."],"tags":["Programmierung","Programmiersprachen","Java"],"rating":{"count":21,"averageValue":"4.2"},"instructors":[{"name":"Prashant Mishra","url":"/user/prashant-mishra-56/","totalNumberOfStudents":34711,"totalNumberOfReviews":138,"averageRating":4.29941305652174}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C47338C736430F6EA130","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/deployer-gratuitement-wordpress-en-ligne-2021/":{"courseDetails":{"courseId":3923322,"title":"Déployer Gratuitement WordPress en ligne (2021)","shortDescription":"Hébergez gratuitement 3 sites Wordpress avec certification SSL et développez dynamiquement WordPress en local","longDescription":"\u003Cp\u003ECe cours vous confère la possibilité d\u0027héberger gratuitement au maximum 3 sites WordPress, avec certification SSL, ainsi que le développement de votre site WordPress en local. Il s\u0027adresse a tout ceux qui souhaiteront héberger gratuitement leurs sites WordPress en ligne, sans dépenser le moindre centime pendant 9 mois. Aujourd\u0027hui il existe de nouvelles technologies facilitant l’hébergement de WordPress en locale comme celle que vous-allez voir dans ce cour. Ensuite nous aborderons comment installer les Démos d’un thème de WordPress. Cette partie vous permettra de disposer d’un site prédéfinis en locale, et il vous suffira alors de faire les personnalisations nécessaires afin de répondre à vos ambitions de site. Les Démos existent sous plusieurs catégories, tels que les sites de e-commerce, d’actualité, de blogging, de forum, de business etc... L’hébergement par contre est une partie délicate de ce cours, il mérite une grande concentration pour la mise en œuvre des instructions. La certification SSL en outre est une partie très importante dans la qualité du site publié. En effet elle rassure vos visiteurs de la légitimité de votre site et vous mets au meme pied d’égalité que vos concurrents a hébergement payant. Profitez bien de ce cours, il sera révisé mensuellement.\u003C/p\u003E","language":"Français","courseUri":"https://www.udemy.com/course/deployer-gratuitement-wordpress-en-ligne-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/3923322_0f36_2.jpg","duration":"33 minutes","enrolledStudentsCount":"842 participants","lastUpdated":"Dernière mise à jour : 10/2021","targetAudiences":["Développeurs","Développeurs Web","Développeurs Worpress","Développeurs Juniors"],"tags":["Développement","Développement Web","Hébergement Web"],"rating":{"count":6,"averageValue":"4.9"},"instructors":[{"name":"Josaphat ADJIBI","url":"/user/bloray-revolution/","totalNumberOfStudents":868,"totalNumberOfReviews":6,"averageRating":4.87935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BFC4F836E8B4410800E2","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"1 jours","discountPercentage":100}},"https://www.udemy.com/course/programacion-de-aplicaciones-android-kotlin/":{"courseDetails":{"courseId":4372194,"title":"Programación de Aplicaciones para Android con Kotlin","shortDescription":"Aprende desde las nociones básicas de kotlin hasta cómo programar de forma profesional apps para Android con Kotlin","longDescription":"\u003Cp\u003EEste curso \u003Cstrong\u003Edesde cero a avanzado\u003C/strong\u003E sobre \u003Cstrong\u003Edesarrollo de aplicaciones \u003C/strong\u003Epara android con Kotlin está explicado desde el inicio como \u003Cstrong\u003Epara seres humanos.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E¿Has intentado alguna vez aprender a programar apps para Android y te ha resultado un camino lleno de obstáculos? Te entiendo. Por eso hice este curso explicando todo de forma sencilla y en un orden que permita asimilar los conceptos con claridad.\u003Cbr\u003ETodos los temas se explican con ejemplos, para que veas la aplicación real de cualquier elemento en un proyecto profesional que exista de verdad, no solo como modelo para unas clases.\u003C/p\u003E\u003Cp\u003E¿Qué aprenderás en este curso?\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEl lenguaje \u003Cstrong\u003EKotlin\u003C/strong\u003E: verás su sintaxis y características desde los conceptos \u003Cstrong\u003Ebásicos \u003C/strong\u003Ehasta los \u003Cstrong\u003Eavanzados\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProgramación Orientada a Objetos\u003C/strong\u003E: veremos también de qué manera se implementan en kotlin las clases, encapsulamiento, herencia, polimorfismo, clases abstractas, interfaces, subclases, objetos anonimos, data class, enum class...\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAtajos para Android Studio:\u003C/strong\u003E esta es una de mis partes favoritas que hacen diferente este curso, verás una enorme cantidad de atajos de teclado que llevarán a otro nivel tu eficacia al programar. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECómo usar el \u003Cstrong\u003Edebugger\u003C/strong\u003E: además también veremos como usar el debugger en detalle con todas sus posibles formas de recorrido por las líneas así como los observadores\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EComponentes de un Proyecto\u003C/strong\u003E: te explicaré todos los archivos que componen un proyecto en android y cómo están organizados así como la función de cada uno de ellos, desde el gradle hasta el código fuente y los recursos asociados, así como el manifiest\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EComponentes de una App\u003C/strong\u003E: aquí aprenderás qué son y cómo se usan cada uno de los pilares de una app (activity, fragment, view, viewGroups, service, broadcast receiver, intent, content provider, widget y animaciones)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECómo hacer \u003Cstrong\u003Ecódigo ordenado y limpio\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEL OBJETIVO DEL CURSO\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPor favor, mira el video de introducción. Ahí verás una app real, desarrollada íntegramente por mí. El objetivo del curso es mostrarte desde las bases cómo llegar a programar apps como esa. Y eso se mostrará paso a paso en el curso a través de las secciones que se irán añadiendo. Pero para tu garantía puedes comprobar que la app ya está creada, solo queda subir el proceso de desarrollo.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué tiene la app del proyecto que desarrollaremos en este curso?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDiseño \u003C/strong\u003Ede Interfaces\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EUX\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EControl de \u003Cstrong\u003Eusuarios\u003C/strong\u003E, con inicios de sesión mediante el sistema tradicional de email además de los servicios de Google y Facebook\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVerificación y petición de \u003Cstrong\u003Epermisos \u003C/strong\u003Ede internet, escritura y lectura en memoria, camara, bateria, geolocalización, etc\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreación de \u003Cstrong\u003Emenú personalizado\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDatos propios de los perfiles de usuarios\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EShared\u0026nbsp;Preferences\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELectura, escritura y actualizado de datos en la \u003Cstrong\u003EBase de Datos de Firebase\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGuardado y recuperacion de archivos en la \u003Cstrong\u003EBase de Datos de Firebase Storage\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EGeolocalización y administración de mapas\u003C/strong\u003E con captura de la ubicación actual, guardado y reproducción de la ruta\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EControl de \u003Cstrong\u003Ecámara \u003C/strong\u003Econ código personalizado\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENotificaciones\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReproducción de \u003Cstrong\u003Emúsica \u003C/strong\u003Eparametrizando el track y el volumen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreación de \u003Cstrong\u003Ewidgets\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EControl sobre el estado del \u003Cstrong\u003Ehardware \u003C/strong\u003Edel dispositivo\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAnimaciones\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECompartir \u003Cstrong\u003Earchivos \u003C/strong\u003Epor redes sociales\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntegración de componentes desde \u003Cstrong\u003Elibrerías de terceros\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EControl de \u003Cstrong\u003ECronómetro\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ey mucho más!!!!!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ETe animo a que veas cualquiera de las clases que estén accesibles antes de comprar el curso y seguro que desearás ver el resto del curso\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E¿Verdad que es genial? Pues\u003Cstrong\u003E\u003Cem\u003E lo mejor de todo es que está a tu alcance.\u0026nbsp;\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECompra el curso\u003C/strong\u003E y disfruta de todo lo que te está esperando.\u0026nbsp;\u003C/p\u003E\u003Cp\u003ENos vemos!\u003C/p\u003E\u003Cp\u003EJosé Javier Villena\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/programacion-de-aplicaciones-android-kotlin/","imageUri":"https://img-c.udemycdn.com/course/750x422/4372194_aec8_3.jpg","duration":"11 horas","enrolledStudentsCount":"580 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Interesados en Programar Aplicaciones para Android","Programadores de Swift, Objective-C para iOS que quieran abarcar Android","Interesados en el Desarrollo en Android de forma nativa","Interesados en Android Studio","Quienes deseen trabajar como programadores de android","Quienes deseen abrir una empresa de desarrollo de apps"],"tags":["Desarrollo","Desarrollo móvil","Desarrollo en Android"],"rating":{"count":12,"averageValue":"5.0"},"instructors":[{"name":"Jose Javier Villena","url":"/user/josejaviervillena/","totalNumberOfStudents":143985,"totalNumberOfReviews":33830,"averageRating":4.447724748929336}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BECC7E691CFF2C4A80FB","originalPrice":"12.800 INR","discountedPrice":"8.320 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/time-management-mastery-boost-productivity-and-save-time/":{"courseDetails":{"courseId":3734018,"title":"Time Management Mastery - Boost Productivity and Save Time","shortDescription":"Effective time management strategies","longDescription":"\u003Cp\u003EThere are times when tasks and priorities can seem overwhelming. Time seems to slip away and progress can be slow. With effective time management strategies, these problems can be avoided altogether. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this course you will learn an effective system for boosting productivity and mastering your time. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWhat if you could finally master your time? You would see yourself make more, have more time with your family, and achieve more. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBy managing time effectively, you’ll experience less stress and a better sense of stability in your daily life. Thinking through the details of your day, from the places you work to the routines you implement, will provide a secure structure.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis enables you to let go of thinking about unnecessary details in order to focus on what is truly important to you. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThese strategies will help you make the most use of your time and be the most productive.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/time-management-mastery-boost-productivity-and-save-time/","imageUri":"https://img-b.udemycdn.com/course/750x422/3734018_8053_2.jpg?secure=VvoODg6-FMehr0l-QY5ong%3D%3D%2C1636801559","duration":"44 minutos","enrolledStudentsCount":"24.107 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2020","targetAudiences":["Entrepreneurs","Remote Workers","Office Workers"],"tags":["Negocios","Operaciones","Gestión del tiempo"],"rating":{"count":190,"averageValue":"4.5"},"instructors":[{"name":"Marc Hamill","url":"/user/marc-hamill-4/","totalNumberOfStudents":59524,"totalNumberOfReviews":702,"averageRating":4.39964146780822}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8DDCB433AA30769CBACE","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/complete-adobe-lightroom-megacourse-beginner-to-expert/":{"courseDetails":{"courseId":4197802,"title":"Complete Adobe Lightroom Megacourse: Beginner to Expert","shortDescription":"Learn how to use Adobe Lightroom Classic and Adobe Lightroom CC like a pro with this step-by-step course!","longDescription":"\u003Cp\u003EHave you ever wanted to edit your own photos? Maybe you want to enhance a photo and show it off on social media, or perhaps you want to fix the imperfections in an otherwise perfect snapshot of your life. Whether you’re a casual photographer or hoping to make a career out of it, editing photos isn’t only for the pros. You can take any photo from drab to fab with just a few tweaks and adjustments - and we’re here to teach you how.\u003C/p\u003E\u003Cp\u003EIn this course, you’re going to learn everything about photo editing in Adobe Lightroom Classic and the newer Lightroom CC Mobile, from importing and organising your photos in the library, to balancing the colours, adding effects, and finally to getting your photos exported in the highest quality. You’ll even learn how to edit specific types of photos, like landscapes, nighttime shots and food, or how to emulate specific styles, like street and vintage photography. \u003C/p\u003E\u003Cp\u003EOur instructors have years of experience not only in editing, but also in teaching, and the expertly-crafted syllabus is designed to be easy to follow and thorough. We’ve even included dozens of examples edited on-screen for you to study. That’s why this is the only Lightroom course you’ll ever need to make your drab photos fab! \u003C/p\u003E\u003Cp\u003EAfter taking this course, \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E: \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEdit photos in Lightroom Classic and Lightroom CC Mobile \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECorrect imperfections, add effects, adjust lighting and colour balance \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse all the tools available in Lightroom Classic and Lightroom CC Mobile \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse the Library and Develop tools \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERetouch and Remake photos matching certain styles \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOrganise and publish your work\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EStart editing today!\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/complete-adobe-lightroom-megacourse-beginner-to-expert/","imageUri":"https://img-c.udemycdn.com/course/750x422/4197802_853e_6.jpg","duration":"25 horas","enrolledStudentsCount":"37.575 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Anyone who wants to learn to edit - no experience needed!","Editors who want to learn new styles","Anyone with specialised needs (bloggers, fashion models, influencers, wedding photographers etc)"],"tags":["Fotografía y vídeo","Fotografía digital","Adobe Lightroom"],"rating":{"count":115,"averageValue":"4.5"},"instructors":[{"name":"Creativity Unleashed","url":"/user/creativity-unleashed/","totalNumberOfStudents":76124,"totalNumberOfReviews":615,"averageRating":4.428967612834225}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BD86EE6A13B896EEFDF7","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/einstieg-in-arbeitszeugnisse-entschlusseln-sie-die-codes/":{"courseDetails":{"courseId":3942036,"title":"Einstieg in Arbeitszeugnisse: Entschlüsseln Sie die Codes","shortDescription":"Personalmanagement und Arbeitsrecht: Wie sehen Arbeitszeugnisse aus?","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAllgemein\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022Der Mitarbeiter war stets bemüht\u0022\u003C/em\u003E Wenn dieser Satz im Arbeitszeugnis steht, ist dies von einer Schulnote eine glatte 6.\u003C/p\u003E\u003Cp\u003EDabei gehört dieser Satz noch zu den leichtesten, was eine Entschlüsselung betrifft. Selbstverständlich gibt es unzählige weitere Formulierungen, die einem Mitarbeiter es für eine weitere Bewerbung schwer machen können.\u003C/p\u003E\u003Cp\u003EWichtig ist, dass ein Arbeitszeugnis laut Gesetz immer wohlwollend bzw. befriedigend geschrieben werden muss, damit der Mitarbeiter die Chance hat, wieder in die Arbeitswelt eintreten zu können.\u003C/p\u003E\u003Cp\u003EAllerdings gibt es mehrere Möglichkeiten, ein Arbeitszeugnis schlecht aussehen zu lassen. Zum Beispiel dann, wenn einige Informationen im Arbeitszeugnis einfach fehlen, oder mit kleinen Tricks manipuliert wird. So könnte ein Unternehmen einem Mitarbeiter zum Beispiel Schaden zufügen, wenn hinter der Unterschrift des Vorgesetzten noch ein oder zwei Punkte stehen.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnabhängig davon kann es natürlich auch sein, dass ein Vorgesetzter das Zeugnis vollkommen unbewusst negativ schreibt. Dies passiert hauptsächlich in kleineren Unternehmen. In diesem Fall sollte der Vorgesetzte darauf aufmerksam gemacht und um eine Änderung gebeten werden.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn diesem Kurs erfahren Sie, was ein gutes oder auch negative Arbeitszeugnis ausmacht, damit Sie entweder als Personalangestellter keine Fehler machen, oder als Bewerber wissen, worauf es bei einem guten Zeugnis ankommt.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAls Personalbetriebswirt kenne ich hier die typischen Fälle, die ich Ihnen in diesem Online-Kurs beibringen werde.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInhalt\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWas gehört ins Arbeitszeugnis?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas gehört nicht ins Arbeitszeugnis?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas muss bei der Unterschrift beachtet werden?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWie sind die Fristen bei Änderungen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas sagt der Austrittsgrund und das Datum aus?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas sind die geheimen Codes für schlechte Arbeitsleistung?\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/einstieg-in-arbeitszeugnisse-entschlusseln-sie-die-codes/","imageUri":"https://img-c.udemycdn.com/course/750x422/3942036_1959.jpg","duration":"1 Stunde","enrolledStudentsCount":"105 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 5/2021","targetAudiences":["Personalreferenten","Assistenten Personalleitung","Recruiter","Bewerber","und natürlich alle, die wissen möchten, ob ihr Arbeitszeugnis einen versteckten Code enthält"],"tags":["Business","Wirtschaftsrecht","Arbeitsrecht"],"rating":null,"instructors":[{"name":"Kristoffer Ditz","url":"/user/kristoffer-ditz/","totalNumberOfStudents":46785,"totalNumberOfReviews":1582,"averageRating":4.372059322036262}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5D8B84D452793DB97317","originalPrice":"2.560 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/microsoft-powerpoint-grundkurs-fur-jeden-einsteiger/":{"courseDetails":{"courseId":2691068,"title":"Microsoft Powerpoint 2019 - Grundkurs für jeden Einsteiger!","shortDescription":"Lerne alle Grundlagen in Powerpoint 2019 und erstelle damit professionelle Dokumente!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EProfessionelle Präsentationen mit Powerpoint erstellen.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWord ist das mittlerweile meist verwendete Präsentationsprogramm der Welt und dennoch wenden die meisten nur grundsätzliche Funktionen an.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn diesem Kurs lernst Du alle wichtigen und grundlegenden Funktionen kennen, die Deine Präsentation professionell aussehen lassen, ohne dabei wichtige Zeit zu verlieren.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWenn Du heute noch anfängst, Powerpoint mit samt seinen Funktionen zu nutzen, stichst Du schneller aus der Masse heraus und kannst mit Deinen Präsentationen \u003Cstrong\u003Ebeeindrucken\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EDu musst dafür kein PC-Profi sein, im Gegenteil, ich zeige Dir alle Funktionen Schritt-für-Schritt, so dass Du meinen praktischen Erklärungen \u002B Beispielen im gesamten Kurs folgen kannst.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESchreib dich jetzt in den Kurs ein und fange noch heute an, dich mit hochwertigen Vorträgen abzuheben!\u003C/strong\u003E\u003C/p\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/microsoft-powerpoint-grundkurs-fur-jeden-einsteiger/","imageUri":"https://img-c.udemycdn.com/course/750x422/2691068_72b0_3.jpg","duration":"4,5 Stunden","enrolledStudentsCount":"1.266 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 10/2021","targetAudiences":["Anfänger und Fortgeschrittene, die alle wichtigen Funktionen in Powerpoint kennenlernen möchten","Für jeden, der professionelle Präsentationen in Powerpoint erstellen möchte"],"tags":["Office-Produktivität","Microsoft","PowerPoint"],"rating":{"count":65,"averageValue":"4.3"},"instructors":[{"name":"Ben Polland","url":"/user/ben-polland/","totalNumberOfStudents":12250,"totalNumberOfReviews":768,"averageRating":4.107501919277107},{"name":"Sebastian Glöckner","url":"/user/sebastianglckner/","totalNumberOfStudents":181777,"totalNumberOfReviews":11768,"averageRating":4.4053463787420375}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"3A7CCBB2338E74E138B8","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}}},"freeCourses":{"https://www.udemy.com/course/learn-email-marketing-through-phplist-free-opensource/":{"courseDetails":{"courseId":4288268,"title":"Learn Email Marketing through PhpList, Free \u0026 Opensource","shortDescription":"How to do email marketing through PhpList with the GDPR issues resolved to run email campaigns successfully.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/learn-email-marketing-through-phplist-free-opensource/","imageUri":"https://img-c.udemycdn.com/course/750x422/4288268_7fae.jpg","duration":"3564","enrolledStudentsCount":"1,022 students","lastUpdated":null,"targetAudiences":["Freelancers","Small Business Owners","Content Writers","Website Admin","Digital Marketers"],"tags":["Marketing","Digital Marketing","Email Marketing"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Abdullah Khan","url":"/user/54f2b3b025046/","totalNumberOfStudents":7695,"totalNumberOfReviews":58,"averageRating":4.036542912727272}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-use-canva-to-make-instagram-posts-training-2021/":{"courseDetails":{"courseId":4220508,"title":"How to use canva to make Instagram posts? Training 2021","shortDescription":"Learn how to create instagram posts, banners, animations using Canva. It\u0027s so Easy like Never Before. Try it Out!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-use-canva-to-make-instagram-posts-training-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4220508_cce7.jpg","duration":"3587","enrolledStudentsCount":"2,524 students","lastUpdated":null,"targetAudiences":["Freelancers","Content Writers","Designers","Small business owners","Digital Marketers","Business Development"],"tags":["Design","Design Tools","Web Graphics"],"rating":{"count":4,"averageValue":"4.5"},"instructors":[{"name":"Abdullah Khan","url":"/user/54f2b3b025046/","totalNumberOfStudents":7673,"totalNumberOfReviews":58,"averageRating":4.036542912727272}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-modular-dungeon-in-unity/":{"courseDetails":{"courseId":3979288,"title":"Create a modular dungeon in Unity","shortDescription":"Modular level design for games","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-modular-dungeon-in-unity/","imageUri":"https://img-c.udemycdn.com/course/750x422/3979288_bd62.jpg","duration":"5950","enrolledStudentsCount":"2,974 students","lastUpdated":null,"targetAudiences":["Anyone wanting to learn modular layout for games"],"tags":["Design","Game Design","Level Design"],"rating":{"count":75,"averageValue":"4.3"},"instructors":[{"name":"Pete Jepson","url":"/user/pete-jepson/","totalNumberOfStudents":41483,"totalNumberOfReviews":1668,"averageRating":4.494629942231075}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/real-world-microsoft-powerbi-projects-course/":{"courseDetails":{"courseId":4368464,"title":"Real World Microsoft PowerBI Projects Course","shortDescription":"Build Real World Power BI Desktop Projects","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/real-world-microsoft-powerbi-projects-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/4368464_6ac5_2.jpg?secure=JpcaHk-URiBBQX7AmrY3Cw%3D%3D%2C1636804836","duration":"4567","enrolledStudentsCount":"2,584 students","lastUpdated":null,"targetAudiences":["Beginners In Power BI"],"tags":["IT \u0026 Software","Other IT \u0026 Software","Microsoft Power BI"],"rating":{"count":20,"averageValue":"4.9"},"instructors":[{"name":"TheMachineLearning.Org .","url":"/user/themahinelearningorg/","totalNumberOfStudents":53855,"totalNumberOfReviews":758,"averageRating":4.491213132944607}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/unreal-engine-global-illumination-for-arch-visualization/":{"courseDetails":{"courseId":4374436,"title":"Unreal Engine: Global Illumination for Arch. Visualization","shortDescription":"Unreal Engine: Global Illumination for Architectural Visualization","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/unreal-engine-global-illumination-for-arch-visualization/","imageUri":"https://img-b.udemycdn.com/course/750x422/4374436_807f.jpg?secure=A1E68Zpo1su_59DFDKOyIg%3D%3D%2C1636824840","duration":"5451","enrolledStudentsCount":"1,576 students","lastUpdated":null,"targetAudiences":["Intermediate"],"tags":["Design","3D \u0026 Animation","Unreal Engine"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Smart Start AC","url":"/user/aaron-f-ross/","totalNumberOfStudents":2663,"totalNumberOfReviews":13,"averageRating":4.918355970588236},{"name":"Brian Bradley","url":"/user/brian-bradley-30/","totalNumberOfStudents":2130,"totalNumberOfReviews":10,"averageRating":4.86120515}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-aspnet-core-razor-pages-net-6/":{"courseDetails":{"courseId":4361074,"title":"Introduction to ASP.NET Core Razor Pages (.NET 6)","shortDescription":"Quick Introduction to ASP.NET Core  MVC (.NET 6) with Entity Framework Core","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-aspnet-core-razor-pages-net-6/","imageUri":"https://img-c.udemycdn.com/course/750x422/4361074_3d24.jpg","duration":"7178","enrolledStudentsCount":"3,407 students","lastUpdated":null,"targetAudiences":["Anyone who wants to learn fundamentals of ASP NET Core MVC (.NET 6)","Anyone who wants to understand new file structure in ASP NET Core (.NET 6)","Create basic CRUD operation application using ASP NET MVC Core (.NET 6)"],"tags":["Development","Web Development","ASP.NET Core"],"rating":{"count":20,"averageValue":"4.6"},"instructors":[{"name":"Bhrugen Patel","url":"/user/bhrugenpatel/","totalNumberOfStudents":109237,"totalNumberOfReviews":19031,"averageRating":4.484752960506049}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/build-auto-machine-learning-auto-ml-projects/":{"courseDetails":{"courseId":4367512,"title":"Build Auto Machine Learning (Auto-ML) Projects With Python","shortDescription":"Solve Data Science Problems Using Auto-ML, Learn To Use Eval ML, Pycaret","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/build-auto-machine-learning-auto-ml-projects/","imageUri":"https://img-c.udemycdn.com/course/750x422/4367512_9c8b_3.jpg","duration":"6495","enrolledStudentsCount":"3,090 students","lastUpdated":null,"targetAudiences":["Anyone who is beginner in data science."],"tags":["Development","No-Code Development","Data Science"],"rating":{"count":17,"averageValue":"4.9"},"instructors":[{"name":"Pianalytix .","url":"/user/pianalytix/","totalNumberOfStudents":47159,"totalNumberOfReviews":721,"averageRating":4.438276202919707}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-2/":{"courseDetails":{"courseId":4328614,"title":"How to Make a Wordpress Website With Avada Theme Part 2","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-2/","imageUri":"https://img-c.udemycdn.com/course/750x422/4328614_e507_2.jpg","duration":"6071","enrolledStudentsCount":"1,528 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":115875,"totalNumberOfReviews":2561,"averageRating":4.489561628947368}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-2/":{"courseDetails":{"courseId":4327312,"title":"How to Make an Ecommerce Website With Flatsome - Part 2","shortDescription":"Create An eCommerce Website From Scratch With No Experience! - Top Rated Instructor","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-2/","imageUri":"https://img-b.udemycdn.com/course/750x422/4327312_ecc2_2.jpg?secure=fUM1sMAd_JmsxYt3qFw8yg%3D%3D%2C1636811697","duration":"3805","enrolledStudentsCount":"1,785 students","lastUpdated":null,"targetAudiences":["Anyone that wants to learn how to make an ecommerce website","Anyone that wants to sell something online","Anyone that wants to make passive income"],"tags":["Development","Web Development","WordPress for Ecommerce"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":115875,"totalNumberOfReviews":2561,"averageRating":4.489561628947368}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-3/":{"courseDetails":{"courseId":4328642,"title":"How to Make a Wordpress Website With Avada Theme Part 3","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4328642_b52c_2.jpg","duration":"3173","enrolledStudentsCount":"1,558 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":null,"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":115886,"totalNumberOfReviews":2561,"averageRating":4.489561628947368}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/build-angular-development-projects/":{"courseDetails":{"courseId":4367566,"title":"Build Blogging Application Angular Development Project","shortDescription":"In This Course Build Real World Angular Web Application Practically.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/build-angular-development-projects/","imageUri":"https://img-b.udemycdn.com/course/750x422/4367566_069c_2.jpg?secure=TW36Xp1Ki705t3n_-ghr_A%3D%3D%2C1636816944","duration":"5710","enrolledStudentsCount":"2,193 students","lastUpdated":null,"targetAudiences":["Beginners in Angular"],"tags":["Development","Web Development","Angular"],"rating":{"count":11,"averageValue":"5.0"},"instructors":[{"name":"Sufa Digital Media","url":"/user/sufa-digital-media/","totalNumberOfStudents":30786,"totalNumberOfReviews":262,"averageRating":4.590732275502008}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-1/":{"courseDetails":{"courseId":4324736,"title":"How to Make an Ecommerce Website With Flatsome - Part 1","shortDescription":"Create An eCommerce Website From Scratch With No Experience! - Top Rated Instructor","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-1/","imageUri":"https://img-c.udemycdn.com/course/750x422/4324736_8453_2.jpg","duration":"6109","enrolledStudentsCount":"1,979 students","lastUpdated":null,"targetAudiences":["Anyone that wants to learn how to make an ecommerce website","Anyone that wants to sell something online","Anyone that wants to make passive income"],"tags":["Development","Web Development","WordPress for Ecommerce"],"rating":{"count":2,"averageValue":"4.8"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":115875,"totalNumberOfReviews":2561,"averageRating":4.489561628947368}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-1/":{"courseDetails":{"courseId":4324734,"title":"How to Make a Wordpress Website With Avada Theme Part 1","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-1/","imageUri":"https://img-c.udemycdn.com/course/750x422/4324734_42a2_2.jpg","duration":"7106","enrolledStudentsCount":"1,855 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":{"count":6,"averageValue":"4.9"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":115886,"totalNumberOfReviews":2561,"averageRating":4.489561628947368}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-master-focus-in-30-days/":{"courseDetails":{"courseId":4301799,"title":"How to master focus in 30 days","shortDescription":"Learn how to focus on the task at hand","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-master-focus-in-30-days/","imageUri":"https://img-c.udemycdn.com/course/750x422/4301799_415a_3.jpg","duration":"3972","enrolledStudentsCount":"1,779 students","lastUpdated":null,"targetAudiences":["Anyone who is struggling with focusing"],"tags":["Personal Development","Memory \u0026 Study Skills"],"rating":{"count":14,"averageValue":"4.3"},"instructors":[{"name":"Charity sanders","url":"/user/charity-sanders-2/","totalNumberOfStudents":1768,"totalNumberOfReviews":14,"averageRating":4.287493}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/react-web-app-testing-with-nodejs-cypress-and-webdriverio/":{"courseDetails":{"courseId":4329330,"title":"React Web App Testing With NodeJs, Cypress, and WebDriverIO","shortDescription":"How To Test A React Web App Using NodeJs, Cypress, and WebDriverIO","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/react-web-app-testing-with-nodejs-cypress-and-webdriverio/","imageUri":"https://img-c.udemycdn.com/course/750x422/4329330_507d.jpg","duration":"7002","enrolledStudentsCount":"6,142 students","lastUpdated":null,"targetAudiences":["Beginner and Intermediate developers looking to learn how to test web applications"],"tags":["Development","Web Development","React"],"rating":{"count":13,"averageValue":"4.8"},"instructors":[{"name":"Nikolay Advolodkin","url":"/user/nikolaya/","totalNumberOfStudents":73566,"totalNumberOfReviews":15953,"averageRating":4.346447061172161}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/datastructures-and-algorithmszero-to-hero/":{"courseDetails":{"courseId":4346446,"title":"DataStructures and Algorithms:Zero to Hero","shortDescription":"Linkedlist,Stack,Queue,Trees,Graphs,Hashing","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/datastructures-and-algorithmszero-to-hero/","imageUri":"https://img-c.udemycdn.com/course/750x422/4346446_143b_2.jpg","duration":"6887","enrolledStudentsCount":"4,956 students","lastUpdated":null,"targetAudiences":["Computer Science Engineers"],"tags":["Development","Database Design \u0026 Development","Data Structures"],"rating":{"count":18,"averageValue":"4.3"},"instructors":[{"name":"Vijay A","url":"/user/vijay-arjun-4/","totalNumberOfStudents":25637,"totalNumberOfReviews":175,"averageRating":4.16985859009901}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/build-real-world-python-projects-with-django-flask/":{"courseDetails":{"courseId":4342912,"title":"Practical Python Course: Build Real World Projects","shortDescription":"Learn Python By Doing: Build Real World Projects With Python","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/build-real-world-python-projects-with-django-flask/","imageUri":"https://img-c.udemycdn.com/course/750x422/4342912_41ca.jpg","duration":"7064","enrolledStudentsCount":"7,290 students","lastUpdated":null,"targetAudiences":["Beginners In Python"],"tags":["Development","Data Science","Python"],"rating":{"count":20,"averageValue":"4.3"},"instructors":[{"name":"Pianalytix .","url":"/user/pianalytix/","totalNumberOfStudents":47120,"totalNumberOfReviews":721,"averageRating":4.438276202919707}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/speed-reading-and-deeper-comprehension/":{"courseDetails":{"courseId":4099718,"title":"Speed Reading and Deeper Comprehension","shortDescription":"Deepen your relationship with reading!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/speed-reading-and-deeper-comprehension/","imageUri":"https://img-c.udemycdn.com/course/750x422/4099718_9da2_4.jpg","duration":"4825","enrolledStudentsCount":"3,286 students","lastUpdated":null,"targetAudiences":["Seekers of Truth","Knowledge enthusiasts","Personal Development buffs","Intellectuals","Book Worms","Students of the Humanities"],"tags":["Personal Development","Other Personal Development","Speed Reading"],"rating":{"count":23,"averageValue":"4.4"},"instructors":[{"name":"Dosta Andrew Lake","url":"/user/dosta-3/","totalNumberOfStudents":4586,"totalNumberOfReviews":61,"averageRating":4.5940063745454545}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-3d-asset-in-blender-and-substance-painter/":{"courseDetails":{"courseId":4320272,"title":"Create a 3D Asset in Blender and Substance Painter","shortDescription":"Create a Sony Walkman in Blender and Substance Painter, Learn 3D modelling in blender and texturing in substance painter","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-3d-asset-in-blender-and-substance-painter/","imageUri":"https://img-b.udemycdn.com/course/750x422/4320272_4732_2.jpg?secure=GkHNoQibE9czFyI1ZJK9QA%3D%3D%2C1636819262","duration":"6724","enrolledStudentsCount":"3,357 students","lastUpdated":null,"targetAudiences":["Any type of Blender/Substance user who wants to increase their skill level"],"tags":["Design","3D \u0026 Animation","Blender"],"rating":{"count":36,"averageValue":"4.8"},"instructors":[{"name":"Aniket Rawat","url":"/user/aniket-rawat-5/","totalNumberOfStudents":3427,"totalNumberOfReviews":55,"averageRating":4.7318412599999995}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/ue5-steam/":{"courseDetails":{"courseId":4299045,"title":"Unreal Engine 5 to Steam: How to Release a Game","shortDescription":"Learn how to release your game from Unreal Engine 5 to the Steam Platform.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/ue5-steam/","imageUri":"https://img-c.udemycdn.com/course/750x422/4299045_f726.jpg","duration":"4119","enrolledStudentsCount":"4,327 students","lastUpdated":null,"targetAudiences":["Complete beginners with no prior experience","Game Developers who want to release their game on Steam","Anyone who want to release a game on Steam"],"tags":["Development","Game Development","Unreal Engine"],"rating":{"count":16,"averageValue":"4.6"},"instructors":[{"name":"Titanforged Entertainment","url":"/user/titanforged-entertainment/","totalNumberOfStudents":5013,"totalNumberOfReviews":121,"averageRating":4.72800895308642}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/connect-to-mysql-db-using-pdo/":{"courseDetails":{"courseId":4252008,"title":"PDO \u0026 MySQL: Connect to MySQL DB using PDO \u0026 CRUD Operations","shortDescription":"Go from a Beginner to Advance in PDO: Connect to MySQL DB using PDO, Write your first PDO Wrapper class, and do CRUD","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/connect-to-mysql-db-using-pdo/","imageUri":"https://img-c.udemycdn.com/course/750x422/4252008_4a1f_4.jpg","duration":"6641","enrolledStudentsCount":"4,399 students","lastUpdated":null,"targetAudiences":["1.\tPHP | PDO enthusiasts","2.\tNewbie in PDO","3.\tFreelance web developers who want to get a better grasp in PHP | PDO","4.\tIntermediate PHP|PDO developers who want to write slimmer, concise, more secure codes.","5.\tExperience PHP  developers who are still struggling with PDO"],"tags":["Development","Web Development","PDO"],"rating":{"count":4,"averageValue":"3.3"},"instructors":[{"name":"Armstrong Nana TAGU","url":"/user/be3c017d-218c-4b28-9e05-19d4486dd472/","totalNumberOfStudents":4401,"totalNumberOfReviews":4,"averageRating":3.3107448}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-power-automate-desktop/":{"courseDetails":{"courseId":4294694,"title":"Introduction to Power Automate Desktop","shortDescription":"Step by step kick start guide of Power Automate Desktop for Beginners","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-power-automate-desktop/","imageUri":"https://img-c.udemycdn.com/course/750x422/4294694_ff22_4.jpg","duration":"7047","enrolledStudentsCount":"3,736 students","lastUpdated":null,"targetAudiences":["Beginners curious about Step by Step guide to learn Microsoft Power Automate Desktop"],"tags":["Development","Software Development Tools","Microsoft Power Automate"],"rating":{"count":18,"averageValue":"4.3"},"instructors":[{"name":"Goloknath Mishra","url":"/user/goloknath-mishra-2/","totalNumberOfStudents":3968,"totalNumberOfReviews":23,"averageRating":4.124950243478261}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/part-2-learn-django-by-building-invoice-management-system/":{"courseDetails":{"courseId":4182884,"title":"Part 2 - Learn Django by Building Invoice Management System","shortDescription":"Python and Django Framework","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/part-2-learn-django-by-building-invoice-management-system/","imageUri":"https://img-c.udemycdn.com/course/750x422/4182884_d0c0_2.jpg","duration":"7010","enrolledStudentsCount":"3,348 students","lastUpdated":null,"targetAudiences":["Any student interesting in web devepment"],"tags":["IT \u0026 Software","Other IT \u0026 Software","Django"],"rating":{"count":5,"averageValue":"3.8"},"instructors":[{"name":"Abdourahman Badjie","url":"/user/abdourahman-badjie/","totalNumberOfStudents":14073,"totalNumberOfReviews":180,"averageRating":4.483278663157894}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-algorithms-and-data-structures-in-c/":{"courseDetails":{"courseId":842934,"title":"Introduction to Algorithms and Data structures in C\u002B\u002B","shortDescription":"A step-by-step guide with solved problems. I\u0027m teaching visually with lots of examples.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-algorithms-and-data-structures-in-c/","imageUri":"https://img-c.udemycdn.com/course/750x422/842934_a4a7_3.jpg","duration":"11720","enrolledStudentsCount":"112,998 students","lastUpdated":null,"targetAudiences":["You, if you don\u0027t know where to start.","You, if you watched many YouTube videos without understanding!","You, if you want to learn Algorithms \u0026 Data Structures fast!","You, if you want to solve algorithmic problems!"],"tags":["Development","Programming Languages","Data Structures"],"rating":{"count":6209,"averageValue":"4.4"},"instructors":[{"name":"Andrei Margeloiu","url":"/user/andrei-margeloiu/","totalNumberOfStudents":112998,"totalNumberOfReviews":6209,"averageRating":4.3927073}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/python-pandas-for-your-grandpa/":{"courseDetails":{"courseId":3811114,"title":"Python Pandas For Your Grandpa","shortDescription":"So easy, your grandpa could learn it!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/python-pandas-for-your-grandpa/","imageUri":"https://img-c.udemycdn.com/course/750x422/3811114_83fc_3.jpg","duration":"7179","enrolledStudentsCount":"4,395 students","lastUpdated":null,"targetAudiences":["Anyone with basic Python knowledge interested in learning Pandas for data wrangling","People interested in data science and machine learning"],"tags":["Development","Data Science","Python"],"rating":{"count":25,"averageValue":"4.9"},"instructors":[{"name":"Ben Gorman","url":"/user/bengorman2/","totalNumberOfStudents":15873,"totalNumberOfReviews":124,"averageRating":4.67305008275862}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/arsa-framework-master-of-arsa-script/":{"courseDetails":{"courseId":1303206,"title":"ARSA Framework: Master of ARSA Script.","shortDescription":"Study ARSA Script with your Photoshop. Quick and clean scripting for 2D games development.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/arsa-framework-master-of-arsa-script/","imageUri":"https://img-b.udemycdn.com/course/750x422/1303206_6271_4.jpg?secure=BSm-3P1BSvdun3yu_9p7fQ%3D%3D%2C1636820122","duration":"42658","enrolledStudentsCount":"9,463 students","lastUpdated":null,"targetAudiences":["Guys who focus to new game developer.","Anyone who wants easy way to make game or app.","Photoshop family and have intension to making digital media game or app on smartphones."],"tags":["Development","Game Development","2D Game Development"],"rating":{"count":36,"averageValue":"4.9"},"instructors":[{"name":"Arsa T.","url":"/user/arsa-t/","totalNumberOfStudents":9463,"totalNumberOfReviews":36,"averageRating":4.858133}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/build-website-and-start-earning-monney-in-less-than-1-hour/":{"courseDetails":{"courseId":2276745,"title":"Live Blog Creation , watch me customize a website","shortDescription":"Live Blog Creation , watch me customize a website","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/build-website-and-start-earning-monney-in-less-than-1-hour/","imageUri":"https://img-c.udemycdn.com/course/750x422/2276745_a64b_3.jpg","duration":"3380","enrolledStudentsCount":"3,597 students","lastUpdated":null,"targetAudiences":["this course is for people who want to create blogger fast and earn monney from it"],"tags":["Development","Web Development","Google Blogger"],"rating":{"count":14,"averageValue":"4.8"},"instructors":[{"name":"Fouad boughanzai","url":"/user/fouad-boughanzai/","totalNumberOfStudents":3697,"totalNumberOfReviews":14,"averageRating":4.7623625}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-php-free-course/":{"courseDetails":{"courseId":4150798,"title":"Introduction to PHP (Free course)","shortDescription":"This course capture few on PHP Basics","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-php-free-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4150798_1601.jpg","duration":"2033","enrolledStudentsCount":"3,631 students","lastUpdated":null,"targetAudiences":["Beginner Web Developers that want to Learn the Basics of PHP"],"tags":["IT \u0026 Software","Other IT \u0026 Software","PHP"],"rating":{"count":19,"averageValue":"3.1"},"instructors":[{"name":"Adeola Oke","url":"/user/adeola-oke-5/","totalNumberOfStudents":3633,"totalNumberOfReviews":19,"averageRating":3.1019144}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/data-project-with-beautiful-soup-web-scraping-e-commerce/":{"courseDetails":{"courseId":4256776,"title":"Data Project with Beautiful Soup - Web Scraping E-Commerce","shortDescription":"Learn how to scrape E-Commerce Websites with Beautiful Soup","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/data-project-with-beautiful-soup-web-scraping-e-commerce/","imageUri":"https://img-b.udemycdn.com/course/750x422/4256776_a777.jpg?secure=RgTaLrjNy-fFKoEAG2k7xw%3D%3D%2C1636804865","duration":"4263","enrolledStudentsCount":"5,998 students","lastUpdated":null,"targetAudiences":["Everybody who is interested in Web Scraping, for example Data Scientists"],"tags":["Development","Web Development","Web Scraping"],"rating":{"count":40,"averageValue":"4.8"},"instructors":[{"name":"Alexander Schlee","url":"/user/alexander-schlee-42/","totalNumberOfStudents":71641,"totalNumberOfReviews":758,"averageRating":4.6793339803921565}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/algorithms-programming-logic/":{"courseDetails":{"courseId":4205272,"title":"Algorithms. Development of Programming Logic","shortDescription":"Develop your Programming Logic by creating Algorithms","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/algorithms-programming-logic/","imageUri":"https://img-c.udemycdn.com/course/750x422/4205272_3fe9.jpg","duration":"6976","enrolledStudentsCount":"8,876 students","lastUpdated":null,"targetAudiences":["Programming Students","Interested in improving your programming skills"],"tags":["Development","Mobile Development","Algorithms"],"rating":{"count":38,"averageValue":"4.1"},"instructors":[{"name":"Jose Javier Villena","url":"/user/josejaviervillena/","totalNumberOfStudents":143985,"totalNumberOfReviews":33830,"averageRating":4.447724748929336}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/machine-learning-fundamentals-python/":{"courseDetails":{"courseId":3288010,"title":"Machine Learning Fundamentals [Python]","shortDescription":"Understanding Machine Learning for Data Science in python. Best skill to get in free time.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/machine-learning-fundamentals-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/3288010_01e6.jpg","duration":"3589","enrolledStudentsCount":"5,307 students","lastUpdated":null,"targetAudiences":["Anyone who is looking or dont know from where to start Machine Learning can opt for this course.","This will provide a good foundation in understanding concept of Machine Learning."],"tags":["Development","Data Science","Machine Learning"],"rating":{"count":42,"averageValue":"4.3"},"instructors":[{"name":"Rishi Bansal","url":"/user/shivani-rajvanshi/","totalNumberOfStudents":40705,"totalNumberOfReviews":716,"averageRating":4.137921621052632}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/the-art-of-doing-get-coding-today-with-python-fundamentals/":{"courseDetails":{"courseId":4214950,"title":"The Art of Doing: Get Coding Today With Python Fundamentals!","shortDescription":"Learn Python by DOING!  Create your own programs today!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/the-art-of-doing-get-coding-today-with-python-fundamentals/","imageUri":"https://img-b.udemycdn.com/course/750x422/4214950_80b8_2.jpg?secure=EOHLLOP9o_Ga4zJ6VFnsWg%3D%3D%2C1636819277","duration":"6511","enrolledStudentsCount":"5,209 students","lastUpdated":null,"targetAudiences":["Beginner programmers who are looking for an opportunity to learn though application rather than direct instruction."],"tags":["Development","Programming Languages","Python"],"rating":{"count":25,"averageValue":"4.4"},"instructors":[{"name":"Michael Eramo","url":"/user/michaeleramo/","totalNumberOfStudents":140112,"totalNumberOfReviews":2086,"averageRating":4.661570073412699}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/free-spanish-class-for-beginners/":{"courseDetails":{"courseId":4214058,"title":"FREE Spanish Class For Beginners","shortDescription":"100% FREE! This is the simplest and most effective way to start speaking Spanish","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/free-spanish-class-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4214058_1d59_3.jpg","duration":"5252","enrolledStudentsCount":"3,397 students","lastUpdated":null,"targetAudiences":["Anyone who needs to acquire a practical use of basic Spanish accurately within a few hours or less!","Anyone with very little knowledge of Spanish or even absolute beginners!","Anyone who wants to be able to speak and have effective communication and conversations in Spanish in less than 4 hours!","Anyone who would love to learn Spanish through speaking and active involvement instead of memorizing lists or rules!","Anyone who is skeptical about paying for Udemy courses any want a free sample before making a honest commitment!","Anyone who is still afraid that they cannot learn Spanish with training courses online, so they want a free sample to see if this is the right course for them!"],"tags":["Teaching \u0026 Academics","Language Learning","Spanish Language"],"rating":{"count":28,"averageValue":"4.5"},"instructors":[{"name":"Julie Guaglianono","url":"/user/julie-3979/","totalNumberOfStudents":15263,"totalNumberOfReviews":182,"averageRating":4.33661271978022}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/aspnet-core-dependency-injection-container/":{"courseDetails":{"courseId":4001978,"title":"Asp.Net Core Dependency Injection Container","shortDescription":"Asp .Net Core Dependency Injection Container, C#, Dependency Inversion, IOC,Lously Coupling,Clean Code,Service Lifetimes","longDescription":null,"language":"Türkçe","courseUri":"https://www.udemy.com/course/aspnet-core-dependency-injection-container/","imageUri":"https://img-c.udemycdn.com/course/750x422/4001978_d7a0_3.jpg","duration":"7123","enrolledStudentsCount":"2.646 öğrenci","lastUpdated":null,"targetAudiences":["Dependency Inversion, Inversion Of Control (IOC), Dependency Injection Kavramlarını Öğrenmek İsteyenler","Microsoft Dependency Injection Container Teknolojisini Uygulama Geliştirirken Kullanmak İsteyen Yazılım Severler"],"tags":["Yazılım Geliştirme","Web Geliştirme","Dependency Injection"],"rating":{"count":43,"averageValue":"4.7"},"instructors":[{"name":"Best Codder","url":"/user/best-codder/","totalNumberOfStudents":5513,"totalNumberOfReviews":163,"averageRating":4.686417222727273},{"name":"Hasan Denli","url":"/user/hasan-denli/","totalNumberOfStudents":3196,"totalNumberOfReviews":142,"averageRating":4.6523172624999996}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/whatsapp-targeted-marketing/":{"courseDetails":{"courseId":4183724,"title":"WhatsApp Targeted Marketing","shortDescription":"How To Use WhatsApp Business API Automation To Get The Best ROIs?","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/whatsapp-targeted-marketing/","imageUri":"https://img-c.udemycdn.com/course/750x422/4183724_c0b6_2.jpg","duration":"5455","enrolledStudentsCount":"9.146 öğrenci","lastUpdated":null,"targetAudiences":["Businesses who want to market with WhatsApp","To learn everything about WATI and how to work with a WhatsApp Business Account"],"tags":["Pazarlama","Dijital Pazarlama","WhatsApp Pazarlama"],"rating":{"count":58,"averageValue":"4.6"},"instructors":[{"name":"Prabhansh Jain","url":"/user/prabhansh-jain/","totalNumberOfStudents":9152,"totalNumberOfReviews":58,"averageRating":4.567039},{"name":"Crystal Tai","url":"/user/crystal-tai-4/","totalNumberOfStudents":9152,"totalNumberOfReviews":58,"averageRating":4.567039}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/photoshop-painting-tutorial/":{"courseDetails":{"courseId":349144,"title":"Photoshop: Learn Digital Painting Basics in Photoshop","shortDescription":"Photoshop: Learn the software and use a Wacom tablet to easily start creating beautiful digital paintings in Photoshop.","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/photoshop-painting-tutorial/","imageUri":"https://img-c.udemycdn.com/course/750x422/349144_21e2_4.jpg","duration":"7186","enrolledStudentsCount":"11.233 öğrenci","lastUpdated":null,"targetAudiences":["Take this course if you want to learn Photoshop better in general","Take this course if you specifically want to use Photoshop for digital painting","Take this course if you want to pursue a career in any kind of digital art, i.e. concept artist, storyboard artist, character design, animation, matte painting or even automotive design. All these fields use Photoshop painting.","Take this course if you enjoy painting, and want to learn how to do it digitally.","Take this course if you want to become a better artist.","Take this course if you think painting would be fun, but you don\u0027t have all the tools and the know how to paint traditionally.","Take this course if you want a relatively easy way to get started painting stuff.","Take this course if you want to paint with NO MESS!","Take this course if you just bought a Wacom tablet off of ebay, and you want to learn how to use it in an awesome way."],"tags":["Tasarım","Diğer Grafik Tasarım ve İllüstrasyon","Photoshop"],"rating":{"count":239,"averageValue":"4.7"},"instructors":[{"name":"Adam Zollinger","url":"/user/adamzollinger2/","totalNumberOfStudents":111012,"totalNumberOfReviews":11786,"averageRating":4.471829036743214}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/beautiful-soup-in-action-web-scraping-a-car-dealer-website/":{"courseDetails":{"courseId":4239840,"title":"Beautiful Soup in Action - Web Scraping a Car Dealer Website","shortDescription":"Real Life Project - Extract Data from a Car Dealer Website","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/beautiful-soup-in-action-web-scraping-a-car-dealer-website/","imageUri":"https://img-c.udemycdn.com/course/750x422/4239840_ae46_2.jpg","duration":"4370","enrolledStudentsCount":"7.424 öğrenci","lastUpdated":null,"targetAudiences":["Data Enthusiasts who want to create their own datasets"],"tags":["BT ve Yazılım","Diğer BT ve Yazılım","Web Scraping"],"rating":{"count":76,"averageValue":"4.8"},"instructors":[{"name":"Alexander Schlee","url":"/user/alexander-schlee-42/","totalNumberOfStudents":71637,"totalNumberOfReviews":758,"averageRating":4.6793339803921565}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/aws-data-analyticsscience-elastic-search-kinesis/":{"courseDetails":{"courseId":1975154,"title":"AWS Analytics - Athena Kinesis Redshift QuickSight Glue","shortDescription":"Covering Data Science, Data Lake, Machine learning, Warehouse, Pipeline, Athena, AWS CLI, Big data, EMR and BI, AI tools","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/aws-data-analyticsscience-elastic-search-kinesis/","imageUri":"https://img-c.udemycdn.com/course/750x422/1975154_d44e_3.jpg","duration":"9488","enrolledStudentsCount":"16.230 öğrenci","lastUpdated":null,"targetAudiences":["This course addresses basic to advanced concepts."],"tags":["BT ve Yazılım","Diğer BT ve Yazılım","Web Analizi"],"rating":{"count":477,"averageValue":"4.2"},"instructors":[{"name":"Kaushik Vadali","url":"/user/sri-vadali/","totalNumberOfStudents":98141,"totalNumberOfReviews":2287,"averageRating":3.907053787234042}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/saas-masterclass/":{"courseDetails":{"courseId":4231228,"title":"SaaS Masterclass | SaaS Business Model explained","shortDescription":"Step by step breakdown of the SaaS business model | Discover the top SaaS metrics and Marketing strategies for your SaaS","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/saas-masterclass/","imageUri":"https://img-c.udemycdn.com/course/750x422/4231228_9ad7.jpg","duration":"3300","enrolledStudentsCount":"4.885 öğrenci","lastUpdated":null,"targetAudiences":["SaaS Business","SaaS entrepreneurs","SaaS Marketing Experts","SaaS Online Marketers","Home Business owners"],"tags":["İşletme","Satış","SaaS"],"rating":{"count":31,"averageValue":"4.2"},"instructors":[{"name":"Alessio Lorandi","url":"/user/alessio-lorandi2/","totalNumberOfStudents":14709,"totalNumberOfReviews":232,"averageRating":4.336768529333334}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/elpmoneyfight/":{"courseDetails":{"courseId":1306662,"title":"English Listening Practice: The Money Fight","shortDescription":"Listen to REAL Podcast and Do REAL Exercises","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/elpmoneyfight/","imageUri":"https://img-c.udemycdn.com/course/750x422/1306662_03f3_2.jpg","duration":"6840","enrolledStudentsCount":"5.985 öğrenci","lastUpdated":null,"targetAudiences":["English students who want to improve their listening","People who want to hear guided listening about \u0022The Money Fight\u0022"],"tags":["Öğretim ve Akademi","Dil Öğrenimi"],"rating":{"count":55,"averageValue":"4.6"},"instructors":[{"name":"Jesse Sweed","url":"/user/jessesweed/","totalNumberOfStudents":31790,"totalNumberOfReviews":1068,"averageRating":4.69611875}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/histograms-and-scurves-using-excel-charts/":{"courseDetails":{"courseId":1973650,"title":"Histograms and S-curves using Excel charts","shortDescription":"Histograms and S-curves for Planning","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/histograms-and-scurves-using-excel-charts/","imageUri":"https://img-c.udemycdn.com/course/750x422/1973650_240d.jpg","duration":"2257","enrolledStudentsCount":"6.322 öğrenci","lastUpdated":null,"targetAudiences":["Engineers","Accountants","follow up"],"tags":["Yazılım Geliştirme","Yazılım Geliştirme Araçları","Excel Grafikleri"],"rating":{"count":90,"averageValue":"3.7"},"instructors":[{"name":"Ahmed Mahmoud Mohammed Abd Elgalil","url":"/user/ahmed-mahmoud-mohammed-abd-elgalil/","totalNumberOfStudents":7041,"totalNumberOfReviews":155,"averageRating":3.9987997000000006}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/secrets-of-hacking/":{"courseDetails":{"courseId":4224328,"title":"Hacking - Secrets of Hacking","shortDescription":"Secrets of Hacking Decoded","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/secrets-of-hacking/","imageUri":"https://img-c.udemycdn.com/course/750x422/4224328_e09d_3.jpg","duration":"1845","enrolledStudentsCount":"4.817 öğrenci","lastUpdated":null,"targetAudiences":["People Who Wants to Hack in The Future","Begginers and Professional Hackers Too Included"],"tags":["BT ve Yazılım","Ağ ve Güvenlik","Etik Hackleme"],"rating":{"count":28,"averageValue":"3.8"},"instructors":[{"name":"Mr.Isaac Osei Asante","url":"/user/mrisaac-osei-asante/","totalNumberOfStudents":12044,"totalNumberOfReviews":67,"averageRating":3.7715131}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/php-programming-by-digiflax/":{"courseDetails":{"courseId":4229582,"title":"PHP Programming for Begginers","shortDescription":"Learn the Basics and Fundamentals of PHP Programming! A Great PHP Course that you will Actually Learn!","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/php-programming-by-digiflax/","imageUri":"https://img-c.udemycdn.com/course/750x422/4229582_919a_2.jpg","duration":"6007","enrolledStudentsCount":"7.009 öğrenci","lastUpdated":null,"targetAudiences":["programmers","web developers","web designers","app developers","coders","computer science","technology addicts","marketers"],"tags":["Yazılım Geliştirme","Programlama Dilleri","PHP"],"rating":{"count":33,"averageValue":"4.4"},"instructors":[{"name":"DIGIFLAX E-LEARNING","url":"/user/digiflax/","totalNumberOfStudents":52700,"totalNumberOfReviews":1421,"averageRating":4.203251549275363}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/7-sleep-hacking-tips-to-fall-asleep-fast-100-natural/":{"courseDetails":{"courseId":4221448,"title":"7 sleep hacking tips to fall asleep fast (100% natural)","shortDescription":"Sleep hacking tips that work! Fall asleep fast and enjoy the benefits from a restful deep sleep. Sleep better tonight!","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/7-sleep-hacking-tips-to-fall-asleep-fast-100-natural/","imageUri":"https://img-c.udemycdn.com/course/750x422/4221448_2395_3.jpg","duration":"3081","enrolledStudentsCount":"2.550 öğrenci","lastUpdated":null,"targetAudiences":["Anyone who\u0027s serious about their sleep","Anyone who\u0027ve tried taking sleep pills but is still struggling"],"tags":["Sağlık ve Fitness","Genel Sağlık","Uyku"],"rating":{"count":23,"averageValue":"4.1"},"instructors":[{"name":"Alessio Lorandi","url":"/user/alessio-lorandi2/","totalNumberOfStudents":14709,"totalNumberOfReviews":232,"averageRating":4.336768529333334}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/computer-organization-and-architecture-scratch-to-advance/":{"courseDetails":{"courseId":4231008,"title":"Computer Organization and Architecture : Scratch to Advance","shortDescription":"Learn Instruction Pipelining, I/O Modeling, Cache Memory.","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/computer-organization-and-architecture-scratch-to-advance/","imageUri":"https://img-b.udemycdn.com/course/750x422/4231008_496d.jpg?secure=4AVFNwel5U_S61R3_x--3Q%3D%3D%2C1636815694","duration":"2146","enrolledStudentsCount":"4.323 öğrenci","lastUpdated":null,"targetAudiences":["Academic Students","Competitive Exam Aspirants","GATE CS/IT"],"tags":["Öğretim ve Akademi","Mühendislik","Bilgisayar Mimarisi"],"rating":{"count":22,"averageValue":"4.7"},"instructors":[{"name":"Atchyut Kumar","url":"/user/atchyut-kumar-reddy-a/","totalNumberOfStudents":8331,"totalNumberOfReviews":239,"averageRating":4.566872675757575}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/linux-command-lines-and-administration/":{"courseDetails":{"courseId":1751632,"title":"Linux command lines and administration in 2 days","shortDescription":"your fast way for dealing with command line and making installations for web servers.","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/linux-command-lines-and-administration/","imageUri":"https://img-c.udemycdn.com/course/750x422/1751632_da55.jpg","duration":"5939","enrolledStudentsCount":"18.691 öğrenci","lastUpdated":null,"targetAudiences":["Beginner Linux, web administrators, server lovers, web developers"],"tags":["BT ve Yazılım","İşletim Sistemleri ve Sunucular","Linux"],"rating":{"count":432,"averageValue":"3.3"},"instructors":[{"name":"Alaa Jalboush","url":"/user/alaa-jalboush/","totalNumberOfStudents":26592,"totalNumberOfReviews":452,"averageRating":3.8140868799999996}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/easy-in-demand-developer-tools-for-job-set1-redis-vagrant/":{"courseDetails":{"courseId":1238886,"title":"Two popular tools -Easily Learn to work with Redis,Vagrant","shortDescription":"Redis,Vagrant - Learn Two topics in one course. Redis,Vagrant are top rated popular tools among Enterprises \u0026 Developers","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/easy-in-demand-developer-tools-for-job-set1-redis-vagrant/","imageUri":"https://img-b.udemycdn.com/course/750x422/1238886_d32d_3.jpg?secure=mu37Fs0wVkRl933T-gySqw%3D%3D%2C1636815697","duration":"8297","enrolledStudentsCount":"18.693 öğrenci","lastUpdated":null,"targetAudiences":["Beginner in Redis","Beginner in Vagrant","Anyone wants to upgrade their career","Anyone interested in knowing about tools used by enterprises"],"tags":["Yazılım Geliştirme","Yazılım Geliştirme Araçları","Vagrant"],"rating":{"count":252,"averageValue":"4.2"},"instructors":[{"name":"Gandhi Kumarasamy Sezhian","url":"/user/gksezhian/","totalNumberOfStudents":56623,"totalNumberOfReviews":1245,"averageRating":4.531428013513513}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/learn-php-pdo-mysql-basics-crud-operations/":{"courseDetails":{"courseId":4217956,"title":"Learn PHP PDO Mysql Basics CRUD Operations","shortDescription":"Basics php pdo crud operations","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/learn-php-pdo-mysql-basics-crud-operations/","imageUri":"https://img-b.udemycdn.com/course/750x422/4217956_c830_2.jpg?secure=c1yxlf5WnM3VMomUsTrt9w%3D%3D%2C1636801290","duration":"6830","enrolledStudentsCount":"3.926 öğrenci","lastUpdated":null,"targetAudiences":["This course is for that student who wants to learn basics crud operations using pdo"],"tags":["BT ve Yazılım","Diğer BT ve Yazılım","PHP"],"rating":{"count":12,"averageValue":"4.6"},"instructors":[{"name":"Mohammad Faizan","url":"/user/29afd79c-894d-4556-930e-f4f06526635f/","totalNumberOfStudents":17581,"totalNumberOfReviews":434,"averageRating":4.483641908108108}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/arduino-ile-robotik-kursu/":{"courseDetails":{"courseId":2266372,"title":"Arduino ile Robotik Kursu","shortDescription":"Arduino ile Devre yapımı ve Robotiği Yakışıklı Örneklerle Öğrenin","longDescription":null,"language":"Türkçe","courseUri":"https://www.udemy.com/course/arduino-ile-robotik-kursu/","imageUri":"https://img-b.udemycdn.com/course/750x422/2266372_985a_2.jpg?secure=Fu7unjw77JubsCHqc1GhBA%3D%3D%2C1636815700","duration":"2546","enrolledStudentsCount":"9.694 öğrenci","lastUpdated":null,"targetAudiences":["robotlara meraklı, arduino kullamak isteyen"],"tags":["BT ve Yazılım","Donanım","Arduino"],"rating":{"count":203,"averageValue":"4.0"},"instructors":[{"name":"Aşkın TEMEL","url":"/user/askin-3/","totalNumberOfStudents":64071,"totalNumberOfReviews":1929,"averageRating":4.2063747678832115},{"name":"Erken Aşama","url":"/user/erken-asama/","totalNumberOfStudents":60226,"totalNumberOfReviews":1807,"averageRating":4.324469802247191}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/php-ile-web-gelistirme/":{"courseDetails":{"courseId":2458856,"title":"Php ile Web Geliştirme","shortDescription":"Php Dersleri ile Yeni Bir Dünyaya Giriş","longDescription":null,"language":"Türkçe","courseUri":"https://www.udemy.com/course/php-ile-web-gelistirme/","imageUri":"https://img-b.udemycdn.com/course/750x422/2458856_8897.jpg?secure=2a4IVnktaXbuI1mx0TapDA%3D%3D%2C1636808494","duration":"11331","enrolledStudentsCount":"15.051 öğrenci","lastUpdated":null,"targetAudiences":["php dilini öğrenmek isteyen herkes","web yazılımcılar"],"tags":["Yazılım Geliştirme","Web Geliştirme","PHP"],"rating":{"count":239,"averageValue":"4.3"},"instructors":[{"name":"Aşkın TEMEL","url":"/user/askin-3/","totalNumberOfStudents":64071,"totalNumberOfReviews":1929,"averageRating":4.2063747678832115},{"name":"Erken Aşama","url":"/user/erken-asama/","totalNumberOfStudents":60226,"totalNumberOfReviews":1807,"averageRating":4.324469802247191}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/youtube-youtuber-ile-ogrenilir/":{"courseDetails":{"courseId":2435518,"title":"Youtube Youtuber İle Öğrenilir","shortDescription":"youtube da yüzbinlerce izlenmenin taktiği","longDescription":null,"language":"Türkçe","courseUri":"https://www.udemy.com/course/youtube-youtuber-ile-ogrenilir/","imageUri":"https://img-b.udemycdn.com/course/750x422/2435518_72aa_5.jpg?secure=JwU48Rcsq6Yu7uKJqWvT8g%3D%3D%2C1636812546","duration":"8012","enrolledStudentsCount":"12.161 öğrenci","lastUpdated":null,"targetAudiences":["youtube da gelişmeye arzulu insanlar"],"tags":["Pazarlama","Sosyal Medya Pazarlama","YouTube Pazarlama"],"rating":{"count":241,"averageValue":"4.7"},"instructors":[{"name":"Aşkın TEMEL","url":"/user/askin-3/","totalNumberOfStudents":64079,"totalNumberOfReviews":1929,"averageRating":4.2063747678832115},{"name":"Erken Aşama","url":"/user/erken-asama/","totalNumberOfStudents":60231,"totalNumberOfReviews":1807,"averageRating":4.324469802247191}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/cocuklar-icin-orneklerle-robotik-kursu-twin/":{"courseDetails":{"courseId":2766794,"title":"Çocuklar için Örneklerle Robotik Kursu ( TWİN )","shortDescription":"Twin ile Robotiği Öğrenin","longDescription":null,"language":"Türkçe","courseUri":"https://www.udemy.com/course/cocuklar-icin-orneklerle-robotik-kursu-twin/","imageUri":"https://img-b.udemycdn.com/course/750x422/2766794_6c3d_2.jpg?secure=5DbarZ4iYp0vJf9EV26l5A%3D%3D%2C1636805039","duration":"5365","enrolledStudentsCount":"4.934 öğrenci","lastUpdated":null,"targetAudiences":["Robot yapmak isteyenler.","Robot yapımına meraklı olanlar."],"tags":["BT ve Yazılım","Donanım","Elektronik"],"rating":{"count":31,"averageValue":"4.4"},"instructors":[{"name":"Aşkın TEMEL","url":"/user/askin-3/","totalNumberOfStudents":64071,"totalNumberOfReviews":1929,"averageRating":4.2063747678832115}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/parali-unity3d-assetleri-inceleme/":{"courseDetails":{"courseId":3548742,"title":"Paralı Unity3d Assetleri İnceleme","shortDescription":"Satın almak istediğin unity3d assetlerini bir de benden dinle","longDescription":null,"language":"Türkçe","courseUri":"https://www.udemy.com/course/parali-unity3d-assetleri-inceleme/","imageUri":"https://img-c.udemycdn.com/course/750x422/3548742_a28a_2.jpg","duration":"4198","enrolledStudentsCount":"2.663 öğrenci","lastUpdated":null,"targetAudiences":["Assetlere para vermeden önce iyice araştırmak isteyenler","Projesinde hangi asseti kullanmak istediğine karar verenler"],"tags":["Yazılım Geliştirme","Oyun Geliştirme","Unity"],"rating":{"count":11,"averageValue":"4.3"},"instructors":[{"name":"Aşkın TEMEL","url":"/user/askin-3/","totalNumberOfStudents":64071,"totalNumberOfReviews":1929,"averageRating":4.2063747678832115}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/react-redux-toolkit-complete-guide/":{"courseDetails":{"courseId":4191124,"title":"React Redux Toolkit complete guide","shortDescription":"Take your state management skills in react into another level by using redux toolkit than traditional redux","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/react-redux-toolkit-complete-guide/","imageUri":"https://img-c.udemycdn.com/course/750x422/4191124_a0ef_5.jpg","duration":"4796","enrolledStudentsCount":"13.205 öğrenci","lastUpdated":null,"targetAudiences":["A Web Developer who want manage state in their react app","A Web Developer who want to master redux toolkit"],"tags":["Yazılım Geliştirme","Web Geliştirme","Redux Framework"],"rating":{"count":125,"averageValue":"4.3"},"instructors":[{"name":"iNovotek Academy","url":"/user/emmanuel-tweneboah-2/","totalNumberOfStudents":13276,"totalNumberOfReviews":138,"averageRating":4.29054894}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/learn-to-crack-digital-marketing-interview/":{"courseDetails":{"courseId":4202128,"title":"Learn To Crack Digital Marketing Interview","shortDescription":"Best Way to Prepare for DM Interview from Scratch","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/learn-to-crack-digital-marketing-interview/","imageUri":"https://img-c.udemycdn.com/course/750x422/4202128_83d5_3.jpg","duration":"2009","enrolledStudentsCount":"1.730 öğrenci","lastUpdated":null,"targetAudiences":["Anyone who is passionate about learning digital marketing and is preparing for Digital Marketing Interview"],"tags":["Pazarlama","Dijital Pazarlama","Mülakat Yetkinlikleri"],"rating":{"count":4,"averageValue":"1.9"},"instructors":[{"name":"Niraj Kumar Singh","url":"/user/niraj-kumar-singh-30/","totalNumberOfStudents":6857,"totalNumberOfReviews":149,"averageRating":4.153553692857144}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/ethical-hacking-reconnaissance-with-nmap-for-beginners/":{"courseDetails":{"courseId":1855332,"title":"Nmap - Beginners Course","shortDescription":"Know your network vulnerabilities using the Nmap tool. fast and easy !","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/ethical-hacking-reconnaissance-with-nmap-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/1855332_b8a4_9.jpg","duration":"6638","enrolledStudentsCount":"7.622 öğrenci","lastUpdated":null,"targetAudiences":["Any one interested in ethical hacking and penetration test and want to master the art of Nmap reconnaissance"],"tags":["BT ve Yazılım","Ağ ve Güvenlik","Etik Hackleme"],"rating":{"count":88,"averageValue":"4.4"},"instructors":[{"name":"Ofer Shmueli","url":"/user/ofer-shmueli/","totalNumberOfStudents":19548,"totalNumberOfReviews":3008,"averageRating":4.282987182758621}]},"isAlreadyAFreeCourse":true,"couponData":null}}}