{"coursesWithCoupon":{"https://www.udemy.com/course/facebook-conversion-ads/":{"courseDetails":{"courseId":3029006,"title":"SELL MORE: Facebook Ads \u0026 Instagram Ads for E-Commerce 2022","shortDescription":"MASTER GUIDE TO SELLING WITH FACEBOOK ADS - Sell More, Sell Faster, and Find your PERFECT CUSTOMERS with Conversion Ads.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ETHIS FACEBOOK ADS \u0026amp; INSTAGRAM ADS COURSE FOR E-COMMERCE IS COMPLETELY UPDATED FOR ALL iOS 14.5\u002B RESTRICTIONS. SETUP CONVERSION API ON WORDPRESS IN 10\u0026nbsp;MINUTES. UNDERSTAND CUSTOMER JOURNEY \u0026amp; FACEBOOK ADS OBJECTIVES. NEW VIDEOS ABOUT LEADING BIG CAMPAIGNS, CATALOG SALES \u0026amp; COMMERCE MANAGER. NEW QUIZZES MAKING LEARNING FUN!!!\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022Excellent Facebook Ads \u0026amp; Instagram Ads Course. Would highly recommend this course to someone who is looking to learn or for that matter even gain knowledge. No institute or a YouTube video teaches this in so much detail as much as Tomas. I haven’t come across so far a genuine course teaching material as much as you have designed. Thanks Tomas a ton.\u0022 Ridhima\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022Best course for Facebook e-commerce ads. Really in depth. The teacher answers all your questions. It\u0027s worth the money.\u0022 Efya Thomas\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022This course is literally the best one I\u0027ve ever had. Every detail is helping me to understand the fundamentals of Facebook ads and everything under it. I really recommend this to my colleagues.\u0022 Christelle\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EGet MAX conversions with hands on training and learn how to sell using Facebook Dynamic and Conversion Ads. Sell MORE, and sell FASTER, using proven, tested e-commerce strategies developed by an Internet Efficiency Award Winning instructor. Convert more customers on Facebook, Instagram, Shopify, and your e-commerce platform, using the tremendous power of Facebook Ads.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EThis is real, practical instruction that focuses on sales and results. No waffling theory based on “where to click”, just informative step-by-step tuition you’ll learn by watching. Discover how to set up Facebook Business Manager to your advantage and harness the full power of Facebook Ads \u0026amp; Instagram Ads, to SELL MORE \u0026amp; SELL FASTER.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDear Students,\u003C/p\u003E\u003Cp\u003EHi, it\u0027s Ing. Tomas Moravek, Internet Efficiency Award-winning digital strategist. I\u0027m excited to introduce my newest course, that will teach you how to use Facebook Ads \u0026amp; Instagram to skyrocket your sales. This course is designed to help you massively boost your conversions, so you get real results from Facebook Ads, Instagram Ads, Shopify, \u0026amp; e-commerce.\u003C/p\u003E\u003Cp\u003EYou’ll be able to watch over my shoulder, as using high quality video explainers, I demonstrate how to sell effectively on Facebook, Instagram, \u0026amp; the web.\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EDo you want to sell more on Facebook, Instagram and on your website?\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EAre you struggling to get the high number of conversions you want?\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EWould you like your business to be much more successful and enjoy many more sales, every day?\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf so, that\u0027s great news, as I’ve created this course for YOU.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESign up and join me today, and I’ll take you from Facebook Ads novice to PRO in a matter of weeks. Let me help turn your business from underperforming to \u003Cem\u003Ethriving\u003C/em\u003E, with exclusive techniques you can LEARN FAST and \u003Cem\u003Eimmediately\u003C/em\u003E put into practice.\u003C/p\u003E\u003Cp\u003EWatch over my shoulder and copy the same strategies I used to become a successful Facebook Conversion Ads \u0026amp; Facebook Dynamic Ads professional.\u003C/p\u003E\u003Cp\u003EI\u0027ll teach you my AWARD-WINNING TECHNIQUES FOR ULTIMATE ECOMMERCE SUCCESS and show you how to SUPERPOWER YOUR FACEBOOK ADS by integrating them into your Multi-Channel Marketing.\u003C/p\u003E\u003Cp\u003ELearn how to use Facebook Ads to sell more effectively on Facebook, Instagram, Shopify and the Web. Power boost your profits, and rocket fuel your Facebook Ad conversion rate.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESounds great, so what does it involve?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course, we\u0027ll be taking a really deep dive into the world of Facebook Ads and e-commerce. Using easy-to-follow video tutorials, I’ll show you from start to finish how to set up successful Facebook Ads. Including Facebook Dynamic and Facebook Conversion Ads, which will really help you MAX your sales.\u003C/p\u003E\u003Cp\u003EWhen you sign up, you’ll get HIGH QUALITY VIDEO EXPLAINERS, blueprints you can follow, and handy To Do Lists you can check off. I’ve designed this course to make learning the art of Facebook advertising, and selling, a breeze, \u003Cem\u003Eeven\u003C/em\u003E if you\u0027re a complete novice.\u003C/p\u003E\u003Cp\u003EThis is real, practical hands on training you can watch, not reams of boring written theory, or hypothetical waffle.\u003C/p\u003E\u003Cp\u003EInside, I’ll share with you the same PROVEN TECHNIQUES I personally used to achieve record breaking results from Facebook Ads. I have the proof, AND the receipts — I even won the Internet Efficiency Award for my budget saving Facebook Ad strategies!\u003C/p\u003E\u003Cp\u003EIf you\u0027re serious about being successful, and you have a computer or smart phone and an internet connection, you can jump in and start making money almost \u003Cem\u003Eimmediately\u003C/em\u003E. If you\u0027re willing to learn and apply the knowledge I share with you,\u003Cem\u003E I\u003C/em\u003E can teach you the rest.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOkay, I\u0027m interested, so what will I learn exactly?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFirst, you’ll get a comprehensive, high quality video overview that will show you how to CREATE FACEBOOK ADS THAT DELIVER REAL RESULTS. I’ll show you step by step, \u003Cem\u003Eevery\u003C/em\u003E stage of setting up and running successful ad campaigns on Facebook, from \u003Cem\u003Estart to finish.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EYou’ll learn how to create your very first Facebook business page and set up the Facebook catalogue. This is important, so you can automate your marketing across different e-commerce channels in the Facebook Audience Network.\u003C/p\u003E\u003Cp\u003EI’ll take you through the process of creating and setting up an Ads Manager account and I’ll show you how to correctly navigate Facebook Ads Manager. I’ll walk you through setting up your payment information, ad budget, and ad expenditure limits.\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThen\u003C/em\u003E I’ll take you step-by-step through the architecture of a WINNING FACEBOOK AD CAMPAIGN, so you can see what you need to do and WHY. I’ll also show you how to set up and use Facebook Business Manager correctly, so you can efficiently organise and manage your Facebook Ad accounts and Pages.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESelect the right Ad to achieve your marketing goals\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou’ll learn the different types of Facebook Ads, when you should use them, and the different marketing goals the various types of ads Facebook offers. We’ll be particularly focusing on the top two ways to sell on Facebook – Facebook Dynamic Ads and Facebook Conversion Ads.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDynamic Ads\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHere you can watch as I show you how to get more from your website traffic and teach you how to activate people’s needs, wants, and pain points, using highly relevant, ENGAGING Ads.\u003C/p\u003E\u003Cp\u003EDynamic Ads help you target or re-target people who have already browsed or purchased on your website. With these Ads, Facebook automatically shows the right products to the right audience, based on people’s online interests and previous purchasing and browsing behaviour.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EConversion Ads\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EConversion Ads require the Facebook Pixel to be set up correctly on your website, which I’ll show you how to do in this course. They differ from lead generation Ads because the goal here is to direct people away from social media, to your ecommerce website, where they convert, i.e. make that purchase.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFacebook Carousel for ecommerce\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWatch me as I show you how to set up your first Facebook carousel ad for ecommerce. I’ll be demonstrating how you can use the carousel format to display up to ten product images or videos in \u003Cem\u003Eone single ad\u003C/em\u003E, and how each image or video can have its own link too.\u003C/p\u003E\u003Cp\u003ECarousel Ads are great if you want more space to highlight several products, showcase different product features, or give details about a promotion. They are also a great way to tell your brand story, as you can develop a narrative across each carousel card.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESet up your first Facebook Catalogue\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI’ll take you through the \u003Cem\u003Eexact\u003C/em\u003E process you need to follow to correctly SET UP YOUR FIRST FACEBOOK CATALOGUE. Once you’ve done this, you can add new products easily, and will be able to advertise all your items across multiple channels.\u003C/p\u003E\u003Cp\u003EThe Facebook catalogue works by storing data you’ve entered about the products you want to advertise on the Facebook network. You can connect your catalogue to different Facebook platforms to display your products to potential customers, including Instagram, the Facebook Dynamic Ad network, Facebook Page Shops, and more.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDiscover the customer journey to purchase\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe customer journey is a CRITICAL part of the selling process, and I\u0027ll be covering the three crucial stages of this process inside. I\u0027ll demonstrate how you can use Dynamic and Conversion Ads, to gain your audiences trust and encourage them to purchase.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFind your IDEAL customer\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe’ll also look at how to target your ads correctly, so you get maximum results from your ad spend.\u003C/p\u003E\u003Cp\u003EYou’ll be able to watch as I demonstrate you how to use Breakdowns to HONE IN ON YOUR PERFECT CUSTOMER. I’ll demonstrate how to use targeting and retargeting to attract potential customers who have already expressed an interest in your product, or in a similar product. I’ll also show you how to reel customers in who have already visited your website or interacted with your content.\u003C/p\u003E\u003Cp\u003EYou’ll learn how you can use lookalike and custom audiences to reach a wider audience of suitable customers, who will be primed for what you’re offering. You’ll discover the exact steps needed to create custom audiences, and you’ll understand how to create Lookalike Audiences you can advertise to on Facebook and on Instagram.\u003C/p\u003E\u003Cp\u003EI’ll also be sharing POWERFUL INSIDER TARGETING STRATEGIES that will SUPERPOWER your custom and lookalike audience set up.\u003C/p\u003E\u003Cp\u003EAs well as this, we’ll be using the Audience Insight Tool to help you gain more understanding of your target market. Using this tool will help you to strategize ways to connect with your perfect customer.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGetting the most out of the Facebook Pixel and Facebook Pixel Events\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWatch as I show you how to correctly set up and use Facebook Pixel Events, so you can target and retarget better, and catch more interested potential customers.\u003C/p\u003E\u003Cp\u003ESetting up the Facebook Pixel and using Facebook Pixel Events are two things many people fail to do correctly. Yet they’re so vital for boosting the results you get from Facebook Ads. With my help you\u0027ll be able to carry out a complete set up and install, easily, and FAST.\u003C/p\u003E\u003Cp\u003EI’ll also be demonstrating how to install the Facebook Pixel on Shopify, so you can use that platform to expand your market reach. And you’ll learn how to use Facebook Pixel Events to understand and respond to your customer’s path to purchase.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFacebook Pixel Events to take your Ad game to the next level\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is a crucial step that will take your sales from flabby to fabulous, as it allows you to tailor your marketing precisely. With it you\u0027ll maximise your chances of getting the desired response you want from potential customers.\u003C/p\u003E\u003Cp\u003EWith Facebook Pixel Events you can automatically create Custom Audiences based on actions people take in your app or on your website. You can then target them with relevant ads whenever they visit Facebook, Instagram, or websites in the Facebook Audience Network. You can also use Facebook Pixel Events to create highly targeted Lookalike audiences, based on actions visitors take on your website or in your app.\u003C/p\u003E\u003Cp\u003EI’ll be showing you how to use Facebook Pixel Events to GET MORE from your Facebook Ad budget, by greatly expanding your customer reach and selling power.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFacebook Ads Reporting and Attributions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI’ll show you how to use Facebook Reporting to create interactive weekly email reports on all your Facebook Ad campaigns. This will help you see how all your Facebook Ads are performing and where your Ad spend is going.\u003C/p\u003E\u003Cp\u003EThis is invaluable information as you\u0027ll be able to funnel your ad spend to where it returns you the best investment. It also helps you identify weak areas, so you can see where you might be going wrong, and where you can improve.\u003C/p\u003E\u003Cp\u003EYou’ll also learn how to harness the power of Facebook Attributions, so you can use data driven tracking models to understand browser’s interaction with your ads, across multiple platforms.\u003C/p\u003E\u003Cp\u003EFacebook attributions let you gain a greater insight into the customer journey to purchase. This is an awesome tool for any advertiser, as it enables you to measure the incremental impact of each of your ads in your customer’s path to conversion.\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EWAIT THAT\u0027S NOT ALL…\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EYou\u0027ll also be getting some amazing bonuses that will really help you to TAKE YOUR MARKETING GAME TO THE NEXT LEVEL.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EConvert more, sell FASTER\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou\u0027ll receive my EXCLUSIVE TECHNIQUES FOR MAXIMISING YOUR AD CONVERSION RATE ON FACEBOOK.\u003C/p\u003E\u003Cp\u003EConversions are hard to get but there are some pro-level tricks that can help you quickly boost your percentages. I\u0027ll be sharing what these are, and how you can easily implement them in my course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECreate compelling AD COPY THAT SELLS\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou\u0027ll also get a comprehensive QUICK START GUIDE TO COPYWRITING MASTERY, so you can create copy that engages right off the bat. This guide was authored by a professional copywriter, who will share the essential secrets you need to know to get people to take the actions you want.\u003C/p\u003E\u003Cp\u003EMAKE MANY MORE SALES and get more click throughs, reads, shares, and engagements, with this ultimate BONUS shortcut guide to Copywriting success.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy do you need this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe digital marketplace is changing fast and there’s just so much competition out there. Job security is becoming a thing of the past too and being adaptable and multi-skilled is now an essential. If you want to sell online in today’s fast paced marketplace, it\u0027s not enough anymore just to have a great product or service.\u003C/p\u003E\u003Cp\u003EEven if you have professional level qualifications, you still need to KNOW HOW TO SELL. Facebook Ads are an incredibly powerful tool that can help you quickly reach many customers, allowing you to promote to a huge slice of the digital market.\u003C/p\u003E\u003Cp\u003ELearning how to do them right will MASSIVELY INCREASE YOUR SALES and will bring an avalanche of highly targeted traffic and conversions to your brand and to your website.\u003C/p\u003E\u003Cp\u003EThis course has been specifically designed to help anyone who wants to SELL MORE USING FACEBOOK ADS. Learn from watching over my shoulder and copy the same success strategies I share with clients I\u0027ve helped go from broke to prosperous in just a matter of weeks!\u003C/p\u003E\u003Cp\u003EWhether you want to use your newfound skills to gain a better job, strike out on your own and set up as a freelance Facebook Ads consultant, or boost your own business, this course gives you everything you need to succeed.\u003C/p\u003E\u003Cp\u003EGain complete independence and WORK ANYWHERE IN THE WORLD with in-demand e-commerce skills that are hugely profitable. Take the first step to becoming a Digital Nomad and get cutting -edge knowledge that\u0027s constantly updated, so your marketing stays relevant - \u003Cem\u003Eforever.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EIf you\u0027re willing to put in the work, I can show you know to create a profitable business using the power of Facebook Ads.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EReady to be successful? Join me and sign up today...\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI\u0027m so hyped to be sharing this material with you. These are the same Facebook Ad techniques I use myself, so I know how effective they can be.\u003C/p\u003E\u003Cp\u003EWill you join me as I teach you how to build a profitable business that’s primed for continual, EXPLOSIVE GROWTH?\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EI know times might be tough at the moment, so I want to make it as easy as possible for anyone who wants to access my knowledge. If you sign up today, you can access my Udemy only content that you cannot get anywhere else, for a limited time special offer price!\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EI can’t wait to see you inside the course, so I can teach you how to prosper using Facebook Ads. I promise you my information will change your entire approach to Facebook marketing.\u003C/p\u003E\u003Cp\u003EAre you ready for massive success?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI can’t wait to welcome you as my newest student,\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIng. Tomáš Moravek \u0026amp; the whole TEAM\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/facebook-conversion-ads/","imageUri":"https://img-c.udemycdn.com/course/750x422/3029006_98f4_9.jpg","duration":"13 hours","enrolledStudentsCount":"64,592 students","lastUpdated":"Last updated 11/2021","targetAudiences":["Anyone WISHING to SELL MORE.","PLEASE NO STUDENTS with Banned Ad Accounts."],"tags":["Marketing","Paid Advertising","E-Commerce"],"rating":{"count":447,"averageValue":"4.4"},"instructors":[{"name":"Ing. Tomas Moravek | SEO, Facebook Ads \u0026 Facebook Marketing Expert","url":"/user/ing-tomas-moravek-2/","totalNumberOfStudents":582630,"totalNumberOfReviews":13215,"averageRating":4.418407491343406},{"name":"SEO, Facebook Ads \u0026 Digital Marketing Academy","url":"/user/seo-facebook-ads-digital-marketing-academy/","totalNumberOfStudents":582394,"totalNumberOfReviews":13259,"averageRating":4.418407491343406}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"NOVEMBERGOODNESS11","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/engineering-drawing-graphics/":{"courseDetails":{"courseId":3255656,"title":"Engineering Drawing / Graphics : Hands-on training","shortDescription":"Course is for Engineering/polytechnic students of all branches.  Students from 12th science can also enroll.","longDescription":"\u003Cp\u003EStudents will be able to draw after instructors steps. As instructor has drawn with actual instruments of drawing learner will not get any difficulty to draw.\u0026nbsp; Instructor will give learner step by step approach to draw various topics from engineering drawing/graphics. This course is for first year all branches engineering students, first year all branches polytechnic/diploma students and for 12th science students. \u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/engineering-drawing-graphics/","imageUri":"https://img-c.udemycdn.com/course/750x422/3255656_4c77_5.jpg","duration":"10.5 hours","enrolledStudentsCount":"16,802 students","lastUpdated":"Last updated 7/2021","targetAudiences":["First year all branches Engineering students","Polytechnic/Diploma students","ITI students","12th science technical background students"],"tags":["Teaching \u0026 Academics","Engineering","Technical Drawing"],"rating":{"count":118,"averageValue":"4.7"},"instructors":[{"name":"Easy learning","url":"/user/e-learning-18/","totalNumberOfStudents":16802,"totalNumberOfReviews":118,"averageRating":4.728578}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"GRAPHIC","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/how-to-print-on-demand/":{"courseDetails":{"courseId":4321232,"title":"How to Print on Demand - Beginners Guide to POD","shortDescription":"Learn how to create a Print on Demand store even if you have no prior experience with E-Commerce!","longDescription":"\u003Cp\u003EBeginners Guide to POD - Print On Demand Masterclass is a complete guide for beginners who want to start their own print-on-demand store. It will help you avoid costly mistakes and provide detailed, step-by-step instructions that you can follow along with as you start your own print-on-demand store.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EThe course provides an all-in-one solution for people who have a burning idea for print-on-demand products but don\u0027t know where to start. It includes helpful, detailed information about design, marketing, and Store Building. It\u0027s the perfect course if you\u0027ve been thinking about starting your own business and want to take that first step but haven\u0027t known how to do so.\u003C/p\u003E\u003Cp\u003EMost importantly, you will learn the entirety of how to set up a print-on-demand store from scratch. You will also learn how to upload products, customize your store and sell your products. This course is perfect for beginners who are looking to create their own print-on-demand store or anyone who is looking for a refresher on the basics.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELearn how to design and launch your own print on demand store in just a few simple steps\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENo initial investment;\u0026nbsp; You\u0027re good to go!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELive examples of Products and all the tools you need: graphics, fonts, website layout etc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to design, launch and grow your own print on demand store with ZERO technical skills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse free or cheap platforms to create your online store\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"English","courseUri":"https://www.udemy.com/course/how-to-print-on-demand/","imageUri":"https://img-b.udemycdn.com/course/750x422/4321232_ef1e.jpg?secure=j1pBB7uqQIwtTzaUgxeSsg%3D%3D%2C1637314909","duration":"2 hours","enrolledStudentsCount":"8,140 students","lastUpdated":"Last updated 11/2021","targetAudiences":["Aspiring Online Entrepreneurs","Designers wishing to monetise their work","Pretty much Everyone"],"tags":["Business","E-Commerce","Print On Demand"],"rating":{"count":23,"averageValue":"4.5"},"instructors":[{"name":"Nick Nyxson","url":"/user/nick-nyxson/","totalNumberOfStudents":329358,"totalNumberOfReviews":4540,"averageRating":4.408893667609617}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4B267A04E4BB3DCB36D4","originalPrice":"₹1,920","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/learn-carnatic-flute-intermediate-level-varnams-vol-14/":{"courseDetails":{"courseId":4397200,"title":"Learn Carnatic Flute | Intermediate Level | Varnams Vol - 14","shortDescription":"(Volume 14) Learn Carnatic Flute - A course of Varnams in Various Raagas of Adi Thaalam","longDescription":"\u003Cp\u003E\u003Cstrong\u003EVarṇam\u003C/strong\u003E is a type of composition in the Carnatic music system consisting of short metric pieces which encapsulate the main features (patterns of notes) of a \u003Cem\u003Eraga\u003C/em\u003E.Varnams capture the raga bhavam, ranjaka prayogas visesha sancharas, etc. Dhatu and Janta prayogas (phrase usage) are usually part of a Varnam. Understanding of these aspects is key to developing manodharma sangeetham ( ie., improvisation aspects of Carnatic music such as raga aalapana, swara kalpana, neraval etc )\u003C/p\u003E\u003Cp\u003EKnown for their complex structure, varnams are a fundamental form in Carnatic music.All varnams consist of lyrics,as well as swara passages, including a \u003Cem\u003Epallavi\u003C/em\u003E, an \u003Cem\u003Eanupallavi\u003C/em\u003E, \u003Cem\u003Emuktaayi swaras\u003C/em\u003E, a \u003Cem\u003Echaranam\u003C/em\u003E, and \u003Cem\u003Echittaswaras\u003C/em\u003E. There are different types of varnams, such as taana varnam, pada varnam, daru varnam and ragamalika varnam. They also come different taalams (beat cycles). Though the most popular varnams are in Aadi and Ata taalas, there are a number of varnams in other talas as well (e.g., jampa tala, triputa tala, matya talam, roopaka talam, etc).\u003C/p\u003E\u003Cp\u003EConsidered as probably the most complex form in Carnatic music, varnams play a significant role in Carnatic music. A varnam is traditionally performed as an opening item by musicians in Carnatic music concerts to act as warm-up for the musicians,or as a centre main piece in Bharatanatyam dance concerts. As a foundation to Carnatic music,varnams are also practised as vocal exercises by performers of Carnatic music, to help develop voice culture, and maintain proper pitch and control of rhythm. The melodic patterns in a varnam are considered to be characteristic patterns of a particular raga.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETypes of varnams\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENamed for its tanam-like rhythmic qualities, \u003Cem\u003Etana varnams\u003C/em\u003E only have lyrics for the pallavi, anupallavi and charanam.\u003C/p\u003E\u003Cp\u003EWith rhythmic elements like a padam, \u003Cem\u003Epada varnams\u003C/em\u003E are generally sung to accompany South Indian classical dance, including bharatanatyam.Unlike the \u003Cem\u003Etana varnam\u003C/em\u003E which only has lyrics for the pallavi, anupallavi and charanam and swaras for the rest of the sections a \u003Cem\u003Epada varnam\u003C/em\u003E also have lyrics that correspond to the muktaayi and chitta swaras of the varnam, so generally, \u003Cem\u003Epada varnams\u003C/em\u003E contain more lyrical content than a \u003Cem\u003Etana varnam\u003C/em\u003E.The swaras in this type of varnam are suitable for intricate footwork.\u003Cem\u003EPadajathi varnams\u003C/em\u003E are simply \u003Cem\u003Epada varnams\u003C/em\u003E that also contain jatis in it, making it again more suitable for South Indian classical dance.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EContents of a varnam\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe name \u0022varnam\u0022 (meaning \u0022letter\u0022) was likely given to this form of song due to the prevalence of swara letters in this type of composition.\u003C/p\u003E\u003Cp\u003ELyrical content of varnams are commonly either devotional or amorous.\u003C/p\u003E\u003Cp\u003EThe varnam is subdivided into several sections:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPallavi\u003C/strong\u003E: The first section of the Varnam, sung with lyrics or sahitya.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAnupallavi\u003C/strong\u003E: A sort of recapitulation, sung with lyrics or sahitya also.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMuktaayi\u003C/strong\u003E: Sung completely with syllables—or swaras -- (like \u003Cem\u003Es (sa) r (Ri) g(ga) m(ma) p (pa) d(da) n(ni) (sa)(This is the higher version of the normal one\u003C/em\u003E). In Pada Varnas it is known as Muktaayi Swara-Sahitya.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECharanam\u003C/strong\u003E: Sung with lyrics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EChitta Swara or Ettugadda Swaram\u003C/strong\u003E: Sung completely with syllables. In a Pada varnam, there are lyrics which correspond to the Charanam swaras. The swaras occur in several groups or stanzas.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAnubandham\u003C/strong\u003E: epilogue to the Varnam. Some varnams have this additional part that follows the charanam and chitta(Ettugadda) swaras, that is sung with lyrics or sahitya thus leading back to the muktaayi(Chitta) swara or the first pallavi line itself. It is found more often with very old Varnams and it is less prevalent in the newer varnams. In modern times, some old varnams are even sung partially, by omitting the anubandham part. The most classical example of this is the Viribhoni varnam in Bhairavi, which is sung after omitting one of its chitta swaras and the anubandham.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EVarnams are traditionally rendered in a format that consists of Pallavi, Anupallavi and Chitta Swaram (Mukthayi Swaram) being sung first in a relatively slow pace and repeated immediately after in double the speed. The rest of the composition (Charanam onwards) is sung in a \u0027madhyama kala\u0027 or approximately 1.5 times the speed used at the start. Each swara passage is sung, followed by the lyrics of the charanam. Some performers do not follow this though, preferring to sing the entire composition in \u0027madhyama kala\u0027 or relatively fast pace.\u003C/p\u003E\u003Cp\u003EVarnams are generally sung in two varieties of talas, or metric systems, \u003Cem\u003EAdi Tala\u003C/em\u003E (8 beat cycle) and \u003Cem\u003EAta Tala\u003C/em\u003E (14 beat cycle), where Ata Tala varnams are generally more complicated and advanced. In most of the \u003Cem\u003EAdi Tala\u003C/em\u003E Varnams the tala is placed in the 2 kalai version. So therefore each beat and finger count is placed twice.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFamous varnams\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EAdi Tala\u003C/em\u003E Varnams include :\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u0022Sami Ninne\u0022 in \u003Cem\u003EShree ragam\u003C/em\u003E composed by \u003Cem\u003EKarur Devudu Iyer\u003C/em\u003E in Telugu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0022Ninnukori\u0022 in \u003Cem\u003EMohanam ragam\u003C/em\u003E by Poochi Srinivasa Iyengar in Telugu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0022Evvari Bodhana\u0022 in \u003Cem\u003EAbhogi ragam\u003C/em\u003E by Patnam Subramania Iyer in Telugu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0022Era Naapai\u0022 in \u003Cem\u003ETodi raagam\u003C/em\u003E by Patnam Subramania Iyer in Telugu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0022Valachi Vacchi\u0022 in \u003Cem\u003ENavaraagamalika\u003C/em\u003E in Telugu (9 ragas , similar to \u003Cem\u003ERagamalika\u003C/em\u003E which literally translates to a \u003Cem\u003Egarland of ragams\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EAta Tala\u003C/em\u003E Varnams include:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u0022Viriboni\u0022 in \u003Cem\u003EBhairavi ragam\u003C/em\u003E by Pacchimiriam Adiyappa in Telugu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0022Nera Nammiti\u0022 in \u003Cem\u003EKaanada raagam\u003C/em\u003E by Poochi Srinivasa Iyengar in Telugu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0022Chalamela\u0022 in \u003Cem\u003ESankarabharanam\u003C/em\u003E by Swati Tirunal in Telugu\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThe \u003Cem\u003EArabhi\u003C/em\u003E ragam varnam is supposed to be the only longest piece with jantai and dhattu prayogas.\u003C/p\u003E\u003Cp\u003EThe \u0022Mathe Malayadhwaja\u0022 by Harikesanalloor Mutthiah Bhasgavatar is a unique Varnam because the Chitta swara has two different types of saahitya arranged according to it. The first is a rhythmic poetry describing the king and has the Raaja mudra and the second is a lilting Solkattu swara which is very nicely embodied in expression by bharatanatyam dancers\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-carnatic-flute-intermediate-level-varnams-vol-14/","imageUri":"https://img-c.udemycdn.com/course/750x422/4397200_25d7.jpg","duration":"1 hour","enrolledStudentsCount":"927 students","lastUpdated":"Last updated 11/2021","targetAudiences":["Those who are curious to learn Classical Carnatic Music.","Students who have learnt the basics of Classical Music.","Students who want to know the Key tips of practicing."],"tags":["Music","Instruments","Flute"],"rating":null,"instructors":[{"name":"Krishna Mohan Bhagavatula","url":"/user/krishna-mohan-bhagavatula/","totalNumberOfStudents":20008,"totalNumberOfReviews":143,"averageRating":4.846224279661016}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"83F8118D50124DF31931","originalPrice":"₹4,480","discountedPrice":"Free","expirationText":"3 days","discountPercentage":100}},"https://www.udemy.com/course/tiktok-marketing-2021-go-viral-with-authentic-videos/":{"courseDetails":{"courseId":4272514,"title":"TikTok Marketing 2021 | Go Viral With Authentic Videos!","shortDescription":"Grow 10,000\u002B Followers on TikTok in one Month.  Understand the ins-and-outs of the platform to go viral.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWelcome to the Social Savvy Insider for TikTok!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFor licensing inquiries email: \u003Cstrong\u003Eskyler@weresocialsavvy.com\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELanguage:\u003Cem\u003E English\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E----------------------------------------\u003C/p\u003E\u003Cp\u003EHi! My name is \u003Cstrong\u003ESkyler\u003C/strong\u003E, Co-Founder of \u003Cstrong\u003ESocial Savvy LA (Digital Marketing Agency)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is the \u003Cstrong\u003Emost educational TikTok course under 2 hours\u003C/strong\u003E on the market. Guaranteed! This course is hyper-focused on the most effective tactics of marketing through TikTok. For this course to be applied to your page, you should have an intermediate level of understanding of social media platforms and their basic functionality.\u0026nbsp; We\u0027ll teach you all you need to know about TikTok along with advanced techniques and valuable strategies.\u003C/p\u003E\u003Cp\u003ETikTok is one of the most powerful social media platforms to this date and only growing. As a free platform with over 1 Billion users, you have endless opportunities to grow and increase your business revenue through TikTok marketing without a following. You just need to know the latest tips and strategies. In this course, we teach you the most lucrative and valuable strategies to date resulting in targeted traffic, organic followers, and loyal customers.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETikTok is one of the most effective marketing platforms to gain new customers:\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETHIS course will change your perspective on TikTok marketing and teach you everything you need to know to successfully market your business on the platform.\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMy team and I spent months making a course that is strictly the most effective information on TikTok Marketing! We did not want to waste students\u0027 time with nonsense episodes you’re not likely to even finish. This course is full of the MOST crucial TikTok Marketing knowledge to date.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe made it easy to follow along with screen recordings and step-by-step breakdowns of techniques. Not to mention, we make it fun to watch so you don’t get bored learning. This course contains the knowledge you should know to be ahead of your competition in 2021. We show you all the tools to create engaging content, properly edit videos, follow trends and sounds for your niche, post accordingly to your analytics, grow your TikTok followers, and many more tactics. Ultimately resulting in sales to your business from targeted customers.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOnline shoppers measure your trustworthiness and credibility based on your social media presence. By learning the ins and outs of profile presence and how to gain thousands of active followers, your profile will have a higher conversion rate of follows, sales, and professional business connections.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESocial Savvy Insider Overview\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis TikTok course contains over \u003Cstrong\u003E50 lectures\u003C/strong\u003E and 1 1/2 hours of content. It\u0027s crafted for anyone who wants to learn how to use TikTok to grow your page with REAL organic followers. We pride ourselves on being up to date with new TikTok algorithms and updates for TikTok growth and sales. You will have lifetime unlimited access to this course.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAs an owner of a digital marketing agency that’s served hundreds of clients, PR agencies, and big brands; I’ve learned the ins and outs of modern-day social media marketing. My team and I have had many clients who could not afford our services but wish to work with us. After many months we decided to create a course full of the knowledge we provide through our services at an affordable price for everyone. The tips and secrets we share in this course come from our services that large brands pay us thousands per month to provide. We’re excited to share this knowledge with the public through a fun and exciting course that’s not too long!\u003Cstrong\u003E At the end of every chapter, we always recap the lectures you learned (sometimes while making a cup of coffee).\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe look forward to connecting with you as well. We are here as a team to answer questions, hear your feedback and success stories.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAfter you complete this course, you will have a high-level understanding of TikTok marketing in 2021.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/tiktok-marketing-2021-go-viral-with-authentic-videos/","imageUri":"https://img-c.udemycdn.com/course/750x422/4272514_b57a_4.jpg","duration":"2 hours","enrolledStudentsCount":"18,780 students","lastUpdated":"Last updated 9/2021","targetAudiences":["Anyone interested in learning TikTok for business","Anyone looking to learn TikTok Marketing"],"tags":["Marketing","Social Media Marketing","TikTok Marketing"],"rating":{"count":117,"averageValue":"4.6"},"instructors":[{"name":"Skyler Chase","url":"/user/skyler-chase-2/","totalNumberOfStudents":124312,"totalNumberOfReviews":3591,"averageRating":4.354851618579235}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEBIESGLOBAL3","originalPrice":"₹6,720","discountedPrice":"Free","expirationText":"3 days","discountPercentage":100}},"https://www.udemy.com/course/digital-marketing-strategy-from-scratch-course/":{"courseDetails":{"courseId":3833784,"title":"Digital Marketing Strategy Bundle: 5 practical courses in 1!","shortDescription":"Grow your business with Digital Marketing Strategy, Content Marketing, SEO, Social Media Marketing, and Google Analytics","longDescription":"\u003Cp\u003EDo you want to grow your business online? Do you need to get complete knowledge of digital marketing strategy to increase traffic, conversion, and sales? This is a complete course \u003Cstrong\u003E“Digital Marketing Strategy Bundle: 5 practical courses in 1” for you to master digital marketing.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis Bundle of 5-in-1 practical digital marketing courses includes:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;1. DIGITAL MARKETING STRATEGY. How to grow your business with digital marketing?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EStrategical 7 questions to answer to build a successful online presence: Mission, Vision, Product, Target Audience, Competitors, Traffic Sources, Metrics, and Optimization. Media Planning and Budgeting.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBuild a Digital Marketing Strategy for your project for the next 2022 year\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand the fundamental principles of internet marketing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake competitive analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with analytics tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDraw a portrait of a target audience\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFind effective traffic tools for your niche\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake a media plan and budget\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFind the right online marketing tools to increase sales\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2. CONTENT MARKETING STRATEGY. How to create content that sells!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWhat content to create, where to publish and how to promote it? Content Marketing for B2B. How to create a Content Plan?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate a content marketing strategy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFind a target audience and create relevant content for it\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EForm a content plan\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate popular content that sells\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGet more subscribers and loyal customers by using engaging content\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOptimize content for good search engine visibility\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMaster popular analysis services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESearch for popular keywords\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3. SEARCH ENGINE OPTIMISATION. How to gain organic traffic from search engines?\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EBasic SEO tools. Web-site and content. Internal and external SEO.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBuild a strategy for promoting your website in search engines\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnalyze traffic\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with analytical tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChoose effective keywords\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuild links\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E4. SOCIAL MEDIA MARKETING STRATEGY. How to grow your business with SMM?\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ESocial Media Analysis. Metrics to Measure. Content creation and promotion. Social media reputation management. Build a social media promotion strategy for your project\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EConduct an SMM competitive analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse SMM analytic tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECompose a portrait of your target audience of your social media users\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETrack sales using social media\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake a Social Media content plan\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPromote content on Social Media\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with influencers, communities for content seeding\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPerform social media reputation management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with reviews and deal with negativity on social media\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E5. GOOGLE ANALYTICS. How to improve your Marketing?\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EPerformance indicators of attraction and conversion. Google Analytics and GTM set-up. E-commerce analytics set-up.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EMake decisions based on data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with Google Analytics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECombine your Google Analytics and Google Ads accounts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomize goals and events\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand reach, conversion, and transactional analytics metrics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with e-commerce modules\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESet up data transfers for advertising costs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate and understand automatic custom reports\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure custom alerts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomize segments\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomize filters\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESet up calculated indicators\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this digital marketing course?\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EYou will learn digital marketing online from top internet marketing professionals\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EWe are industry experts! \u003C/strong\u003EWe have over 12 years of experience in online marketing. Our agency has Google Premier Partner and Facebook Marketing Partner status.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMy own credentials are\u003C/strong\u003E Google Analytics Individual Qualification, Google Ads Individual Qualification, Bing Ads Accredited Professional, Search Ads360 Certified and others.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMore than 1,500 successful marketing strategies and marketing campaigns \u003C/strong\u003Eare launched by us.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EOver 9,000 digital marketing specialists enrolled in our online courses\u003C/strong\u003E, and they all passed their Google Analytics and Google Ads digital marketing certifications.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThis course is suitable for both beginners and experts.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThe course comes with detailed visuals and in-depth videos.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EYou will get a digital marketing certification from Udemy upon completion of the course.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat else do you get in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELifetime access to the course and its updates\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStructured lessons with practical exercises\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECourse presentation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EValuable checklists and templates (digital marketing strategy template, content plan checklist, web analytics checklist, SEO checklist, Social Media Marketing template)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETOP Digital Marketing Blogs List\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETOP Digital Marketing Books List\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETOP Digital YouTube Marketing Channels List\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETOP Google\u0027s Tools for Digital Marketer List\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETOP Tools for Digital Marketer List\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWeekly educational and promotional announcements\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EA free copy of my book “Cutting-Edge Digital Marketing\u003C/strong\u003E. How to attract customers and increase online sales\u0022. In my book, I cover the following topics in depth: Internet promotion strategy, competitive analysis, web analytics, how to draw a portrait of your target audience, content plan formation, SEO, PPC advertising, promotion for social networks, email marketing, and case studies.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA certificate from Udemy upon completion of the course\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EEnroll now!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere\u0027s no time to lose! Every minute you are losing countless leads and sales!\u003C/p\u003E\u003Cp\u003EYou have nothing to lose and everything to gain. This 5 courses bundle comes with a 30-day money-back guarantee!\u003C/p\u003E\u003Cp\u003EWant to start now? \u003Cstrong\u003EClick the \u0022Buy now\u0022 button\u003C/strong\u003E to start building and implementing successful digital marketing to grow your business today!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/digital-marketing-strategy-from-scratch-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3833784_12ca_5.jpg","duration":"7.5 hours","enrolledStudentsCount":"120,745 students","lastUpdated":"Last updated 10/2021","targetAudiences":["Everyone who wants  to master digital marketing.","People who are interested in learning an online profession – This digital marketing course will allow you to gain the skills needed for a career in digital marketing.","Marketers – This class lets you extend your skills to include marketing in a digital context, allowing you to better serve your clients as a marketing specialist.","Entrepreneurs – Entrepreneurs can use their new knowledge from this Digital Marketing bundle to run their own online digital marketing until they have the funds to hire a professional.","Internet marketers - This course will help you ensure that your digital marketing skills are up-to-date and help you market yourself to clients, furthering your career.","SEO specialists - This course will help you ensure that your SEO  skills are up-to-date and help you market yourself to clients, furthering your career.","Content marketers - after completing this course, you will learn how to create a content plan based on strategy. You will know how to work with keyword analysis tools, and based on data, create popular content that sells.","SMM specialists - this course will make you a master of creating relevant content for your target audience and followers on media."],"tags":["Marketing","Digital Marketing"],"rating":{"count":1923,"averageValue":"4.4"},"instructors":[{"name":"Anton Voroniuk","url":"/user/woronyuk/","totalNumberOfStudents":223462,"totalNumberOfReviews":5034,"averageRating":4.501251371182943}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DIGITALMARKETING1811","originalPrice":"₹8,640","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/curso-completo-de-certificacion-nftprincipiante-avanzado/":{"courseDetails":{"courseId":4384608,"title":"Curso Completo de Certificación NFT (Principiante a Experto)","shortDescription":"Aprende todo sobre NFT: las mejores Claves, Trucos, Herramientas y Estrategias para que empieces a operar en el mercado","longDescription":"\u003Cp\u003E¿Estas buscando una manera eficaz y comprensible de entender el mundo NFT (tokens no fungibles), con la ayuda de ejemplos reales para aprovechar al máximo esta oportunidad y todo su potencial?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEntonces este curso es para ti.\u003C/p\u003E\u003Cp\u003EEsto es un curso \u003Cstrong\u003EPRÁCTICO\u003C/strong\u003E que tiene como único objetivo enseñarte \u003Cstrong\u003EPASO a PASO\u003C/strong\u003E, de manera detallada y con ejemplos reales, \u003Cstrong\u003ETODO\u003C/strong\u003E lo que necesitas saber sobre el mundo del NFT, para que puedas empezar a utilizar todo el conocimiento que vas a recibir, incluso si no sabes nada sobre NFTs actualmente.\u003C/p\u003E\u003Cp\u003ECualquier persona puede comprar un NFT. El mercado de NFT es enorme y ya está moviendo mucho dinero en la actualidad, pero primero, debes saber cómo funciona, qué oportunidades buscar, donde encontrarlas y de qué debes tener cuidado. Créeme soy consciente de que quizás en este momento no tienes mucha idea de qué es o cómo funciona el fenómeno NFT y es completamente lógico porque se trata de algo nuevo, pero puedes estar tranquilo porque vamos a hacer este camino juntos. Voy a ir acompañándote durante todo el curso para ayudarte paso a paso y de manera ordenada a comprender las mejores herramientas, tecnologías, claves y estrategias para que termines el curso sabiendo como operar con NFT y además \u003Cstrong\u003Econ todas las plataformas y herramientas configuradas para poder empezar\u003C/strong\u003E adquirir tu primer NFT en cuanto termines el curso.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELo más importante de las oportunidades no es solo detectarlas sino también llegar primero. \u003C/strong\u003EImagina por un momento si hubieras oído hablar de Bitcoin en 2010. O si hubieras invertido en las acciones de Google o de Amazon cuando estaban empezando ¿Abría sido una buena inversión?\u003C/p\u003E\u003Cp\u003EHonestamente, creo que no hay un mejor momento para familiarizarse con los NFTs, ya que estamos hablando de un fenómeno revolucionario en el que ya están entrando numerosos famosos y varias de las empresas más grandes del mundo lo cual te deja ver su gran potencial. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAl final de este curso, te sentirás cómodo en el campo NFT, y estarás trabajando con facilidad en las mejores plataformas.\u003C/p\u003E\u003Cp\u003ETe invito a no dejar escapar esta oportunidad y aprender :\u003C/p\u003E\u003Cp\u003E* ¿Qué es un NFT?\u003C/p\u003E\u003Cp\u003E* Explicación de todo el proceso de inversión\u003C/p\u003E\u003Cp\u003E* Las mejores técnicas para detectar oportunidades de inversión (trucos y consejos calve)\u003C/p\u003E\u003Cp\u003E* Ejemplos reales de las distintas partes del proceso de inversión\u003C/p\u003E\u003Cp\u003E* Dónde identificar las mejores oportunidades y cómo evaluarlas\u003C/p\u003E\u003Cp\u003E* Webs adicionales donde detectar más oportunidades\u003C/p\u003E\u003Cp\u003E* Cómo leer las gráficas de forma sencilla y detectar colecciones vivas y con futuro\u003C/p\u003E\u003Cp\u003E* Detecta colecciones con comunidades sólidas que la respalden\u003C/p\u003E\u003Cp\u003E* Consejos y Claves para filtrar las oportunidades de inversión\u003C/p\u003E\u003Cp\u003E* Cómo asegurarte de que son colecciones reales y verificadas \u003C/p\u003E\u003Cp\u003E* Las mejores plataformas NFT y cómo usarlas\u003C/p\u003E\u003Cp\u003E* Los diferentes factores que hacen valioso a un NFT y cómo comprobarlos\u003C/p\u003E\u003Cp\u003E* Diferentes estrategias para ahorrar dinero cuando operes\u003C/p\u003E\u003Cp\u003E* Los mercados TOP de NFT\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E...¡y mucho más!\u003C/p\u003E\u003Cp\u003EAhora es el momento perfecto para empezar a hacer que las cosas sucedan. ¡Sé un pionero, únete ahora y vamos a empezar a invertir en NFT hoy!\u003C/p\u003E\u003Cp\u003ETe veo en el primer video ...\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/curso-completo-de-certificacion-nftprincipiante-avanzado/","imageUri":"https://img-c.udemycdn.com/course/750x422/4384608_6ee1_3.jpg","duration":"5,5 horas","enrolledStudentsCount":"1.185 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Este curso esta destinado para todas aquellas personas que quieran aprovechar la oportunidad de formarse en todo el nuevo mundo del NFT."],"tags":["Finanzas y contabilidad","Criptomonedas y Blockchain","NFT (tokens no fungibles)"],"rating":null,"instructors":[{"name":"Antonio Luis","url":"/user/antonio-luis-6/","totalNumberOfStudents":1152,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"3CB1F638AFFCE61A1ED5","originalPrice":"6.080 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/machine-learning-advanced-decision-trees-in-r/":{"courseDetails":{"courseId":2401052,"title":"Decision Trees, Random Forests, Bagging \u0026 XGBoost: R Studio","shortDescription":"Decision Trees and Ensembling techinques in R studio. Bagging, Random Forest, GBM, AdaBoost \u0026 XGBoost in R programming","longDescription":"\u003Cp\u003EYou\u0027re looking for a complete \u003Cstrong\u003EDecision tree course\u003C/strong\u003E that teaches you everything you need to create a Decision tree/ Random Forest/ XGBoost model in R, right?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou\u0027ve found the right\u003C/strong\u003E \u003Cstrong\u003EDecision Trees and tree based advanced techniques course!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAfter completing this course \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIdentify the business problem which can be solved using Decision tree/ Random Forest/ XGBoost\u0026nbsp; of Machine Learning.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHave a clear understanding of Advanced Decision tree based algorithms such as Random Forest, Bagging, AdaBoost and XGBoost\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate a tree based (Decision tree, Random Forest, Bagging, AdaBoost and XGBoost) model in R and analyze its result.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfidently practice, discuss and understand Machine Learning concepts\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EHow this course will help you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this Machine learning advanced course.\u003C/p\u003E\u003Cp\u003EIf you are a business manager or an executive, or a student who wants to learn and apply machine learning in Real world problems of business, this course will give you a solid base for that by teaching you some of the advanced technique of machine learning, which are Decision tree, Random Forest, Bagging, AdaBoost and XGBoost.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course covers all the steps that one should take while solving a business problem through Decision tree.\u003C/p\u003E\u003Cp\u003EMost courses only focus on teaching how to run the analysis but we believe that what happens before and after running analysis is even more important i.e. before running analysis it is very important that you have the right data and do some pre-processing on it. And after running analysis, you should be able to judge how good your model is and interpret the results to actually be able to help your business.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course is taught by Abhishek and Pukhraj. As managers in Global Analytics Consulting firm, we have helped businesses solve their business problem using machine learning techniques and we have used our experience to include the practical aspects of data analysis in this course \u003C/p\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 150,000 enrollments and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThis is very good, i love the fact the all explanation given can be understood by a layman - Joshua\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThank you Author for this wonderful course. You are the best and this course is worth any price. - Daisy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Quizzes, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there are class notes attached for you to follow along. You can also take quizzes to check your understanding of concepts. Each section contains a practice assignment for you to practically implement your learning. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is covered in this course? \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course teaches you all the steps of creating a decision tree based model, which are some of the most popular Machine Learning model, to solve business problems.\u003C/p\u003E\u003Cp\u003EBelow are the course contents of this course :\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 1 - Introduction to Machine Learning\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this section we will learn - What does Machine Learning mean. What are the meanings or different terms associated with machine learning? You will see some examples so that you understand what machine learning actually is. It also contains steps involved in building a machine learning model, not just linear models, any machine learning model.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 2 - R basic\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis section will help you set up the R and R studio on your system and it\u0027ll teach you how to perform some basic operations in R. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 3 - Pre-processing and Simple Decision trees\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this section you will learn what actions you need to take to prepare it for the analysis, these steps are very important for creating a meaningful.\u003C/p\u003E\u003Cp\u003EIn this section, we will start with the basic theory of decision tree then we cover data pre-processing topics like\u003Cstrong\u003E\u0026nbsp; missing value imputation, variable transformation and Test-Train split. \u003C/strong\u003EIn the end we will create and plot a simple Regression decision tree\u003Cstrong\u003E.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 4 - Simple Classification Tree\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis section we will expand our knowledge of regression Decision tree to classification trees, we will also learn how to create a classification tree in Python\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 5, 6 and 7 - Ensemble technique\u003Cbr\u003E\u003C/strong\u003EIn this section we will start our discussion about advanced ensemble techniques for Decision trees. Ensembles techniques are used to improve the stability and accuracy of machine learning algorithms. In this course we will discuss Random Forest, Bagging, Gradient Boosting, AdaBoost and XGBoost.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EBy the end of this course, your confidence in creating a Decision tree model in R will soar. You\u0027ll have a thorough understanding of how to use Decision tree\u0026nbsp; modelling to create predictive models and solve business problems.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGo ahead and click the enroll button, and I\u0027ll see you in lesson 1!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECheers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart-Tech Academy\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E------------\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBelow is a list of popular FAQs of students who want to start their Machine learning journey-\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is Machine Learning?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMachine Learning is a field of computer science which gives the computer the ability to learn without being explicitly programmed. It is a branch of artificial intelligence based on the idea that systems can learn from data, identify patterns and make decisions with minimal human intervention.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat are the steps I should follow to be able to build a Machine Learning model?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou can divide your learning process into 3 parts:\u003C/p\u003E\u003Cp\u003EStatistics and Probability - Implementing Machine learning techniques require basic knowledge of Statistics and probability concepts. Second section of the course covers this part.\u003C/p\u003E\u003Cp\u003EUnderstanding of Machine learning - Fourth section helps you understand the terms and concepts associated with Machine learning and gives you the steps to be followed to build a machine learning model\u003C/p\u003E\u003Cp\u003EProgramming Experience - A significant part of machine learning is programming. Python and R clearly stand out to be the leaders in the recent days. Third section will help you set up the Python environment and teach you some basic operations. In later sections there is a video on how to implement each concept taught in theory lecture in Python\u003C/p\u003E\u003Cp\u003EUnderstanding of\u0026nbsp; models - Fifth and sixth section cover Classification models and with each theory lecture comes a corresponding practical lecture where we actually run each query with you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy use R for Machine Learning?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUnderstanding R is one of the valuable skills needed for a career in Machine Learning. Below are some reasons why you should learn Machine learning in R\u003C/p\u003E\u003Cp\u003E\t1. It’s a popular language for Machine Learning at top tech firms. Almost all of them hire data scientists who use R. Facebook, for example, uses R to do behavioral analysis with user post data. Google uses R to assess ad effectiveness and make economic forecasts. And by the way, it’s not just tech firms: R is in use at analysis and consulting firms, banks and other financial institutions, academic institutions and research labs, and pretty much everywhere else data needs analyzing and visualizing.\u003C/p\u003E\u003Cp\u003E\t2. Learning the data science basics is arguably easier in R. R has a big advantage: it was designed specifically with data manipulation and analysis in mind. \u003C/p\u003E\u003Cp\u003E\t3. Amazing packages that make your life easier. Because R was designed with statistical analysis in mind, it has a fantastic ecosystem of packages and other resources that are great for data science. \u003C/p\u003E\u003Cp\u003E\t4. Robust, growing community of data scientists and statisticians. As the field of data science has exploded, R has exploded with it, becoming one of the fastest-growing languages in the world (as measured by StackOverflow). That means it’s easy to find answers to questions and community guidance as you work your way through projects in R.\u003C/p\u003E\u003Cp\u003E\t5. Put another tool in your toolkit. No one language is going to be the right tool for every job. Adding R to your repertoire will make some projects easier – and of course, it’ll also make you a more flexible and marketable employee when you’re looking for jobs in data science.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is the difference between Data Mining, Machine Learning, and Deep Learning?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPut simply, machine learning and data mining use the same algorithms and techniques as data mining, except the kinds of predictions vary. While data mining discovers previously unknown patterns and knowledge, machine learning reproduces known patterns and knowledge—and further automatically applies that information to data, decision-making, and actions.\u003C/p\u003E\u003Cp\u003EDeep learning, on the other hand, uses advanced computing power and special types of neural networks and applies them to large amounts of data to learn, understand, and identify complicated patterns. Automatic language translation and medical diagnoses are examples of deep learning.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/machine-learning-advanced-decision-trees-in-r/","imageUri":"https://img-b.udemycdn.com/course/750x422/2401052_2792_3.jpg?secure=7xA1-wvhNgrxdvUJKOOtrA%3D%3D%2C1637316044","duration":"6 horas","enrolledStudentsCount":"41.366 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["People pursuing a career in data science","Working Professionals beginning their Data journey","Statisticians needing more practical experience","Anyone curious to master Decision Tree technique from Beginner to Advanced in short span of time"],"tags":["Desarrollo","Ciencias de la información","Árboles de decisión"],"rating":{"count":106,"averageValue":"4.2"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1359055,"totalNumberOfReviews":57564,"averageRating":4.455756520406681}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DTR0B7C2B","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/flask-framework-complete-course-for-beginners/":{"courseDetails":{"courseId":3407178,"title":"Python And Flask Framework Complete Course","shortDescription":"Depth Introduction To Python Programming And Python Web framework Flask.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThis course is a depth introduction to fundamental python programming concepts.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Python From Beginner To Advanced Level\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E I’ve created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.\u003C/p\u003E\u003Cp\u003E The course starts with the basics, including Python fundamentals, programming, and user interaction.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe topics covered in this course are:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E* Beginner to Expert Python contents:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EArray implementation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFile methods\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EKeywords and Identifiers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Tuples\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Basics\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Fundamentals\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMathematical Functions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EData Structures\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EObject-Oriented Programming with Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFunctional Programming with Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELambdas\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDecorators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGenerators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETesting in Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDebugging\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EError Handling\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERegular Expressions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EComprehensions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EModules\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESee you inside the course!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EFlask\u003C/em\u003E\u003C/strong\u003E is a popular Python web \u003Cstrong\u003E\u003Cem\u003Eframework\u003C/em\u003E\u003C/strong\u003E. The tutorials in this section are intermediate to advanced tutorials that cover key aspects of \u003Cstrong\u003E\u003Cem\u003EFlask\u003C/em\u003E\u003C/strong\u003E development.\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; *\u003Cstrong\u003E\u003Cem\u003EFlask Framework:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E Flask Web Framework,\u003C/strong\u003E In this course, you will learn the fundamentals of web applications .so that you can \u003Cstrong\u003Estart building API and develop web applications using Python Flask Web Framework.\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow to build Python web apps with Flask\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to use the Jinja template language to create the look of your apps\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to use the SQLite database to start development\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to use other databases with Flask by using Flask-SQLAlchemy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing Flask to process incoming request data.\u003C/p\u003E\u003Cp\u003E \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECourse Overview\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - URL Building\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - HTTP Method\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Templates\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Static Files\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Request Object\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask - Request.from Object\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Cookies\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Session Object\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E And More...\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/flask-framework-complete-course-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/3407178_5bd8_3.jpg","duration":"12 horas","enrolledStudentsCount":"158.600 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2020","targetAudiences":["For Complete Programming Beginners","For People New to Python","For People Who want to learn Python Fundamentals and later transition into Data Science or Web Development"],"tags":["Informática y software","Informática y software, otros","Flask"],"rating":{"count":627,"averageValue":"4.1"},"instructors":[{"name":"Horizon Tech","url":"/user/suraj-g-nimbalkar/","totalNumberOfStudents":635989,"totalNumberOfReviews":8733,"averageRating":4.22581778007435}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4AB84E8B7EAC0DBE9BB5","originalPrice":"6.720 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/machine-learning-adv-support-vector-machines-svm-in-r/":{"courseDetails":{"courseId":2420940,"title":"SVM for Beginners: Support Vector Machines in R Studio","shortDescription":"Learn Support Vector Machines in R Studio. Basic SVM models to kernel-based advanced SVM models of Machine Learning","longDescription":"\u003Cp\u003EYou\u0027re looking for a complete \u003Cstrong\u003ESupport Vector Machines course\u003C/strong\u003E that teaches you everything you need to create a SVM model in R, right?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou\u0027ve found the right\u003C/strong\u003E \u003Cstrong\u003ESupport Vector Machines techniques course!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow this course will help you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this Machine learning advanced course.\u003C/p\u003E\u003Cp\u003EIf you are a business manager or an executive, or a student who wants to learn and apply machine learning in Real world problems of business, this course will give you a solid base for that by teaching you some of the advanced technique of machine learning, which are Support Vector Machines.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course covers all the steps that one should take while solving a business problem through SVM.\u003C/p\u003E\u003Cp\u003EMost courses only focus on teaching how to run the analysis but we believe that what happens before and after running analysis is even more important i.e. before running analysis it is very important that you have the right data and do some pre-processing on it. And after running analysis, you should be able to judge how good your model is and interpret the results to actually be able to help your business.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course is taught by Abhishek and Pukhraj. As managers in Global Analytics Consulting firm, we have helped businesses solve their business problem using machine learning techniques and we have used our experience to include the practical aspects of data analysis in this course \u003C/p\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 150,000 enrollments and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThis is very good, i love the fact the all explanation given can be understood by a layman - Joshua\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThank you Author for this wonderful course. You are the best and this course is worth any price. - Daisy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Quizzes, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there are class notes attached for you to follow along. You can also take quizzes to check your understanding of concepts. Each section contains a practice assignment for you to practically implement your learning. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGo ahead and click the enroll button, and I\u0027ll see you in lesson 1!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECheers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart-Tech Academy\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/machine-learning-adv-support-vector-machines-svm-in-r/","imageUri":"https://img-b.udemycdn.com/course/750x422/2420940_7b7b_3.jpg?secure=F_erGMeIyIk_oJ54698OsA%3D%3D%2C1637316262","duration":"5 horas","enrolledStudentsCount":"42.225 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["People pursuing a career in data science","Working Professionals beginning their Data journey","Statisticians needing more practical experience","Anyone curious to master SVM technique from Beginner to Advanced in short span of time"],"tags":["Desarrollo","Ciencias de la información","Aprendizaje automático"],"rating":{"count":91,"averageValue":"4.1"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1359055,"totalNumberOfReviews":57564,"averageRating":4.455756520406681}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SVMR51A9C14","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/machine-learning-time-series-forecasting-in-python/":{"courseDetails":{"courseId":2859872,"title":"Time Series Analysis and Forecasting using Python","shortDescription":"Learn about time series analysis \u0026 forecasting models in Python |Time Data Visualization|AR|MA|ARIMA|Regression| ANN","longDescription":"\u003Cp\u003EYou\u0027re looking for a complete \u003Cstrong\u003Ecourse on Time Series Forecasting to \u003C/strong\u003Edrive business decisions involving production schedules, inventory management, manpower planning, and many other parts of the business., right?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou\u0027ve found the right Time Series Forecasting and Time Series Analysis course using Python Time Series techniques. \u003C/strong\u003EThis course\u003Cstrong\u003E \u003C/strong\u003Eteaches you everything you need to know about different time series forecasting and time series analysis models and how to implement these models in Python time series.\u003C/p\u003E\u003Cp\u003EAfter completing this course \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EImplement time series forecasting and time series analysis models such as \u003Cstrong\u003EAutoRegression, Moving Average, ARIMA, SARIMA \u003C/strong\u003Eetc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplement multivariate time series forecasting models based on Linear regression and Neural Networks.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfidently practice, discuss and understand different time series forecasting, time series analysis models and Python time series techniques used by organizations\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EHow will this course help you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this Time Series Forecasting course on time series analysis and Python time series applications.\u003C/p\u003E\u003Cp\u003EIf you are a business manager or an executive, or a student who wants to learn and apply forecasting models in real world problems of business, this course will give you a solid base by teaching you the most popular forecasting models and how to implement it. You will also learn time series forecasting models, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe believe in \u003Cstrong\u003Eteaching by example\u003C/strong\u003E. This course is no exception. Every Section’s primary focus is to teach you the concepts through how-to examples. Each section has the following components:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETheoretical concepts\u003C/strong\u003E and use cases of different forecasting models, time series forecasting and time series analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStep-by-step instructions\u003C/strong\u003E on implement time series forecasting models in Python\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDownloadable Code files\u003C/strong\u003E containing data and solutions used in each lecture on time series forecasting, time series analysis and Python time series techniques\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EClass notes and assignments\u003C/strong\u003E to revise and practice the concepts on time series forecasting, time series analysis and Python time series techniques\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe practical classes where we create the model for each of these strategies is something which differentiates this course from any other available online course on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003E.\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe course is taught by Abhishek and Pukhraj. As managers in Global Analytics Consulting firm, we have helped businesses solve their business problem using Analytics and we have used our experience to include the practical aspects of Marketing and data analytics in this course. They also have an in-depth knowledge on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 170,000 enrollments and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThis is very good, i love the fact the all explanation given can be understood by a layman - Joshua\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThank you Author for this wonderful course. You are the best and this course is worth any price. - Daisy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Quizzes, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there are\u003Cstrong\u003E class notes\u003C/strong\u003E attached for you to follow along. You can also take \u003Cstrong\u003Equizzes\u003C/strong\u003E to check your understanding of concepts on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003EEach section contains a \u003Cstrong\u003Epractice assignment\u003C/strong\u003E for you to practically implement your learning on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is covered in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUnderstanding how future sales will change is one of the key information needed by manager to take data driven decisions. In this course, we will deal with time series forecasting, time series analysis and Python time series techniques. We will also explore how one can \u003Cstrong\u003Euse forecasting models to\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESee patterns in time series data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake forecasts based on models\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ELet me give you a brief overview of the course\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 1 - Introduction\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section we will learn about the course structure and how the concepts on time series forecasting, time series analysis and Python time series techniques will be taught in this course.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 2 - Python basics\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis section gets you started with Python.\u003C/p\u003E\u003Cp\u003EThis section will help you set up the python and Jupyter environment on your system and it\u0027ll teach\u003C/p\u003E\u003Cp\u003Eyou how to perform some basic operations in Python. We will understand the importance of different libraries such as Numpy, Pandas \u0026amp; Seaborn.\u003C/p\u003E\u003Cp\u003EThe basics taught in this part will be fundamental in learning time series forecasting, time series analysis and Python time series techniques on later part of this course.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 3 - Basics of Time Series Data\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section, we will discuss about the basics of time series data, application of time series forecasting, and the standard process followed to build a forecasting model, time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 4 - Pre-processing Time Series Data\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section, you will learn how to visualize time series, perform feature engineering, do re-sampling of data, and various other tools to analyze and prepare the data for models and execute time series forecasting, time series analysis and implement Python time series techniques.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 5 -\u003C/strong\u003E \u003Cstrong\u003EGetting Data Ready for Regression Model\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section you will learn what actions you need to take a step by step to get the data and then prepare it for the analysis these steps are very important.\u003C/p\u003E\u003Cp\u003EWe start with understanding the importance of business knowledge then we will see how to do data exploration. We learn how to do uni-variate analysis and bi-variate analysis then we cover topics like\u003Cstrong\u003E outlier treatment and missing value imputation.\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 6 - Forecasting using Regression Model\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis section starts with simple linear regression and then covers multiple linear regression.We have covered the basic theory behind each concept without getting too mathematical about it so that you understand where the concept is coming from and how it is important. But even if you don\u0027t understand it, it will be okay as long as you learn how to run and interpret the result as taught in the practical lectures.\u003C/p\u003E\u003Cp\u003EWe also look at how to quantify models accuracy, what is the meaning of F statistic, how categorical variables in the independent variables dataset are interpreted in the results.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 7 - Theoretical Concepts\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis part will give you a solid understanding of concepts involved in Neural Networks.\u003C/p\u003E\u003Cp\u003EIn this section you will learn about the single cells or Perceptrons and how Perceptrons are stacked to create a network architecture. Once architecture is set, we understand the Gradient descent algorithm to find the minima of a function and learn how this is used to optimize our network model.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 8 - Creating Regression and Classification ANN model in Python\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this part you will learn how to create ANN models in Python.\u003C/p\u003E\u003Cp\u003EWe will start this section by creating an ANN model using Sequential API to solve a classification problem. We learn how to define network architecture, configure the model and train the model. Then we evaluate the performance of our trained model and use it to predict on new data. We also solve a regression problem in which we try to predict house prices in a location. We will also cover how to create complex ANN architectures using functional API. Lastly we learn how to save and restore models.\u003C/p\u003E\u003Cp\u003EI am pretty confident that the course will give you the necessary knowledge and skills related to time series forecasting, time series analysis and Python time series techniques to immediately see practical benefits in your work place.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGo ahead and click the enroll button, and I\u0027ll see you in lesson 1 of this course on time series forecasting, time series analysis and Python time series techniques!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECheers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart-Tech Academy\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/machine-learning-time-series-forecasting-in-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/2859872_aeeb_2.jpg","duration":"13,5 horas","enrolledStudentsCount":"119.310 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["People pursuing a career in data science","Working Professionals beginning their Machine Learning journey","Statisticians needing more practical experience","Anyone curious to master Time Series Analysis using Python in short span of time"],"tags":["Desarrollo","Ciencias de la información","Análisis de series temporales"],"rating":{"count":933,"averageValue":"4.4"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1359055,"totalNumberOfReviews":57564,"averageRating":4.455756520406681}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F2F089","originalPrice":"1.920 INR","discountedPrice":"Gratis","expirationText":"1 días","discountPercentage":100}},"https://www.udemy.com/course/learn-carnatic-flute-intermediate-level-varnams-vol-11/":{"courseDetails":{"courseId":4338750,"title":"Learn Carnatic Flute | Intermediate Level | Varnams Vol - 11","shortDescription":"(Volume 11) Learn Carnatic Flute - A course of Varnams in Various Raagas of Adi Thaalam","longDescription":"\u003Cp\u003E\u003Cstrong\u003EVarṇam\u003C/strong\u003E is a type of composition in the Carnatic music system consisting of short metric pieces which encapsulate the main features (patterns of notes) of a \u003Cem\u003Eraga\u003C/em\u003E.Varnams capture the raga bhavam, ranjaka prayogas visesha sancharas, etc. Dhatu and Janta prayogas (phrase usage) are usually part of a Varnam. Understanding of these aspects is key to developing manodharma sangeetham (ie., improvisation aspects of Carnatic music such as raga aalapana, swara kalpana, neraval etc)\u003C/p\u003E\u003Cp\u003EKnown for their complex structure, varnams are a fundamental form in Carnatic music.All varnams consist of lyrics,as well as swara passages, including a \u003Cem\u003Epallavi\u003C/em\u003E, an \u003Cem\u003Eanupallavi\u003C/em\u003E, \u003Cem\u003Emuktaayi swaras\u003C/em\u003E, a \u003Cem\u003Echaranam\u003C/em\u003E, and \u003Cem\u003Echittaswaras\u003C/em\u003E. There are different types of varnams, such as taana varnam, pada varnam, daru varnam and ragamalika varnam. They also come different taalams (beat cycles). Though the most popular varnams are in Aadi and Ata taalas, there are a number of varnams in other talas as well (e.g., jampa tala, triputa tala, matya talam, roopaka talam, etc).\u003C/p\u003E\u003Cp\u003EConsidered as probably the most complex form in Carnatic music, varnams play a significant role in Carnatic music. A varnam is traditionally performed as an opening item by musicians in Carnatic music concerts to act as warm-up for the musicians,or as a centre main piece in Bharatanatyam dance concerts. As a foundation to Carnatic music,varnams are also practised as vocal exercises by performers of Carnatic music, to help develop voice culture, and maintain proper pitch and control of rhythm. The melodic patterns in a varnam are considered to be characteristic patterns of a particular raga.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETypes of varnams\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENamed for its tanam-like rhythmic qualities, \u003Cem\u003Etana varnams\u003C/em\u003E only have lyrics for the pallavi, anupallavi and charanam.\u003C/p\u003E\u003Cp\u003EWith rhythmic elements like a padam, \u003Cem\u003Epada varnams\u003C/em\u003E are generally sung to accompany South Indian classical dance, including bharatanatyam.Unlike the \u003Cem\u003Etana varnam\u003C/em\u003E which only has lyrics for the pallavi, anupallavi and charanam and swaras for the rest of the sections a \u003Cem\u003Epada varnam\u003C/em\u003E also have lyrics that correspond to the muktaayi and chitta swaras of the varnam, so generally, \u003Cem\u003Epada varnams\u003C/em\u003E contain more lyrical content than a \u003Cem\u003Etana varnam\u003C/em\u003E.The swaras in this type of varnam are suitable for intricate footwork.\u003Cem\u003EPadajathi varnams\u003C/em\u003E are simply \u003Cem\u003Epada varnams\u003C/em\u003E that also contain jatis in it, making it again more suitable for South Indian classical dance.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EContents of a varnam\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe name \u0022varnam\u0022 (meaning \u0022letter\u0022) was likely given to this form of song due to the prevalence of swara letters in this type of composition.\u003C/p\u003E\u003Cp\u003ELyrical content of varnams are commonly either devotional or amorous.\u003C/p\u003E\u003Cp\u003EThe varnam is subdivided into several sections:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPallavi\u003C/strong\u003E: The first section of the Varnam, sung with lyrics or sahitya.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAnupallavi\u003C/strong\u003E: A sort of recapitulation, sung with lyrics or sahitya also.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMuktaayi\u003C/strong\u003E: Sung completely with syllables—or swaras -- (like \u003Cem\u003Es (sa) r (Ri) g(ga) m(ma) p (pa) d(da) n(ni) (sa)(This is the higher version of the normal one\u003C/em\u003E). In Pada Varnas it is known as Muktaayi Swara-Sahitya.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECharanam\u003C/strong\u003E: Sung with lyrics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EChitta Swara or Ettugadda Swaram\u003C/strong\u003E: Sung completely with syllables. In a Pada varnam, there are lyrics which correspond to the Charanam swaras. The swaras occur in several groups or stanzas.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAnubandham\u003C/strong\u003E: epilogue to the Varnam. Some varnams have this additional part that follows the charanam and chitta(Ettugadda) swaras, that is sung with lyrics or sahitya thus leading back to the muktaayi(Chitta) swara or the first pallavi line itself. It is found more often with very old Varnams and it is less prevalent in the newer varnams. In modern times, some old varnams are even sung partially, by omitting the anubandham part. The most classical example of this is the Viribhoni varnam in Bhairavi, which is sung after omitting one of its chitta swaras and the anubandham.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EVarnams are traditionally rendered in a format that consists of Pallavi, Anupallavi and Chitta Swaram (Mukthayi Swaram) being sung first in a relatively slow pace and repeated immediately after in double the speed. The rest of the composition (Charanam onwards) is sung in a \u0027madhyama kala\u0027 or approximately 1.5 times the speed used at the start. Each swara passage is sung, followed by the lyrics of the charanam. Some performers do not follow this though, preferring to sing the entire composition in \u0027madhyama kala\u0027 or relatively fast pace.\u003C/p\u003E\u003Cp\u003EVarnams are generally sung in two varieties of talas, or metric systems, \u003Cem\u003EAdi Tala\u003C/em\u003E (8 beat cycle) and \u003Cem\u003EAta Tala\u003C/em\u003E (14 beat cycle), where Ata Tala varnams are generally more complicated and advanced. In most of the \u003Cem\u003EAdi Tala\u003C/em\u003E Varnams the tala is placed in the 2 kalai version. So therefore each beat and finger count is placed twice\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFamous varnams\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EAdi Tala\u003C/em\u003E Varnams include :\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u0022Sami Ninne\u0022 in \u003Cem\u003EShree ragam\u003C/em\u003E composed by \u003Cem\u003EKarur Devudu Iyer\u003C/em\u003E in Telugu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0022Ninnukori\u0022 in \u003Cem\u003EMohanam ragam\u003C/em\u003E by Poochi Srinivasa Iyengar in Telugu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0022Evvari Bodhana\u0022 in \u003Cem\u003EAbhogi ragam\u003C/em\u003E by Patnam Subramania Iyer in Telugu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0022Era Naapai\u0022 in \u003Cem\u003ETodi raagam\u003C/em\u003E by Patnam Subramania Iyer in Telugu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0022Valachi Vacchi\u0022 in \u003Cem\u003ENavaraagamalika\u003C/em\u003E in Telugu (9 ragas, similar to \u003Cem\u003ERagamalika\u003C/em\u003E which literally translates to a \u003Cem\u003Egarland of ragams\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EAta Tala\u003C/em\u003E Varnams include:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u0022Viriboni\u0022 in \u003Cem\u003EBhairavi ragam\u003C/em\u003E by Pacchimiriam Adiyappa in Telugu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0022Nera Nammiti\u0022 in \u003Cem\u003EKaanada raagam\u003C/em\u003E by Poochi Srinivasa Iyengar in Telugu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0022Chalamela\u0022 in \u003Cem\u003ESankarabharanam\u003C/em\u003E by Swati Tirunal in Telugu\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThe \u003Cem\u003EArabhi\u003C/em\u003E ragam varnam is supposed to be the only longest piece with jantai and dhattu prayogas.\u003C/p\u003E\u003Cp\u003EThe \u0022Mathe Malayadhwaja\u0022 by Harikesanalloor Mutthiah Bhasgavatar is a unique Varnam because the Chitta swara has two different types of saahitya arranged according to it. The first is a rhythmic poetry describing the king and has the Raaja mudra and the second is a lilting Solkattu swara which is very nicely embodied in expression by bharatanatyam dancers\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/learn-carnatic-flute-intermediate-level-varnams-vol-11/","imageUri":"https://img-c.udemycdn.com/course/750x422/4338750_4de1.jpg","duration":"1 hora","enrolledStudentsCount":"1.514 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Those who are curious to learn Classical Carnatic Music.","Students who have learnt the basics of Classical Music.","Students who want to know the Key tips of practicing."],"tags":["Música","Instrumentos","Flauta"],"rating":null,"instructors":[{"name":"Krishna Mohan Bhagavatula","url":"/user/krishna-mohan-bhagavatula/","totalNumberOfStudents":20008,"totalNumberOfReviews":143,"averageRating":4.846401313559321}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5307DECB492B325F325B","originalPrice":"4.480 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/atlassian-confluence-masterclass/":{"courseDetails":{"courseId":3423978,"title":"Atlassian Confluence Masterclass for Project Managers","shortDescription":"Confluence: Complete \u0026 Comprehensive course on the Cloud version of Atlassian\u0027s Confluence for Project Management","longDescription":"\u003Cp\u003EConfluence is a \u003Cstrong\u003Epowerful enterprise collaboration tool\u003C/strong\u003E that brings people, knowledge, and ideas together in a shared workspace, so you can do your best work. Through this course \u003Cstrong\u003E\u0022Atlassian Confluence Masterclass\u0022\u003C/strong\u003E, you will learn \u003Cstrong\u003Ehow to use Confluence\u003C/strong\u003E to transform the way your team works.\u003C/p\u003E\u003Cp\u003EThis course is structured to guide you through \u003Cstrong\u003Eall the key aspects of managing and using Confluence\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EWhether you’re \u003Cstrong\u003Enew to Confluence, training your teammates, or ready to take your Confluence skills to the next level\u003C/strong\u003E, this guide covers everything from the \u003Cstrong\u003Ebasics to in-depth best practices\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThe course will start with \u003Cstrong\u003Esetting up your own Confluence account\u003C/strong\u003E and you will be introduced to all the key features of Confluence in subsequent lectures. With each lecture, you will \u003Cstrong\u003Elearn important concepts such as creating engaging content, sharing information, and engaging users to collaborate in real time\u003C/strong\u003E with each other.\u003C/p\u003E\u003Cp\u003EBy the end of the course, you will be able to create your pages, blogs and share the same with your team members to engage \u0026amp; collaborate.\u003C/p\u003E\u003Cp\u003EPlease find below the course structure for your quick reference:\u003C/p\u003E\u003Cp\u003E1. Brief overview of Confluence\u003C/p\u003E\u003Cp\u003E2. Setting up your own Confluence account\u003C/p\u003E\u003Cp\u003E3. Applications of Confluence\u003C/p\u003E\u003Cp\u003E4. Navigate through the Confluence interface, spaces, user profile \u0026amp; settings\u003C/p\u003E\u003Cp\u003E5. Introduction to all key features of Confluence: Spaces, Pages, Blogs \u0026amp; Comments\u003C/p\u003E\u003Cp\u003E6. Create Content: Spaces, Pages, Blog Posts\u003C/p\u003E\u003Cp\u003E7. Master Spaces: Create different types of Spaces: Team, Personal \u0026amp; Project Spaces; Delete \u0026amp; Archive Spaces\u003C/p\u003E\u003Cp\u003E8. Master Pages \u0026amp; Blog Posts\u003C/p\u003E\u003Cp\u003E9. Invite users to collaborate\u003C/p\u003E\u003Cp\u003E10. Confluence Editor: Usage \u0026amp; features\u003C/p\u003E\u003Cp\u003E11. Add links, files, macros and mentions\u003C/p\u003E\u003Cp\u003E12. Space \u0026amp; Page Blueprints\u003C/p\u003E\u003Cp\u003E13. Content Permissions, Labels \u0026amp; Restrictions\u003C/p\u003E\u003Cp\u003E14. Watch Content\u003C/p\u003E\u003Cp\u003E15. Keyboard Shortcuts\u003C/p\u003E\u003Cp\u003E16. Confluence Administration \u0026amp; User Settings\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ECourse enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003Emoney-back guarantee\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E. You have nothing to lose and so much knowledge to gain.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJust ask the students who’ve already taken this course:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022A great step by step guide through Atlassian-Confluence. Menu items are explored and explained. Alternative routes to doing the same actions are also explained. Examples are worked through at a very good pace and the videos are not overwhelming. There is no homework, which means that you can actually focus on soaking in the material. Feel free to stop, edit your own confluence and explore, without the pressure of an assignment behind it. I thought everything in the video was helpful and even learned a couple new tricks on how to structure my spaces. There are a variety of use-case scenarios that give you an idea of how to use this tool in different ways (which happens to be my favorite part). Useful demonstrations on layouts, permissions, status changes, drop down menus and more. Confluence is a Canvass that can be used as a great communication platform. You have many tools at your disposal and this course covers that arsenal. Great work and Thank You.\u0022\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003EDavid Fai\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022This is a great course on Confluence\u0027s latest version. Really useful with clear \u0026amp; crisp explanations! Highly recommended. Thanks to the tutor.\u0022\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003EReena Shah\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022I needed a refresher on Confluence capabilities before starting a project. This course presents all the relevant features nicely. It is good for any type of end user.\u0022\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003EIasan Montac\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022The course is well planned and was impressed with instructor\u0027s knowledge of the subject \u0026amp; the detailed explanations. I am so glad that I choose this course.\u0022\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003EUmesh Bansal\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022To the point. I like it when the instructor is focused on teaching the topic and not wasting time here and there.\u0022\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003ERick\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/atlassian-confluence-masterclass/","imageUri":"https://img-c.udemycdn.com/course/750x422/3423978_990e.jpg","duration":"5,5 horas","enrolledStudentsCount":"78.756 estudiantes","lastUpdated":"Fecha de la última actualización: 4/2021","targetAudiences":["Anyone who is looking for a powerful team collaboration tool","Anyone is who is new to Confluence \u0026 is looking to learn and use the latest version of it","Anyone who is already using Confluence and wants to take their Confluence skills to the next level, this guide covers everything from the basics to in-depth best practices.","Anyone who is looking to understand all features and concepts of Confluence and get up to speed with using and administering them for their teams"],"tags":["Negocios","Gestión de proyectos","Confluence"],"rating":{"count":398,"averageValue":"4.2"},"instructors":[{"name":"GenMan Solutions","url":"/user/monika-rawat-23/","totalNumberOfStudents":257102,"totalNumberOfReviews":6133,"averageRating":4.438052346980854}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CONFNOV2","originalPrice":"1.920 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/2-corinthians-13-life-changing-lessons/":{"courseDetails":{"courseId":2805503,"title":"2 Corinthians: 13 Life Changing Lessons","shortDescription":"Getting Results During A Suffering Season","longDescription":"\u003Cp\u003E\u003Cem\u003E\u0022A few days before completing this course I visited my auto mechanic for a minor repair. Shortly after parking, a reckless lorry driver smashed into it.! I was completely upset because he tried to cover up the incident by not reporting himself. We had to trail through 4 hours of videotape to identify the culprit.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EWhilst mauling over the situation I directed my thoughts to Romans 8 and considered that this will work together for my good somehow. At the time of writing, I have been blessed with a wonderful replacement car newer than mine and beautiful to behold. Amidst the seemingly unfortunate incident, God orchestrated a new type of enjoyment for me\u0022.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003ESo it is with the 2nd letter to the Corinthians. Although the tone and text reflect Paul’s angry defense of his apostleship to those who should have appreciated him; many divine revelations are fervently embedded in this letter.\u003C/p\u003E\u003Cp\u003EWorking through the hands of Paul, the greatest Communicator the Holy Spirit has released some life-changing truths to us. \u003C/p\u003E\u003Cp\u003EFor example, it is here we receive the most comprehensive teaching on \u0022How To Give\u0022 in the New Testament. Let’s remember lessons that expound many of the Old Testaments teachings from Genesis and Exodus. There are other thought-provoking and invaluable topics covering:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe New Creation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPaul’s sufferings\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E3rd Heaven\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAll in all, this results in a life-transforming portion of Scripture that I hope you find deserving to be studied just as I discovered. The lessons are to be applied to our everyday existence if we are to access the power locked up in these words.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/2-corinthians-13-life-changing-lessons/","imageUri":"https://img-b.udemycdn.com/course/750x422/2805503_04ba_2.jpg?secure=U__CnCITFvsAFxUTON3zvQ%3D%3D%2C1637293597","duration":"1,5 horas","enrolledStudentsCount":"16 estudiantes","lastUpdated":"Fecha de la última actualización: 2/2020","targetAudiences":["Anyone who wants to gain more Bible knowledge","A serious Christian","An avid Bible reader","Anyone seeking the truth"],"tags":["Enseñanzas y disciplinas académicas","Humanidades","La Biblia"],"rating":{"count":1,"averageValue":"4.0"},"instructors":[{"name":"Boomy Tokan","url":"/user/pastor-boomy-tokan/","totalNumberOfStudents":10291,"totalNumberOfReviews":146,"averageRating":4.500143915000001}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"6314F15AC88B5D085373","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/arabic-writing-course-for-beginners/":{"courseDetails":{"courseId":4335338,"title":"Arabic Writing Course For Beginners","shortDescription":"Arabic Language: Learn to Write Arabic from Scratch","longDescription":"\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;السلام عليكم\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this course, we will learn \u003Cstrong\u003EWriting in Arabic\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is divided into \u003Cstrong\u003E3 stages\u003C/strong\u003E:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn the first stage,\u003C/p\u003E\u003Cp\u003EWe will learn how to write each letter at any position of any \u003Cstrong\u003Eword\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThen,\u003C/p\u003E\u003Cp\u003EWe will learn how to write a \u003Cstrong\u003Esentence\u003C/strong\u003E with Diacritics.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAnd Finally,\u003C/p\u003E\u003Cp\u003EWe will learn how to write a \u003Cstrong\u003Eparagraph\u003C/strong\u003E with Diacritics.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBy finishing this course, you will be able to write anything in Arabic.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESo bring your pen and papers,\u003C/p\u003E\u003Cp\u003EAnd let\u0027s get started..\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E--------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat will you learn in this Course?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou will learn Arabic Alphabet.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will learn how to Write each letter at any position of any word.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will learn to Write Arabic from scratch.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will learn to write a paragraph.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will learn 150\u002B Arabic Words.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho is this Course For?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EArabic Learners.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStudents who are in Beginner \u0026amp; Intermediate Levels in Arabic.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnyone wants to learn to Write in Arabic from scratch.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnyone wants to learn new Arabic words.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho is Hassan Academy?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENative Arabic Speaker, with over 12\u002B years of experience in Arabic Language.\u003C/p\u003E\u003Cp\u003EHands-on experience creating development courses and activities modeled on goal attainment and student-centered instruction, delivering engaging lessons focused on the interests and needs of students. Knowledgeable of standard instruction principles, classroom management styles, and approaches to teaching Modern Standard Arabic to English speakers.\u003C/p\u003E\u003Cp\u003EWe will add value by helping you learning how to listen to Arabic and read Arabic with true pronunciation as fast as possible.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/arabic-writing-course-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4335338_4e48_2.jpg","duration":"2 horas","enrolledStudentsCount":"9.278 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Arabic Learners.","Students who are in Beginner \u0026 Intermediate Levels in Arabic.","Anyone wants to learn to write Arabic from scratch.","Anyone wants to learn new Arabic words."],"tags":["Enseñanzas y disciplinas académicas","Aprendizaje de idiomas","Idioma árabe"],"rating":{"count":15,"averageValue":"4.7"},"instructors":[{"name":"Hassan Academy For Arabic Language Courses","url":"/user/hassanacademy/","totalNumberOfStudents":29477,"totalNumberOfReviews":116,"averageRating":4.7423829703125}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HASSAN.ACADEMY","originalPrice":"2.560 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/ultimate-beginner-guide-for-streamlabs-obs/":{"courseDetails":{"courseId":2604580,"title":"Ultimate Beginner Guide to Streamlabs OBS (OBS)","shortDescription":"Learn everything you need about livestreaming on Twitch, YouTube, Mixer and more with SLOBS fast and easy","longDescription":"\u003Cp\u003EWelcome to \u003Cstrong\u003EUltimate Beginner Guide to Streamlabs OBS (OBS)!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENick Nyxson here, Your Instructor for this course.\u003C/p\u003E\u003Cp\u003EIn this course, you will learn how to start using\u0026nbsp; Streamlabs OBS which is live streaming software made by Streamlabs and is a modified version of Open Broadcaster Software (OBS).\u003C/p\u003E\u003Cp\u003EIn this course You Will Learn:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is SLOBS (Streamlabs OBS);\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow Streamlabs OBS is any different from OBS Studio;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStreamlabs OBS Settings Walkthrough;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStreamlabs OBS Sources and Scenes;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESteamlabs OBS Tabs;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003Eand Much, Much More!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EEverything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.\u003C/p\u003E\u003Cp\u003EMost importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.\u003C/p\u003E\u003Cp\u003EAnd don\u0027t forget that Instructor is here for you. For any questions do not hesitate to ask, I will try to answer any of your questions as fast and as detailed as possible.\u003C/p\u003E\u003Cp\u003EJoin me in this amazing journey and I hope to see you in class :)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EDisclaimer: This course is made for beginners in live streaming, Open Broadcaster Software (OBS), and Streamlabs OBS (SLOBS). \u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EVersion History:\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EVersion 1.0 - Initial Release;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EVersion 1.1 - Added New \u0022Introduction\u0022 and \u0022Basics\u0022 Sections, New Logo.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/ultimate-beginner-guide-for-streamlabs-obs/","imageUri":"https://img-c.udemycdn.com/course/750x422/2604580_c9b0_5.jpg","duration":"2 horas","enrolledStudentsCount":"68.395 estudiantes","lastUpdated":"Fecha de la última actualización: 5/2020","targetAudiences":["People willing to livestream","Gamers","Streamers"],"tags":["Informática y software","Informática y software, otros","Open Broadcaster"],"rating":{"count":242,"averageValue":"4.6"},"instructors":[{"name":"Nick Nyxson","url":"/user/nick-nyxson/","totalNumberOfStudents":329415,"totalNumberOfReviews":4548,"averageRating":4.410013257202797}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0E97C7B914A3614DE2BD","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"1 días","discountPercentage":100}},"https://www.udemy.com/course/anti-money-laundering-aml-kyc/":{"courseDetails":{"courseId":3385322,"title":"Anti-Money Laundering Concepts: AML, KYC and Compliance","shortDescription":"(Highest number of Students Enrolled) Anti-Money Laundering(AML), AML policies, AML KYC \u0026 AML Compliance","longDescription":"\u003Cp\u003EWelcome to the course on \u003Cstrong\u003EAnti-Money Laundering (AML)\u003C/strong\u003E, where you will learn about the key issues faced by financial institutions today: \u003Cstrong\u003EMoney Laundering and Terrorist Financing\u003C/strong\u003E. This course will educate you on \u003Cstrong\u003EMoney Laundering and Terrorist Financing laws, Know Your Customer, Customer Due Diligence, Economic Sanctions and Politically Exposed Persons\u003C/strong\u003E. This is a comprehensive course that captures all relevant concepts required for training employees of an organization.\u003C/p\u003E\u003Cp\u003EWe will start the course by understanding the term Money Laundering and will then cover the process \u0026amp; impact of the same. Post which, we will learn about terrorist financing and then cover the differences and similarities between money laundering \u0026amp; terrorist financing. In the next lectures, we will cover the Anti-Money Laundering policies along with KYC procedures, Economic Sanctions \u0026amp; Politically exposed persons.\u003C/p\u003E\u003Cp\u003EThere are \u003Cstrong\u003Eno prerequisites for this course \u003C/strong\u003Eand \u003Cstrong\u003Ecan be completed in just 1-2 hrs\u003C/strong\u003E (including \u003Cstrong\u003Esituation based practice scenarios \u0026amp; exercises\u003C/strong\u003E).\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ECourse enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003Emoney-back guarantee\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E. You have nothing to lose and so much knowledge to gain.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJust ask the students who’ve already taken this course:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022This is an excellent course. Please continue such type of very very important courses for us. Very helpful in the interest of security of the state.\u0022\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003ETav Sarma\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022This course was very informative and covered a wide variety of areas. I especially liked the fact scenarios to test assimilation of the material and the guidance on what to include in a money laundering policy. Thanks for that.\u0022\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003EDanine K. Jones\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022The Course is Great and I suggest not only Business Personalities or the Person in Financial Field, But, to Everyone as it is very important content. This should be Educated and printed in Text Books of Students too. I admire the Instructor and Thank You and I hope this helps everyone.\u0022\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003EAbdulbasiru Rabilu\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★ \u0022It was nice taking this course, i have acquired more knowledge about money laundering and i love the way videos and quiz has been set.\u0022\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003EPillwax Bulambo\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022I was very fascinated about the topic from the very start of the course. The course was great and especially with the examples the understanding was clear and crisp.\u0022\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003ESubham Saha\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/anti-money-laundering-aml-kyc/","imageUri":"https://img-c.udemycdn.com/course/750x422/3385322_e814.jpg","duration":"1 hora","enrolledStudentsCount":"70.151 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Working professionals who are looking to understand the Anti-Money Laundering (AML) policies"],"tags":["Finanzas y contabilidad","Cumplimiento de normas","Prevención de blanqueo de capitales"],"rating":{"count":2358,"averageValue":"4.5"},"instructors":[{"name":"GenMan Solutions","url":"/user/monika-rawat-23/","totalNumberOfStudents":257102,"totalNumberOfReviews":6133,"averageRating":4.438052346980854}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"AMLNOV2","originalPrice":"1.920 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/tubebuddy/":{"courseDetails":{"courseId":4228220,"title":"Tubebuddy Masterclass - Guide to YouTube Keyword Tool","shortDescription":"Learn Everything about Tubebuddy, its Features, Licenses, Keyword Research tool and YouTube SEO Optimisation","longDescription":"\u003Cp\u003E\u003Cem\u003EFinally, a YouTube Channel Management Tool That Makes Creating \u0026amp; Growing A YouTube Channel Fun \u0026amp; Easy!\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EWith a good YouTube channel management tool, you can have a complete overview of your channel\u0027s analytics. You can easily see which videos are performing best, which ones need improvement and what your audience is most interested in. And it is completely free!\u003C/p\u003E\u003Cp\u003ETubebuddy is a revolutionary new YouTube creation tool that was designed to make it easier for creators on the platform to grow. Tubebuddy features a new unique algorithm that can be used to search for content ideas, this means this tool will make it easy for creators of all levels of experience on YouTube. No more trying to find the right keywords, no more clumsy keyword research, no more time-consuming uploading process, and no more researching competition.\u003C/p\u003E\u003Cp\u003EAnd This Tubebuddy Masterclass is the perfect solution for both experienced and inexperienced content creators who have created a YouTube channel but are struggling with managing it. This is the only course to teach you how to use Tubebuddy\u0027s powerful YouTube channel, SEO, and keyword research tools to grow your YouTube channel.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EHere you will Learn:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EWhat Tubebuddy is;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EWhat Features Tubebuddy provides;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EHow to choose a license for Tubebuddy;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EHow to use Keyword Research Tool;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EHow to implement found keywords in your YouTube videos;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EHow to use SEO Studio;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EAnd Much MORE!\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIt\u0027s no secret that YouTube is the second largest search engine in the world. Also, it is worth investing your time and energy into your channel with TubeBuddy to take advantage of the long-term growth potential which will greatly contribute to the success of your channel.\u003C/p\u003E\u003Cp\u003EHere is the Tubebuddy Course! You will learn everything you need about this tool and its features and also everything about how to research and optimize your YouTube videos for better SEO. With Tubebuddy, you can finally take your Youtube channel to the next level!\u003C/p\u003E\u003Cp\u003EEverything you will learn here will be based on My practice as a user of Tubebuddy and Everything shown step by step as I am performing everything live on video.\u003C/p\u003E\u003Cp\u003EAnd don\u0027t forget that Instructor is here for you. For any questions do not hesitate to ask.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/tubebuddy/","imageUri":"https://img-c.udemycdn.com/course/750x422/4228220_d35a.jpg","duration":"1 hora","enrolledStudentsCount":"15.107 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2021","targetAudiences":["YouTube Creators","YouTube Channel Managers"],"tags":["Marketing","Marketing con vídeo y móviles","Aumento del público de YouTube"],"rating":{"count":47,"averageValue":"4.5"},"instructors":[{"name":"Nick Nyxson","url":"/user/nick-nyxson/","totalNumberOfStudents":329415,"totalNumberOfReviews":4540,"averageRating":4.410013257202797}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"176829749830957C3441","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/how-to-start-your-own-business-7-hard-questions-to-ask/":{"courseDetails":{"courseId":2012754,"title":"Start A Successful Business: Best Questions","shortDescription":"Whether you are starting a regular small business or an online business the answers to these questions are critical.","longDescription":"\u003Cp\u003EDo you have\u003Cstrong\u003E\u003Cem\u003E\u0026nbsp;\u003C/em\u003Ean idea for a business\u003C/strong\u003E\u0026nbsp;you really believe will work? Are you looking for\u0026nbsp;\u003Cstrong\u003E\u003Cem\u003Esimple, actionable information that will take you to the next level\u0026nbsp;\u003C/em\u003E\u003C/strong\u003Ein your entrepreneurial journey? Do you want to convert your\u0026nbsp;\u003Cstrong\u003E\u003Cem\u003Ehobby into a business\u003C/em\u003E\u003C/strong\u003E? Are you thinking about\u0026nbsp;\u003Cstrong\u003E\u003Cem\u003Equitting the 9-5 grind and one day running your own successful business?\u003C/em\u003E\u003C/strong\u003E\u0026nbsp;\u003C/p\u003E\u003Cp\u003EIf the answer to any of the above questions is yes, then I can confidently say you have come to the right place.\u003C/p\u003E\u003Cp\u003E_____________________________________________________\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this course I have put together the 7 Tough Questions you need to ask and answer before you start your business. \u003Cstrong\u003E\u0026nbsp;\u003C/strong\u003EI have answered them in a way that allows you to understand them quickly and enables you to take action!\u003C/p\u003E\u003Cp\u003EAs you go through this course you will discover why these questions are critical and then learn the solutions so that you will no longer be held back from the success you desire.\u003C/p\u003E\u003Cp\u003E_____________________________________________________\u003C/p\u003E\u003Cp\u003EFor easy referencing I have divided the information into the following sections:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThe question\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow the answer is critical to your success\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EWhy it is better to solve the issue Now! \u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThe simple actionable solutions available to you.\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWhatever is not answered, inbox me and I will update the content.\u0026nbsp;\u003Cstrong\u003E\u003Cem\u003EI seriously want to help you get to the next level.\u0026nbsp;\u003C/em\u003E\u003C/strong\u003ESo take this course and let us start the journey together.\u003C/p\u003E\u003Cp\u003E_____________________________________________________\u003C/p\u003E\u003Cp\u003ETo remove any risks on your part this course comes with my no questions asked\u0026nbsp;\u003Cstrong\u003E\u003Cem\u003E30 Day Money Back Guarantee.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo what are you waiting for click take this course right now!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWhat are the requirements?\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EInternet connection\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWillingness to take action\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPen and paper to take notes\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWhat am I going to get from this course?\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EStart your own business with confidence\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConvert your hobby into a business\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGo to the next level\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGet the answers you need to start your own business\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate the necessary action plans\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand the road to success\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAvoid the common mistakes people make\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESave time and money\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate a road map that works\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGain the confidence and Know-how to start your own business\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand how a startup works\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERelate with your business in an insightful manner\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWhat is the target audience?\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAnyone thinking about leaving their 9-5 job one day to run their own business\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnyone who has an idea they want to make into a successful business\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIf you have a hobby you want to convert into a business\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou are fed-up of losing many and wasting time\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou are looking for simple actionable processes\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E5-STAR STUDENT SUPPORT\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you have questions, know that I am here to help! I answer 99% of student questions within 48 hours. I care about my students and their feedbacks.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECERTIFICATE OF COMPLETION \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWhen you finish all of the videos in this business course, Udemy will email you a certificate of completion, which you can use to demonstrate your business knowledge and that you have finished a particular amount of hours of business\u0026nbsp; training. It will be easier for you to get employed as a freelancer if you do this.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E30-DAY MONEY-BACK GUARANTEE\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis YouTube\u0026nbsp; course comes with an unconditional, Udemy-backed, 30-day money-back guarantee. I will help you succeed with business.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInvest in your future. Enroll now.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/how-to-start-your-own-business-7-hard-questions-to-ask/","imageUri":"https://img-c.udemycdn.com/course/750x422/2012754_7a0f_2.jpg","duration":"2 horas","enrolledStudentsCount":"10.059 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2018","targetAudiences":["Anyone about to start their own business","Someone who has just started a business","Someone whose business is struggling"],"tags":["Negocios","Emprendimiento","Fundamentos empresariales"],"rating":{"count":26,"averageValue":"4.6"},"instructors":[{"name":"Boomy Tokan","url":"/user/boomytokan/","totalNumberOfStudents":134774,"totalNumberOfReviews":1412,"averageRating":4.460525304999999}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEE8B3F500B905FC403B","originalPrice":"6.400 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/social-media-marketing-strategy-course/":{"courseDetails":{"courseId":3967614,"title":"Social media marketing strategy 2022. Launch your SMM!","shortDescription":"In-depth social media marketing strategy and management course for businesses. Turn subscribers into real customers!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhat is social media marketing and its role in modern society?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESocial media marketing is the use and management of different social media platforms to promote your brand, products, and services. It is a great tool to communicate with your existing customers and reach new ones. Social media marketing helps you drive traffic to your website, increase sales, build engagement and customer loyalty.\u003C/p\u003E\u003Cp\u003EThe use of social media is a fast-growing global trend. According to statista. com, in 2020, the global social penetration rate reached 49 percent, with East Asia and North America having the highest penetration rate at 71 and 69 percent, respectively, followed by Northern Europe at 67 percent. 91,7% of marketers in the US are using social media to market their products and services.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this social marketing course for beginners?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESo why should you choose us over other Social Media Marketing courses and training seminars? You will have the opportunity to learn social marketing from top internet marketing professionals:\u003C/p\u003E\u003Cp\u003E● We are industry experts! We have over 12 years of experience in online marketing. Our agency has Google Premier Partner and Facebook Marketing Partner status.\u003C/p\u003E\u003Cp\u003E● I\u0027ve personally collected a vast amount of digital marketing qualifications and marketing certifications (Google Analytics Individual Qualification, Google Ads Individual Qualification, Bing Ads Accredited Professional, Search Ads360 Certified, and others).\u003C/p\u003E\u003Cp\u003E● We\u0027ve launched over 1,500 successful marketing strategies and marketing campaigns during our careers.\u003C/p\u003E\u003Cp\u003E● We have over 9,000 digital marketing specialists enrolled in our online courses, and they all passed their Google Analytics and Google Ads digital marketing certifications.\u003C/p\u003E\u003Cp\u003E● Our digital marketing courses are easy to understand.\u003C/p\u003E\u003Cp\u003E● You will get a social marketing certification from Udemy upon completion of the course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat\u0027s in the course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis SMM Strategy course provides valuable knowledge to those who are currently promoting a project on social media or thinking about doing so:\u003C/p\u003E\u003Cp\u003E● Learn how to get more likes and subscribers\u003C/p\u003E\u003Cp\u003E● Learn how to sell products through social networks\u003C/p\u003E\u003Cp\u003E● Learn what has been effective for your competitors\u003C/p\u003E\u003Cp\u003E● Learn how to promote content\u003C/p\u003E\u003Cp\u003E● Learn how to work with opinion leaders and influencers\u003C/p\u003E\u003Cp\u003E● Learn how to evaluate promotion results\u003C/p\u003E\u003Cp\u003E● Learn how to manage your reputation online\u003C/p\u003E\u003Cp\u003EAnswers to these questions and many more are in our SMM course! Our course comes with valuable checklists, templates, and video tutorials!\u003C/p\u003E\u003Cp\u003EThis social media marketing strategy course for beginners will help you organize your promotion strategy, build content correctly, analyze your audience, and much more!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat tools will you learn to use?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this SMM Strategy course, you will learn the basics of how to use tools to help you build social media marketing strategy for businesses:\u003C/p\u003E\u003Cp\u003E● Facebook Ads Manager\u003C/p\u003E\u003Cp\u003E● Facebook Analytics\u003C/p\u003E\u003Cp\u003E● SimilarWeb\u003C/p\u003E\u003Cp\u003E● Alexa\u003C/p\u003E\u003Cp\u003E● SEMrush\u003C/p\u003E\u003Cp\u003E● Hypeauditor\u003C/p\u003E\u003Cp\u003E● Social Blade\u003C/p\u003E\u003Cp\u003E● Google Analytics \u003C/p\u003E\u003Cp\u003E● URL Builder\u003C/p\u003E\u003Cp\u003E● Bit. ly\u003C/p\u003E\u003Cp\u003E● BuzzSumo\u003C/p\u003E\u003Cp\u003E● SemanticForce\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAfter this course, you will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E● Grow your business using social media\u003C/p\u003E\u003Cp\u003E● Improve your career by obtaining new social media marketing skills\u003C/p\u003E\u003Cp\u003E● Start to work and get experience as a Social Media Manager as a freelancer\u003C/p\u003E\u003Cp\u003E● Have a strategic approach to using social media\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat else do you get?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELifetime access to the course and its updates\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECertificate from Udemy upon completion of the course\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA free copy of the Chapter “Social Media Marketing” from my book “Cutting-Edge Digital Marketing\u0022.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EShould you be worried?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESign up now! Every minute you wait can cost you leads and applications!\u003C/p\u003E\u003Cp\u003EThis course comes with a 30-day money-back guarantee.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ELet\u0027s start your social marketing journey today! Click the \u0022Buy now\u0022 button to begin developing your project on social networks!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/social-media-marketing-strategy-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3967614_a9a9_6.jpg","duration":"1 hora","enrolledStudentsCount":"88.583 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Anyone who is interested in learning an online profession – This social marketing course will allow you to gain the skills needed for a career in social media marketing.","Marketers – This class lets you extend your skills to include marketing in a social media context, allowing you better serve your clients as a marketing specialist.","Entrepreneurs – Entrepreneurs can use their new knowledge from this class to run their own social media marketing until they have the funds to hire a professional.","Internet marketers - This course will help you ensure that your social media marketing skills are up-to-date and help you market yourself to clients, furthering your career","Social media marketers - This course will help you to grow your expertise and learn how to build an effective social media strategy"],"tags":["Marketing","Marketing de redes sociales","Marketing de redes sociales"],"rating":{"count":1393,"averageValue":"4.5"},"instructors":[{"name":"Anton Voroniuk","url":"/user/woronyuk/","totalNumberOfStudents":223464,"totalNumberOfReviews":5052,"averageRating":4.501826791847826}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SMMSTRATEGY1811","originalPrice":"8.320 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/master-your-brain-to-achieve-your-desired-success/":{"courseDetails":{"courseId":1905626,"title":"Control Your Subconscious Mind: Neuroscience Hidden Secrets","shortDescription":"The ULTIMATE Neuroscience Blueprint to UNLOCK and UTILIZE your subconscious mind. Create and Live the FUTURE You Desire.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**Course Updated - Nov 2021**\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECongratulations! You just found the Top 1% Course on Controlling Your Subconscious Mind to help you live the FUTURE you really want.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDISCOVER\u0026nbsp;the 9 step Neuroscience Blueprint to Control Your Subconscious Mind\u003C/strong\u003E. Learn the basic foundations of neuroscience and the brain and how can you control your brain to take actions automatically towards your desired future and not for survival.\u003C/p\u003E\u003Cp\u003E \u003C/p\u003E\u003Cp\u003EHave you ever strongly desired for a future, yet you couldn’t achieve it, just because your mind didn’t support the actions that needs to be taken to realize that future?\u003C/p\u003E\u003Cp\u003EHave you ever wondered who makes you take decisions or act on them?\u003C/p\u003E\u003Cp\u003EHave you ever wondered who generates your life? \u003C/p\u003E\u003Cp\u003EDo you really want to tackle such situations of your life, where your brain takes action just to survive, and not towards creating a desired future?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf YES, then this course is for you!\u0026nbsp; \u0026nbsp; \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course, you will learn how to control Your Brain to \u003Cstrong\u003Erealise the future you really want\u003C/strong\u003E. You will learn many concepts and principles, and when you\u0027re attuned to them, when you understand them, when you know them, when you make them part of who you are, then these principles will impact each and every transaction, each and every dialogue that you have. They will help you to be ready for each and every challenge you face. It\u0027s not about forcing your brain to do some actions, it’s about understanding timeless principles and applying those principles through stories, through analogies, through anecdotes and exercises and then begin immediately applying them in your real world, in the things that matter most to you.\u0026nbsp; I promise you that by the end of the course, you will be able to take your personal and professional life to the next level of success. \u003C/p\u003E\u003Cp\u003EAfter attending this program, \u003Cstrong\u003Eyou won’t remain the same\u003C/strong\u003E; the impact will be \u003Cstrong\u003Esevere.\u003C/strong\u003E AND undoubtedly, \u003Cstrong\u003Emassive\u003C/strong\u003E! Your brain and \u003Cstrong\u003EYour life will change forever\u003C/strong\u003E. This is the surefire mantra to big-ticket successes. Your brain will literally work for you to generate the actions for you consciously and sub-consciously to help you realize the future you want. You will be able to experience immediate results.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is so much more than a simple set of video lectures.\u0026nbsp;It\u0027s really a complete blueprint which can transform your life and take it to the next level. \u003Cstrong\u003EIf you don\u0027t like the course, I will refund you, no questions asked\u003C/strong\u003E, request for a refund within the 30 days and I will promptly refund you. If you have any doubts in the course, feel free to send it to me. I will respond in a short time frame. I will keep on updating the content and keep it up to date based on new scientific research and studies.\u003C/p\u003E\u003Cp\u003EReady to experience the unknown, look at the world with new set of lenses and recognize the underlying patterns that govern our decisions and actions for everything around us. Expect exercises, homework, putting theory into practice in a fun and entertaining way. .\u003C/p\u003E\u003Cp\u003EThere are no previous requirements necessary, and Ii only ask you to Watch, Learn and Implement.\u003C/p\u003E\u003Cp\u003ESo what are you waiting for? Click the \u0022\u003Cstrong\u003EBUY NOW\u003C/strong\u003E\u0022 button and I’ll see you inside the course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ETo your success!\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/master-your-brain-to-achieve-your-desired-success/","imageUri":"https://img-c.udemycdn.com/course/750x422/1905626_c5c0_3.jpg","duration":"2,5 horas","enrolledStudentsCount":"16.156 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["If you wants to change your ALMOST CERTAIN Future by controlling your subconscious mind","If you wants to Re-program your brain to help you achieve the Future you desire","If you wants to improve the way you think, act and feel in your day-to-day life"],"tags":["Desarrollo personal","Transformación personal","Entrenamiento cerebral"],"rating":{"count":115,"averageValue":"4.0"},"instructors":[{"name":"Dr. Vijender Goel","url":"/user/vijender-goel/","totalNumberOfStudents":16156,"totalNumberOfReviews":115,"averageRating":3.988875},{"name":"Susmita Dutta","url":"/user/susmitadutta/","totalNumberOfStudents":141127,"totalNumberOfReviews":3437,"averageRating":3.9264650931677014}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"NOV2021FREE01","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/2020-millennial-insta-marketing-grow-10k-organic-followers/":{"courseDetails":{"courseId":2786494,"title":"Instagram Marketing 2021 | Grow Organic Followers Naturally!","shortDescription":"Grow Organic Targeted Followers, Quick Brand Awareness, \u0026 Turn Page Visits Into Paying Customers w/ Instagram Marketing","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWelcome to the Social Savvy Insider!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E***Over \u003Cstrong\u003E10,000 students\u003C/strong\u003E enrolled in 3 days of this course going live***\u003C/p\u003E\u003Cp\u003E***Now \u003Cstrong\u003E100,000\u002B students\u003C/strong\u003E enrolled***\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELanguage:\u003Cem\u003E English\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E----------------------------------------\u003C/p\u003E\u003Cp\u003EHi! My name is \u003Cstrong\u003ESkyler\u003C/strong\u003E, Co-Founder of \u003Cstrong\u003ESocial Savvy LA (Influencer Marketing Growth Agency)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is the \u003Cstrong\u003Emost educational course under 2 hours\u003C/strong\u003E on the market. This course is hyper-focused on the most effective tactics of marketing through Instagram. For this course to be applied to your page, you should have an intermediate level of understanding of the platform and its basic functionality. \u003C/p\u003E\u003Cp\u003EInstagram is one of the most powerful social media platforms to this date and only growing. As a free platform with over 1 Billion Instagram users, you have endless opportunities to grow and increase your business revenue through Instagram marketing. You just need to know the latest tips and strategies. In this course, we teach you the most lucrative and valuable strategies to date resulting in targeted traffic, organic followers, and loyal customers.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInstagram is one of the most effective marketing platforms to gain new customers:\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETHIS course will change your perspective on Instagram marketing and teach you everything you need to know to successfully market your business on the platform.\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMy team and I spent months making a course that is strictly the most effective information on Instagram Marketing! We did not want to waste students\u0027 time with nonsense episodes you’re not likely to even finish. This course is full of the MOST crucial Instagram Marketing knowledge to date.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe made it easy to follow along with screen recordings and step-by-step breakdowns of techniques. Not to mention, we make it fun to watch so you don’t get bored learning. This course contains the knowledge you should know to be ahead of your competition in 2020. We show you all the tools to create/source quality content, properly edit photos, post accordingly to your analytics, grow your Instagram followers, and many more tactics. Ultimately resulting in sales to your business from targeted customers.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOnline shoppers measure your trustworthiness and credibility based on your Instagram presence. By learning the ins and outs of profile presence and how to gain thousands of active followers, your profile will have a higher conversion rate of follows, sales, and professional business connections.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESocial Savvy Insider Overview\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis Instagram course contains over \u003Cstrong\u003E50 lectures\u003C/strong\u003E and 1 1/2 hours of content. It\u0027s crafted for anyone who wants to learn how to use Instagram to grow your page with REAL organic followers. We pride ourselves on being up to date with new Instagram algorithms and updates for Instagram growth and sales. You will have lifetime unlimited access to this course.\u003C/p\u003E\u003Cp\u003EA bonus episode will be coming soon!\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAs an owner of a digital marketing agency that’s served hundreds of clients, PR agencies, and big brands, I’ve learned the ins and outs of modern-day Instagram marketing. My team and I have had many clients who could not afford our services but wish to work with us. After many months we decided to create a course full of the knowledge we provide through our services at an affordable price for everyone. The tips and secrets we share in this course come from our services that large brands pay us thousands per month to provide. We’re excited to share this knowledge with the public through a fun and exciting course that’s not too long!\u003Cstrong\u003E At the end of every chapter, we always recap the lectures you learned while making a cup of coffee.\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe look forward to connecting with you as well. We are here as a team to answer questions, feedback, and hear your success stories.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAfter you complete this course, you will have a high-level understanding of Instagram marketing in 2020 from the millennial perspective.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EWe’re excited to see you in the course!\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E- Skyler and the Social Savvy Team\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/2020-millennial-insta-marketing-grow-10k-organic-followers/","imageUri":"https://img-c.udemycdn.com/course/750x422/2786494_3de6_5.jpg","duration":"1 hora","enrolledStudentsCount":"115.071 estudiantes","lastUpdated":"Fecha de la última actualización: 5/2020","targetAudiences":["This course if for personal pages, business pages and theme pages.","This course is for all ages and niche\u0027s looking to increase their Instagram following organically and increase sales through Instagram marketing."],"tags":["Marketing","Marketing de redes sociales","Marketing en Instagram"],"rating":{"count":3463,"averageValue":"4.3"},"instructors":[{"name":"Skyler Chase","url":"/user/skyler-chase-2/","totalNumberOfStudents":124312,"totalNumberOfReviews":3591,"averageRating":4.354851618579235}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DISCUDEMY01","originalPrice":"6.400 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/prefabricadas/":{"courseDetails":{"courseId":4357288,"title":"Experto Diseño de Viviendas Prefabricadas e Industrializadas","shortDescription":"Conviértete en un Experto en el Diseño de Edificaciones y Construcciones Completas creadas en Fabricas","longDescription":"\u003Cp\u003E\u003Cstrong\u003EExperto Diseño de Viviendas Prefabricadas e Industrializadas\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EConviértete en un Experto en el Diseño de Edificaciones y Construcciones Completas creadas en Fabricas\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInstructores\u003C/strong\u003E: Arquitecto Álvaro García y Arquitecta Lucía Fernández\u0026nbsp; \u003Cstrong\u003EActualizado:\u003C/strong\u003E Noviembre de 2021\u003Cem\u003E\u0026nbsp; \u003C/em\u003E\u003Cstrong\u003EEstudiantes: \u003C/strong\u003E\u002B3.000\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDescripción del Curso:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELa formación te permitirá convertirte en un experto en la materia, y todo ello desde una formación principalmente práctica. A través de variadas actividades y proyectos completos podrás adquirir los conocimientos suficientes para ejercer profesionalmente de forma solvente. Además conocerás en detalle mi flujo de trabajo a la hora de afrontar un proyecto profesional. Para la realización de este curso no vas a necesitar el equipo informático más potente del mercado, ya que el software empleado durante formación online se encuentra perfectamente optimizado y su uso es muy fluido en todo tipo de equipos, tanto en PC como en Mac.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EItinerario Formativo:\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EIntroducción a Udemy y al Curso\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELa Iluminación\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEl Color\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELos Materiales\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERepresentación Gráfica Arquitectónica de los Materiales en los Proyectos.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPrincipales Conceptos sobre Dibujo Técnico Arquitectónico\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFeng Shui\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDibujo 2D Asistido por Ordenador con AutoCAD \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDiseño 3D \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERenderizado de Imágenes Fotorrealistas de nuestros Diseños \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEdición Fotográficas de Nuestros Proyectos y Diseños\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMedición y Presupuesto de la Ejecución Material del Proyecto.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConsideraciones en Seguridad y Salud \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDiseño de Espacios Accesibles.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecursos para el Alumno del Curso\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEmisión del \u003Cstrong\u003ECertificado de Finalización del Curso\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMetodología de Aprendizaje:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ERecuerda que \u003Cstrong\u003Eeste curso incluye\u003C/strong\u003E lecciones en vídeo \u003Cstrong\u003EfullHD\u003C/strong\u003E con audio de estudio (compatible con TV, PC, Mac, tablet y smartphone), artículos didácticos, actividades, animaciones, ilustraciones, proyectos paso a paso, \u003Cstrong\u003Erecursos\u003C/strong\u003E descargables, links de interés, \u003Cstrong\u003Eacceso de por vida\u003C/strong\u003E, \u003Cstrong\u003Ecertificado \u003C/strong\u003Ede finalización, \u003Cstrong\u003Etutorización \u003C/strong\u003Eonline, y una exclusiva \u003Cstrong\u003Ecomunidad de aprendizaje\u003C/strong\u003E privada que nos ayudamos aportando nuestras experiencias en el foro de comunicación del curso. \u003C/p\u003E\u003Cp\u003ELa modalidad de \u003Cstrong\u003Eeste curso te permite que empieces y acabes cuando tú quieras\u003C/strong\u003E, marcando el ritmo de la clase según tu disponibilidad. Puedes volver a visualizar lo que te interese, saltar el contenido que ya domines, hacer preguntas, resolver dudas, compartir tus proyectos... Puedes elegir ver todas las lecciones de forma secuencial (lineal) y aprovecharlas al máximo la formación, pero también puedes decidir ver este curso como una guía de referencia. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELas clases están claramente organizadas en secciones y lecciones,\u003C/strong\u003E puedes decidir visualizar solo las clases que te resulten más importantes según tus necesidades formativas. La mayoría de las lecciones son independientes para que puedas comprender los conceptos de cada lección sin tener que ver las lecciones anteriores del curso. \u003C/p\u003E\u003Cp\u003EPara seguir el programa formativo propuesto no ser requieren conocimientos previos, ya que la formación se acomete desde un nivel de usuario 0. El curso está orientado a aquellos creativos que quieran ampliar sus skills (habilidades) y conocer múltiples trucos, consejos, recursos y recomendaciones, de la mano de los instructores Álvaro García y Lucía Fernández. Además la formación disponen de \u003Cstrong\u003Eacceso automático al contenido, sin limitación de tiempo, disponibilidad 24/7 \u003C/strong\u003E(24 horas al día los 7 días de la semana), \u003Cstrong\u003Esin caducidad y con garantía de devolución\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¿A qué esperas?, este curso es ideal para ti, atrévete a convertirte en un experto y expresa tus ideas de la forma que siempre has deseado. \u003Cstrong\u003EAdelante, nos vemos dentro de la formación ;)\u003C/strong\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/prefabricadas/","imageUri":"https://img-b.udemycdn.com/course/750x422/4357288_866b_2.jpg?secure=SX7tFG8imc5QS-ww2lsWoA%3D%3D%2C1637311121","duration":"26,5 horas","enrolledStudentsCount":"868 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Dirigido a profesionales del diseño como: Diseñadores, Creativos, Arquitectos,  Arquitectos técnicos, Aparejadores, Infografistas, Delineantes, Ingenieros de Edificación, Licenciados en Bellas Artes, Diseñadores Industriales, Expertos en Mobiliario y Decoración, Interioristas, Graduados Superiores...","Emprendedor que desee fundar un estudio de diseño, o incorporar a su empresa un departamento de creativo con proyectos de la especialidad tratada en el curso.","Dirigido a toda clase de personas que quieran aprender todo lo necesario para incorporarse al sector del interiorismo y la ambientación especializada, en poco tiempo, pero sin dejarse nada.","Principalmente aquellos que quieran aumentar sus posibilidades de empleabilidad, contratación y/o promocionar dentro de su sector."],"tags":["Diseño","Diseño arquitectónico","Diseño arquitectónico"],"rating":null,"instructors":[{"name":"Álvaro García","url":"/user/b5aa14c5-8d33-4f9d-9884-c4f99ce939d1/","totalNumberOfStudents":121988,"totalNumberOfReviews":9542,"averageRating":4.300820797457628},{"name":"Formación Certificada","url":"/user/laura-martin-17/","totalNumberOfStudents":119848,"totalNumberOfReviews":9436,"averageRating":4.306506874687271}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"15CURSOSPROMO","originalPrice":"6.080 INR","discountedPrice":"Gratis","expirationText":"1 días","discountPercentage":100}},"https://www.udemy.com/course/agile-kanban/":{"courseDetails":{"courseId":3704956,"title":"Agile Kanban: Kanban for Software Development Teams","shortDescription":"Learn the Kanban way of Agile Project Management | Prepare for Kanban Certification | Kanban for Software Development","longDescription":"\u003Cp\u003E\u003Cem\u003EKanban is not a software development lifecycle methodology or an approach to project management.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EIt requires that some process is already in place so that Kanban can be applied to\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003Eincrementally change the underlying process.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E—David Anderson, Kanban\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EKanban\u003C/strong\u003E is a popular framework used to implement agile and DevOps software development. It requires real-time communication of capacity and full transparency of work. Work items are represented visually on a kanban board, allowing team members to see the state of every piece of work at any time.\u003C/p\u003E\u003Cp\u003EA Kanban board is an agile project management tool designed to help visualize work, limit work-in-progress, and maximize efficiency (or flow).\u003C/p\u003E\u003Cp\u003EIt can help both agile and DevOps teams establish order in their daily work. Kanban boards use cards, columns, and continuous improvement to help technology and service teams commit to the right amount of work, and get it done!\u003C/p\u003E\u003Cp\u003EThis course will help you explore how working on an Agile project using Kanban has benefits for your development team, your end users, and your organization as a whole.\u003C/p\u003E\u003Cp\u003EWe will identify various process flow related issues including too much work in progress, underutilization of resources, lengthy tasks, unequal sized tasks etc. using simple and easy to understand demonstrations on Kanban board.\u003C/p\u003E\u003Cp\u003EWe will not only identify these inefficiencies but also solve for the same by continuously improving the process flow using Kanban Board.\u003C/p\u003E\u003Cp\u003EHere is a list of the topics we will cover in this course:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Kanban \u0026amp; Kanban Board\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFinding Inefficiencies in the Process\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELimiting Work in Progress\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnder utilization of Resources\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnequal Sized Tasks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarking the Tasks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOther Inefficiencies/Issues\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EKanban Practices\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDefining Done\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDaily Stand up\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESpecifying Rules\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EKey Agile Concepts\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUnderstanding \u0026amp; Creating \u003Cstrong\u003EUser Stories, Theme \u0026amp; Epic\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is \u003Cstrong\u003EProduct Backlog\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifference between \u003Cstrong\u003EProduct Backlog \u0026amp; Product Roadmap\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAdvantages \u0026amp; Disadvantages of Agile\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow \u003Cstrong\u003EEstimation\u003C/strong\u003E is done in Agile\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy \u003Cstrong\u003ERelative Estimation\u003C/strong\u003E in Agile\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ET-Shirt \u0026amp; Fibonacci\u003C/strong\u003E Estimation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPlaning Poker\u003C/strong\u003E in Agile\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EUnderstanding \u0026amp; Creating Burn down Charts \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMinimum Viable Product\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETeam Velocity\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course is ideal for \u003Cstrong\u003Esoftware developers, project managers, software leadership, or anyone that would have an interest and gain benefit from running an Agile project and delivering maximum value early to your customers.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENo prior experience is necessary to take this course. So, if even if you don’t know what Kanban is and the various principles and concepts under Kanban and Agile Project Management, not to worry.\u003C/p\u003E\u003Cp\u003EWe will cover all of these concepts from scratch.\u003C/p\u003E\u003Cp\u003ECourse enrollment grants you \u003Cstrong\u003Elifetime access to all the the entire course content including quizzes, practice exercises etc.\u003C/strong\u003E In addition, you’ll also r\u003Cstrong\u003Eeceive 1-on-1 support for any questions or uncertainties that come up.\u003C/strong\u003E And this all comes with a \u003Cstrong\u003E30-day money-back guarantee!\u003C/strong\u003E You have nothing to lose and so much knowledge to gain.\u003C/p\u003E\u003Cp\u003EI hope that you will enjoy the course, be challenged by it and learn a lot. The primary objective is to build a strong foundational knowledge of the principles of Kanban \u0026amp; Agile.\u003C/p\u003E\u003Cp\u003EIt is suggested that you go through the course at a pace that makes sense for you. The topics build on each other, so it is better to slow down and really learn something than to just move on in order to keep up a certain pace. \u003C/p\u003E\u003Cp\u003ESo, I have the tools needed to get the job done. So, let’s do it, I’ll see you in class. All the best!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/agile-kanban/","imageUri":"https://img-c.udemycdn.com/course/750x422/3704956_8552.jpg","duration":"2,5 horas","enrolledStudentsCount":"87.992 estudiantes","lastUpdated":"Fecha de la última actualización: 4/2021","targetAudiences":["Anyone who is interested in learning about Kanban Methodology of Agile project Management","Anyone who is a Project Manager, a member of a project team, or a stakeholder on a Project","Anyone who has just heard the term Kanban and want to know more"],"tags":["Informática y software","Informática y software, otros","Kanban"],"rating":{"count":720,"averageValue":"4.4"},"instructors":[{"name":"GenMan Solutions","url":"/user/monika-rawat-23/","totalNumberOfStudents":257283,"totalNumberOfReviews":6149,"averageRating":4.438666392794759}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"AGILEKANBANNIV1","originalPrice":"1.920 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/excel-kurs/":{"courseDetails":{"courseId":1839672,"title":"Der Komplette Excel Kurs - Vom Anfänger zum Profi in 40h !","shortDescription":"Der 40 Stunden Excel-Kurs - Alles in einem Kurs (Diagramme, Pivots, VBA) - Vom absoluten Anfänger zum echten Excel Profi","longDescription":"\u003Cp\u003E\u003Cem\u003ELetzte Aktualisierung: 10.11.2021\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E***\u0026nbsp;DER KURS WIRD\u0026nbsp;LAUFEND\u0026nbsp;ERWEITERT -\u0026gt; neue Inhalte\u0026nbsp;jeden\u0026nbsp;Monat! ***\u0026nbsp; \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELERNE EXCEL VON\u0026nbsp;DER ERSTEN\u0026nbsp;FORMEL\u0026nbsp;BIS\u0026nbsp;HIN ZUM KOMPLEXEN\u0026nbsp;VBA\u0026nbsp;MAKRO! \u003Cbr\u003EDamit kannst Du jedes Excel-Problem lösen - das bedeutet, Du bist im Berufsleben unverzichtbar!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EDarf ich Dir zunächst ein\u0026nbsp;paar Fragen stellen?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EMöchtest Du mit Microsoft Excel wirklich durchstarten - \u003Cstrong\u003Eum Dir Deine Jobs in Zukunft aussuchen zu können\u003C/strong\u003E?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELernst Du auch gerne durch PRAKTISCHE Erklärungen mit \u003Cstrong\u003EECHTEN Beispielen\u003C/strong\u003E?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu willst\u0026nbsp;\u003Cem\u003Enicht\u003C/em\u003E\u0026nbsp;nur für den Kurs vorbereiteten Beispiele, die\u0026nbsp;in der Praxis doch\u0026nbsp;nicht relevant sind?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu willst\u0026nbsp;Erfahrungen und Best Practices aus 25 Jahren Excel-Erfahrung hören?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu willst die Excel Funktionen in der \u003Cstrong\u003ERICHTIGEN Reihenfolge\u003C/strong\u003E lernen, in der Du sie brauchst? \u003Cbr\u003E\u003Cstrong\u003E\u003Cbr\u003E...dann bist Du hier genau richtig! \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 1: Microsoft Excel für Einsteiger - von der ersten Formel zum sicheren Umgang mit Excel\u003Cbr\u003E\u003C/strong\u003EHier lernst Du von Grund auf Excel kennen. Du lernst:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWo Du\u0026nbsp; Excel überhaupt herbekommst\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWie Du Microsoft Excel installierst und damit umgehst\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWozu Formeln gut sind und wie Du sie benutzt\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGrundrechenarten, Zahlenformate, automatische Berechnungen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDiagramme zu erstellen und sinnvoll zu nutzen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELogische Formeln und verschachtelte Funktionen(!)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVerweis-Funktionen zur intelligenten Verknüpfung von Tabellen\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 2: Excel für Fortgeschrittene - mit 3 Projekten zum Excel-Profi\u003C/strong\u003E\u003Cbr\u003EHier erarbeiten wir fortgeschrittene Excel-Funktionen im Rahmen von drei praxisnahen Projekten.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProjekt 1: Daten in Excel professionell verwalten\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHier lernst Du anhand eines realistischen Falles die sinnvollsten Funktionen um Umgang von Daten in großen Tabellen kennen.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEs geht um Verweise auf fremde Daten, Konsistenz und eine Menge Zeitersparnis im Alltag.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWir gehen alles Schritt für Schritt durch, alle Zwischenergebnisse sind für Dich zum Download verfügbar.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProjekt 2:\u0026nbsp;Clevere Zeiterfassung in Excel selbst aufbauen\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIn diesem Projekt geht es um den Umgang mit Zeit.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWir bauen uns eine eigene Zeiterfassung mit Pausen, automatischer Erkennung von Überstunden und Wochenenden\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnd ganz nebenbei lernst Du, wie Du in Exel mit Zeiten rechnen kannst\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProjekt 3:\u0026nbsp;Mit Pivot-Tabellen verborgene Schätze heben\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EVermutlich jeder hat schon mal das Wort Pivot-Tabelle gehört, aber viele wissen nicht, wie sie selbst eine erstellen können.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDabei ist es sehr einfach, intuitiv und spaßig! Du kannst damit kinderleicht große Datenmengen auswerten und Zahlen endlich sichtbar machen.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWir gehen hier alle wichtige Funktionen Schritt für Schritt an einem realistischen Beispiel durch. \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 3: Excel VBA Makros - Lass Excel für Dich arbeiten!\u003Cbr\u003E\u003C/strong\u003EHier lernst Du die Magie der Excel-Automatisierung kennen! \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWusstest Du, dass man in Excel richtige Programme schreiben kann, die Dir die Arbeit abnehmen?\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu lernst zuerst den Makro-Rekorder kennen, die \u0022Einstiegsdroge\u0022 in Richtung Programmierung.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMit vielen kleinen Beispielen arbeiten wir uns gemeinsam vor, bis Du Dir in Excel eigene Programme schreiben kannst, die Dir sehr viel Zeit sparen werden.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 4: Excel Best Practices - mit wenig Aufwand viel erreichen!\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDieser Kurs fasst die wichtigsten Best Practices aus 25 Jahren Excel zusammen!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWusstest Du, dass 80% der Excel-Probleme im Alltag mir nur wenigen Funktionen zu lösen sind? \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn diesem Kurs lernst Du die besten pragmatischen Lösungen in Excel, die Dich in kurzer Zeit nach vorne katapultieren!\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 5: Entwickle das berühmte \u0022All Purpose Excel Kopiertool\u0022 selbst\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDas All Purpose Excel Kopiertool habe ich in meinem Job als Unternehmensberater entwickelt und 10 Jahre lang wie einen Schatz gehütet.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEs ist ein automatisiertes Kopiertool, das Daten zwischen Excel-Tabellen austauscht, zum Beispiel für regelmäßige Management-Reportings.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDas Tool kann von jedermann bedient werden und spart in der Praxis extrem viel Zeit - außerdem beeindruckst du damit Deine Chefs und Kollegen!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 6: Beherrsche Excel Pivot-Tabellen in kurzer Zeit!\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EExcel Pivot-Tabellen sind in aller Munde\u0026nbsp; - jeder Excel-User kann damit eine Menge Zeit sparen und beeindruckende Berichte erstellen.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDabei sind sie einfach zu bedienen und zu erlernen - und genau das lernst Du in diesem Modul! \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu wirst mit Pivot-Tabellen in Sekunden gigantische Datenmengen erfassen und damit tolle und unterhaltsame Übersichten und Diagramme zaubern können - und das ganz ohne Aufwand!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 7: VBA Makro Programmierung für Fortgeschrittene\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAn dieser Stelle tauchen wir noch etwas tiefer in die VBA-Welt ein. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu lernst praktische Dinge kennen wie z.b. die sogenannten Workbook- und Worksheet-Funktionen. Damit kannst Du Programme vollautomatisch starten, was Dir viel Sicherheit und Zeit bringt.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEs macht sehr viel Spaß, das Erscheinungsbild von Excel zu ändern, beispielsweise mit coolen Infoboxen.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- TEILNEHMER-FEEDBACK -\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EClaudia Brauer: \u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDer Kurs ist wirklich extrem umfangreich und gut erklärt! Man wird an die Hand genommen und durch alle Funktionen Schritt für Schritt durchgeführt. Danke!\u003C/em\u003E\u0022 ⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003ESilvana Fliegel: \u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDer Kurs hat mir super gut gefallen. Er war sehr informativ und verständlich erklärt. Auch der Einblick in die VBA war sehr interessant.\u0022\u003C/em\u003E ⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EAndrea Kuczora:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDer Kurs ist gut verständlich und hilfreich aufgebaut. Man kann sehr gut folgen und bekommt gute Einblicke in nützliche Tools und Herangehensweisen.\u0022 \u003C/em\u003E⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EOliver Sieger:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDas war schon mein zweiter Kurs bei dem Dozenten und wieder wurden alle Erwartungen erfüllt. Sehr umfangreicher Kurs, mit einem absoluten Excel-Profi als Dozenten, der auch noch die richtige Prise Humor mit einbringt. Sehr empfehlenswert.\u0022\u003C/em\u003E ⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EMartina David:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDer Kurs ist gut aufgebaut, man lernt das, was man für die Praxis braucht. So mein Eindruck nach dem Grundkurs. Ein paar Übungen zu den einzelnen Blöcken würde ich mir wünschen, aber vlt. habe ich die bis dato noch nicht entdeckt! Ferner, führt der Dozent mit Ruhe und einer sehr deutlichem Aussprache einem Schritt für Schritt durch die Themengebiete. Hier kommt einem also auch das Akustische sehr entgegen, denn nichts ist störender, als einem „Redner“ zuhören zu müssen, der entweder nuschelt oder schlecht artikuliert. Beides ist hier nicht der Fall!\u0022 \u003C/em\u003E⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EOliver Hoffmann:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003ESehr gut und ausführlich mit einfachen Beispielen erklärt. Obwohl ich von den Grundlagen viel weiß, konnte ich von Begin an schon einiges dazu lernen. Die Stimme des Dozenten (Sebastian Glöckner) ist ansprechend, so dass man gerne dabei bleibt und das Lernen in dem Kurs Spaß bereitet.\u0022\u003C/em\u003E ⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003ESergej Sergeew:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDieser Excel Online Kurs ist sehr gut! Neueinsteiger könnten sich sicher vieles aus dem Netz zusammensuchen. Doch der Vorteil überwiegt bei dem Kurs durch viele Kniffe die sich Herr. Glöckner über die Berufserfahrung sich angeeignet hat. Mir Persönlich ist die Abschlussbescheinigung wichtig, für die weitere Berufliche Karriere.\u0022\u003C/em\u003E ⭐️⭐️⭐️⭐️⭐️\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUta Werth:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EIch habe bereits viel gelernt, alles wird sehr gut und verständlich erklärt mit nachvollziehbaren Beispielen. Sehr sympathische Art macht den Kurs unterhaltsam. Natürlich und authentisch.\u0022 \u003C/em\u003E⭐️⭐️⭐️⭐️⭐️\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESelbstverständlich bekommst Du die 30 Tage Geld-Zurück-Garantie von Udemy. Du kannst dieses umfangreiche Kompendium also völlig risikolos testen!\u003Cbr\u003E\u003Cbr\u003EBereits über 140.000 Studenten haben bereits die Kurse von Sebastian Glöckner belegt. \u003Cbr\u003EKomm in die Community und lerne, wie faszinierend und spaßig die Arbeit mit Microsoft Excel sein kann. :-) \u003C/p\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/excel-kurs/","imageUri":"https://img-c.udemycdn.com/course/750x422/1839672_9243_4.jpg","duration":"48 Stunden","enrolledStudentsCount":"21.667 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["Du bist in Deinem Job auf Microsoft Excel angewiesen...","Oder Du beschäftigst Dich privat oder hobbymäßig mit Excel","Du möchtest die wirklich relevanten Formeln und Funktionen in der richtigen Reihenfolge lernen","Du willst Excel beherrschen, von der allerersten Formel bis zum selbst programmierten Makro","Du willst viel Zeit sparen im Büro, damit unabkömmlich sein und Dir die besseren Jobs angeln"],"tags":["Office-Produktivität","Microsoft","Excel"],"rating":{"count":2183,"averageValue":"4.6"},"instructors":[{"name":"Sebastian Glöckner","url":"/user/sebastianglckner/","totalNumberOfStudents":182210,"totalNumberOfReviews":11807,"averageRating":4.4106548442583735}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"82CA0AB652130C389D09","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"1 Tage","discountPercentage":100}},"https://www.udemy.com/course/learn-to-make-money-on-youtube/":{"courseDetails":{"courseId":3316512,"title":"Learn 10 Ways to Make MORE Money on YouTube!","shortDescription":"Learn How to Get 1,000,000\u0027s of Views and Grow Your YouTube Channel Into a MONEY-MAKING MACHINE","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWould you like to make money on YouTube even while you are sleeping?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe work that you do today can make you money for months and years to come!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this YouTube Audience Growth course, you\u0027ll learn at least 5 Ways to Make Money on YouTube.\u003C/p\u003E\u003Cp\u003EYou\u0027ll learn how to attract 1,000,000\u0027s of Views and Grow Your YouTube Channel Into a MONEY-MAKING MACHINE\u003C/p\u003E\u003Cp\u003EI\u0026nbsp;published some videos back in 2017 and they are still generating me money EVERY. SINGLE.\u0026nbsp;DAY.\u003C/p\u003E\u003Cp\u003ESome of my videos have made me over $900 for just 3,000 views.\u003C/p\u003E\u003Cp\u003EAnd I started earning money with less than 100 subscribers.\u003C/p\u003E\u003Cp\u003EMeanwhile, I\u0026nbsp;can\u0027t promise that you will achieve the same results that I\u0026nbsp;got, I\u0026nbsp;can show you what has worked for me and 1,000\u0027s of other YouTubers who are making money on this platform.\u003C/p\u003E\u003Cp\u003E-\u003C/p\u003E\u003Cp\u003EThe beauty of making money on YouTube is that \u003Cstrong\u003Ethe work you do today will make you money for months, years and even for decades.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EJust 1 powerful tip that you learn from this course may be worth $1,000\u0027s over the long term.\u003C/p\u003E\u003Cp\u003E-\u003C/p\u003E\u003Cp\u003EBut things weren\u0027t always so shiny... \u003C/p\u003E\u003Cp\u003EWhen I\u0026nbsp;got started on YouTube for the first time, I\u0026nbsp;struggled because I\u0026nbsp;didn\u0027t know what works.\u003C/p\u003E\u003Cp\u003EI\u0026nbsp;got some results but I wasn\u0027t satisfied. I still kept on doing it.\u003C/p\u003E\u003Cp\u003ELittle by little I\u0026nbsp;learned the skills and nowadays YouTube is allowing me to live the lifestyle of my dreams.\u003C/p\u003E\u003Cp\u003EI\u0027ve traveled in over 40 different countries while my YouTube channel is making me money even when I\u0026nbsp;sleep.\u003C/p\u003E\u003Cp\u003EToday you\u0027ll learn the best secrets on how I\u0026nbsp;made it.\u003C/p\u003E\u003Cp\u003EAnd even most importantly \u003Cstrong\u003Eyou\u0027ll learn how YOU\u0026nbsp;can make money using YouTube\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EIt\u0027s Your Time!\u003C/p\u003E\u003Cp\u003E- Roope \u0022Sharing the secrets for making money on YouTube\u0022\u0026nbsp;Kiuttu\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPS. \u003C/strong\u003EYouTube is still MASSIVELY growing every single year. \u003C/p\u003E\u003Cp\u003EIf you want to make money using YouTube, the time is NOW.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/learn-to-make-money-on-youtube/","imageUri":"https://img-c.udemycdn.com/course/750x422/3316512_01fb_2.jpg","duration":"2,5 Stunden","enrolledStudentsCount":"63.489 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["Anyone Who Wants to Make Money Using YouTube!"],"tags":["Marketing","Video \u0026 Mobile Marketing","YouTube-Marketing"],"rating":{"count":275,"averageValue":"4.1"},"instructors":[{"name":"Roope Kiuttu","url":"/user/roope-kiuttu/","totalNumberOfStudents":429768,"totalNumberOfReviews":8100,"averageRating":3.968115802416918}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A52706A48434837FD399","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"3 Tage","discountPercentage":100}},"https://www.udemy.com/course/practical-cisco-networking-labs/":{"courseDetails":{"courseId":2818343,"title":"Practical Cisco Networking Labs in Cisco Packet Tracer","shortDescription":"Networking concepts explained in a simple way, with many engaging exercises!","longDescription":"\u003Cp\u003EThis course\u0027s goal is to teach you some of the most important computer networking concepts, but also provide practical, real-life scenario labs \u0026amp; guide you through configuring those successfully. Some of the labs come from CCNA, but they\u0027re mostly original topologies I\u0026nbsp;created for my Computer Networking students. They were very successful so I\u0026nbsp;decided to post them on Udemy as well. Hope you will find them useful and feel free to send ideas on additional labs I\u0026nbsp;might add!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/practical-cisco-networking-labs/","imageUri":"https://img-c.udemycdn.com/course/750x422/2818343_f895.jpg","duration":"12 Stunden","enrolledStudentsCount":"115.466 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 1/2021","targetAudiences":["Networking students"],"tags":["IT \u0026 Software","Netzwerk \u0026 Sicherheit","Cisco"],"rating":{"count":1102,"averageValue":"4.7"},"instructors":[{"name":"Cyber Quince","url":"/user/cyberquince/","totalNumberOfStudents":245697,"totalNumberOfReviews":3748,"averageRating":4.608562385741445}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"NOV21FREEE","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"3 Tage","discountPercentage":100}}},"freeCourses":{"https://www.udemy.com/course/build-your-online-brand/":{"courseDetails":{"courseId":3001392,"title":"How to design and build your online brand","shortDescription":"Stand out by designing a brand that your audience will love","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/build-your-online-brand/","imageUri":"https://img-c.udemycdn.com/course/750x422/3001392_4c54_2.jpg","duration":"2757","enrolledStudentsCount":"1,822 students","lastUpdated":null,"targetAudiences":["People who want to start an online brand in the near future"],"tags":["Business","E-Commerce","Business Branding"],"rating":{"count":7,"averageValue":"4.2"},"instructors":[{"name":"Ange Ingabire","url":"/user/ange-ingabire-2/","totalNumberOfStudents":3579,"totalNumberOfReviews":7,"averageRating":3.6903846600000003}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/accelerate-automation-the-automation-experts-secret-weapon/":{"courseDetails":{"courseId":4357344,"title":"Automation manager\u0027s secret weapons: Automate like a Pro!","shortDescription":"How to shine by running your projects faster, professional and maximise the benefits your responsible for delivering","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/accelerate-automation-the-automation-experts-secret-weapon/","imageUri":"https://img-c.udemycdn.com/course/750x422/4357344_1486_2.jpg","duration":"7082","enrolledStudentsCount":"736 students","lastUpdated":null,"targetAudiences":["Automation Business Analysts","Traditional Business/Data Analysts","Digital Transformation / Change Programme Manager","Anyone who currently works in Automation team, or wants to","Automation leads / Head of Automation","Aspiring to become an Automation Programme or Project Manager","Automation Programme manager","Change Manager","CxO / Director / Business Lead looking to bring in automation into business"],"tags":["Business","Operations","Automation"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Tony Walker","url":"/user/antony-walker/","totalNumberOfStudents":7222,"totalNumberOfReviews":596,"averageRating":3.8816987049180325}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-cryptocurrency-l/":{"courseDetails":{"courseId":4369686,"title":"Introduction to Cryptocurrency","shortDescription":"Learn about the fundamentals of cryptocurrency and Bitcoin without missing any steps of the process.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-cryptocurrency-l/","imageUri":"https://img-c.udemycdn.com/course/750x422/4369686_5947_3.jpg","duration":"6157","enrolledStudentsCount":"497 students","lastUpdated":null,"targetAudiences":["This course is designed for beginners to expand their knowledge and understanding of the cryptocurrency space. This course is the perfect starting point for anyone interested in any aspect of the cryptocurrency and digital asset space."],"tags":["Finance \u0026 Accounting","Cryptocurrency \u0026 Blockchain","Cryptocurrency"],"rating":null,"instructors":[{"name":"Kevin Edell","url":"/user/joseph-dalessio/","totalNumberOfStudents":763,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/learn-option-basics-part-8/":{"courseDetails":{"courseId":4397908,"title":"Learn Option Basics Part 8","shortDescription":"Delta Action and option","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/learn-option-basics-part-8/","imageUri":"https://img-c.udemycdn.com/course/750x422/4397908_2b8a.jpg","duration":"4268","enrolledStudentsCount":"550 students","lastUpdated":null,"targetAudiences":["Option Trader"],"tags":["Finance \u0026 Accounting","Investing \u0026 Trading","Options Trading"],"rating":null,"instructors":[{"name":"Option2Pro Financial education","url":"/user/yeoda-varon/","totalNumberOfStudents":1701,"totalNumberOfReviews":61,"averageRating":4.404581745283019}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/master-google-ads-a-step-by-step-guide-for-2021/":{"courseDetails":{"courseId":4064448,"title":"Master Google Ads | A Step-by-Step Guide for 2021","shortDescription":"Master Google Ads | A Step-by-Step Guide for 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/master-google-ads-a-step-by-step-guide-for-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4064448_0b8b.jpg","duration":"3445","enrolledStudentsCount":"1,332 students","lastUpdated":null,"targetAudiences":["Anyone who is interested in learning Google Ads at an professional level."],"tags":["Marketing","Digital Marketing","Google Ads (AdWords) Certification"],"rating":null,"instructors":[{"name":"R Tutor","url":"/user/rahul-878/","totalNumberOfStudents":15398,"totalNumberOfReviews":482,"averageRating":4.124347034188034}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/master-paid-marketing-a-step-by-step-guide-for-2021/":{"courseDetails":{"courseId":4064424,"title":"Master Paid Marketing | A Step-by-Step Guide for 2021","shortDescription":"Master Paid Marketing | A Step-by-Step Guide for 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/master-paid-marketing-a-step-by-step-guide-for-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4064424_c6e2.jpg","duration":"4039","enrolledStudentsCount":"870 students","lastUpdated":null,"targetAudiences":["Anyone who is interested in learning Paid Marketing at an professional level."],"tags":["Marketing","Digital Marketing","Marketing Plan"],"rating":null,"instructors":[{"name":"R Tutor","url":"/user/rahul-878/","totalNumberOfStudents":15092,"totalNumberOfReviews":482,"averageRating":4.124347034188034}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/making-a-business-plan-that-investors-like/":{"courseDetails":{"courseId":4269930,"title":"Making a Business Plan that Investors like","shortDescription":"Simple Step by Step Guide for writing a Business Plan","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/making-a-business-plan-that-investors-like/","imageUri":"https://img-c.udemycdn.com/course/750x422/4269930_db1f_4.jpg","duration":"4269","enrolledStudentsCount":"999 students","lastUpdated":null,"targetAudiences":["People who are involved in project management , starting a business , looking for funding"],"tags":["Business","Business Strategy","Business Plan"],"rating":null,"instructors":[{"name":"Makks Shah","url":"/user/makks/","totalNumberOfStudents":1475,"totalNumberOfReviews":2,"averageRating":4}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/make-your-github-profile-stand-out/":{"courseDetails":{"courseId":4372532,"title":"Make your GitHub Profile stand out","shortDescription":"How to customise your GitHub Profile","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/make-your-github-profile-stand-out/","imageUri":"https://img-c.udemycdn.com/course/750x422/4372532_c17e_3.jpg","duration":"1905","enrolledStudentsCount":"1,231 students","lastUpdated":null,"targetAudiences":["GitHub users who want to make their profile stand out"],"tags":["Development","Web Development","GitHub"],"rating":{"count":1,"averageValue":"4.0"},"instructors":[{"name":"Eddie Jaoude","url":"/user/eddie-jaoude/","totalNumberOfStudents":1248,"totalNumberOfReviews":1,"averageRating":4}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/master-youtube-optimisation-a-step-by-step-guide-for-2021/":{"courseDetails":{"courseId":4064464,"title":"Master YouTube Optimisation | A Step-by-Step Guide for 2021","shortDescription":"Master YouTube Optimisation | A Step-by-Step Guide for 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/master-youtube-optimisation-a-step-by-step-guide-for-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4064464_cb74.jpg","duration":"3194","enrolledStudentsCount":"1,001 students","lastUpdated":null,"targetAudiences":["Anyone who is interested in learning YouTube Optimisation at an professional level."],"tags":["Marketing","Video \u0026 Mobile Marketing","YouTube Marketing"],"rating":null,"instructors":[{"name":"R Tutor","url":"/user/rahul-878/","totalNumberOfStudents":15398,"totalNumberOfReviews":482,"averageRating":4.125025310638298}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tea-appreciation-with-dosta/":{"courseDetails":{"courseId":4386702,"title":"Tea Appreciation with Dosta - Zen Tea Meditation","shortDescription":"Perceive the Taste, Enjoy your Life!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tea-appreciation-with-dosta/","imageUri":"https://img-b.udemycdn.com/course/750x422/4386702_7ef7.jpg?secure=GIonl3VaQ6-Y-_NP2yf5UQ%3D%3D%2C1637314296","duration":"2234","enrolledStudentsCount":"629 students","lastUpdated":null,"targetAudiences":["Meditation Practitioners","Healthy Lifestyle Enthusiasts","Zen Students","Perception Development Practitioners","Seekers of Truth","Personal Development Enthusiasts","Tea Drinking Enthusiasts","Psychology Students","Minimalists"],"tags":["Lifestyle","Food \u0026 Beverage","Tea Ceremony"],"rating":null,"instructors":[{"name":"Dosta Andrew Lake","url":"/user/dosta-3/","totalNumberOfStudents":5264,"totalNumberOfReviews":63,"averageRating":4.568599219298245}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-analyse-company-finances/":{"courseDetails":{"courseId":4396608,"title":"How to Analyse Company Finances","shortDescription":"using public domain information","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-analyse-company-finances/","imageUri":"https://img-c.udemycdn.com/course/750x422/4396608_26aa_2.jpg","duration":"5172","enrolledStudentsCount":"1,059 students","lastUpdated":null,"targetAudiences":["The course is for anyone interesting in looking at a company\u0027s financial status","This course is for anyone who is interested in investing in a company"],"tags":["Finance \u0026 Accounting","Finance","Financial Statement"],"rating":null,"instructors":[{"name":"Tracy Renee","url":"/user/tracydracona2/","totalNumberOfStudents":1114,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tailwind-css-installation-guide/":{"courseDetails":{"courseId":4395096,"title":"Tailwind CSS: Complete Installation \u0026 Getting Started Guide","shortDescription":"Learn how to install TailwindCSS step by step, and how to start using it. Updated for Tailwind CSS 3.0!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tailwind-css-installation-guide/","imageUri":"https://img-c.udemycdn.com/course/750x422/4395096_3f2a_2.jpg","duration":"2111","enrolledStudentsCount":"1,149 students","lastUpdated":null,"targetAudiences":["Web designers and developers who need to know how to install and use Tailwind CSS","Students with knowledge of HTML and CSS who want to learn a new way of working.","Whoever wants to learn new technologies in web development"],"tags":["Development","Web Development","Tailwind CSS"],"rating":{"count":2,"averageValue":"4.5"},"instructors":[{"name":"David Morales","url":"/user/davidmles/","totalNumberOfStudents":23047,"totalNumberOfReviews":160,"averageRating":4.550939134615385}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tiktok-ads-for-growth/":{"courseDetails":{"courseId":4391440,"title":"TikTok Ads For Beginners: See How I Grow My Account With Ads","shortDescription":"Immediately run effective ads and drive traffic to your site and grow followers","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tiktok-ads-for-growth/","imageUri":"https://img-c.udemycdn.com/course/750x422/4391440_eea7_4.jpg","duration":"2079","enrolledStudentsCount":"1,120 students","lastUpdated":null,"targetAudiences":["Entrepreneurs","People building a personal brand"],"tags":["Marketing","Social Media Marketing"],"rating":null,"instructors":[{"name":"Alex Genadinik\u0027s Teaching Assistant","url":"/user/alex-genadinik-teaching-assistant/","totalNumberOfStudents":129454,"totalNumberOfReviews":4237,"averageRating":4.260760667178274}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/green-screen-on-a-budget-the-cheapest-the-fastest-method/":{"courseDetails":{"courseId":4365508,"title":"Green Screen on a Budget - The Cheapest \u0026 the Fastest Method","shortDescription":"Learn Chroma Key or Green Screen Video Production Even if You Have No Prior Knowledge","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/green-screen-on-a-budget-the-cheapest-the-fastest-method/","imageUri":"https://img-b.udemycdn.com/course/750x422/4365508_4bf5.jpg?secure=0km6UcT-y_dHSA4P2-QFdA%3D%3D%2C1637306873","duration":"7191","enrolledStudentsCount":"1,627 students","lastUpdated":null,"targetAudiences":["This course is for people who want to learn Green Screen video production in a budget-friendly and quick manner."],"tags":["Photography \u0026 Video","Other Photography \u0026 Video","Video Production"],"rating":{"count":9,"averageValue":"5.0"},"instructors":[{"name":"Kush Sharma","url":"/user/kush-sharma-4/","totalNumberOfStudents":23613,"totalNumberOfReviews":1236,"averageRating":4.408357028744939}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-mine-crypto-on-laptop-desktop-for-beginners/":{"courseDetails":{"courseId":4394996,"title":"How to Mine Crypto on Laptop \u0026 Desktop for Beginners in 2021","shortDescription":"3 Step Guide to Get you Mining with your Laptop \u0026 Desktop in 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-mine-crypto-on-laptop-desktop-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4394996_168f.jpg","duration":"1948","enrolledStudentsCount":"2,059 students","lastUpdated":null,"targetAudiences":["Beginners who want to mine casually in 3 simple steps","Crypto Enthusiasts","People curios about Blockchain technology","People interested in mining Ethereum, Shiba Inu, Cardano, Matic, Decentraland, Ripple, Dogecoin and More"],"tags":["Finance \u0026 Accounting","Cryptocurrency \u0026 Blockchain","Cryptocurrency"],"rating":{"count":4,"averageValue":"4.1"},"instructors":[{"name":"Alejandro Garcia","url":"/user/alejandro-garcia-172/","totalNumberOfStudents":4652,"totalNumberOfReviews":132,"averageRating":4.707636166666666}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/the-musical-instruments/":{"courseDetails":{"courseId":4392596,"title":"The Musical Instruments - Learn - Listen - See","shortDescription":"The Categories of the Musical Instruments, Classical and Ethnic Instruments, Modern and Software Instruments.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/the-musical-instruments/","imageUri":"https://img-c.udemycdn.com/course/750x422/4392596_9c7b.jpg","duration":"5756","enrolledStudentsCount":"622 students","lastUpdated":null,"targetAudiences":["Anyone with musical interests, love for music, curiosity about the sounds we hear, interest about the instruments of our world."],"tags":["Music","Instruments","Music Theory"],"rating":null,"instructors":[{"name":"Costas Christodoulou","url":"/user/costas-christodoulou/","totalNumberOfStudents":805,"totalNumberOfReviews":32,"averageRating":4.7781710466666665}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/supersimpledev-git-course-1/":{"courseDetails":{"courseId":4397176,"title":"A Gentle Introduction to Git - by SuperSimpleDev","shortDescription":"The most easy-to-understand Git course for people with no experience.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/supersimpledev-git-course-1/","imageUri":"https://img-c.udemycdn.com/course/750x422/4397176_7f6c_2.jpg","duration":"2057","enrolledStudentsCount":"2,290 students","lastUpdated":null,"targetAudiences":["The most easy-to-understand course on git. We\u0027ll start from the ground up and learn step-by-step how to create a version history for our code and how to view and restore previous versions of our code."],"tags":["Development","Programming Languages","Git"],"rating":null,"instructors":[{"name":"Simon SuperSimpleDev","url":"/user/simon-bao-5/","totalNumberOfStudents":2289,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/fixed-income-securities-a/":{"courseDetails":{"courseId":3908198,"title":"Fixed income securities","shortDescription":"This course explains about fixed income securities","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/fixed-income-securities-a/","imageUri":"https://img-b.udemycdn.com/course/750x422/3908198_f150.jpg?secure=1SOn9nN80rCvHfL6EgX04Q%3D%3D%2C1637316985","duration":"3082","enrolledStudentsCount":"721 students","lastUpdated":null,"targetAudiences":["students and professionals"],"tags":["Finance \u0026 Accounting","Finance","Fixed Income Securities"],"rating":null,"instructors":[{"name":"Bhavishya Sri Perumal","url":"/user/bhavishya-sree-perumal/","totalNumberOfStudents":1512,"totalNumberOfReviews":145,"averageRating":3.8135028526315793}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/ebay-digital-product-blueprint-with-0-doller-investment/":{"courseDetails":{"courseId":4012164,"title":"Ebay Digital Product BluePrint With 0 Doller Investment","shortDescription":"Digital products and Trading Strategy","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/ebay-digital-product-blueprint-with-0-doller-investment/","imageUri":"https://img-b.udemycdn.com/course/750x422/4012164_8e0a.jpg?secure=4vr9sfYLGThzjmGAk8STDQ%3D%3D%2C1637319007","duration":"5807","enrolledStudentsCount":"1,507 students","lastUpdated":null,"targetAudiences":["Anyone who is looking to earn money online"],"tags":["Business","E-Commerce","Online Business"],"rating":{"count":6,"averageValue":"4.5"},"instructors":[{"name":"Nithin Kavintha","url":"/user/nithin-kavintha-2/","totalNumberOfStudents":1513,"totalNumberOfReviews":6,"averageRating":4.5312347}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/kindle-kdp-setup-promote-products-with-free-books-ebooks/":{"courseDetails":{"courseId":4381988,"title":"Kindle KDP Setup \u0026 Promote Products With Free Books / Ebooks","shortDescription":"You can promote anything with a Kindle book. Learn to get big exposure to your Kindle ebook and reach a big audience","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/kindle-kdp-setup-promote-products-with-free-books-ebooks/","imageUri":"https://img-c.udemycdn.com/course/750x422/4381988_41a2_5.jpg","duration":"2113","enrolledStudentsCount":"1,660 students","lastUpdated":null,"targetAudiences":["Entrepreneurs, authors, or business owners"],"tags":["Marketing","Content Marketing","Amazon Kindle Direct Publishing (KDP)"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Alex Genadinik\u0027s Teaching Assistant","url":"/user/alex-genadinik-teaching-assistant/","totalNumberOfStudents":129484,"totalNumberOfReviews":4239,"averageRating":4.261463047232039}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/mohitcrz_i/":{"courseDetails":{"courseId":3766502,"title":"Make Money Online With Kindle Direct Publishing | Part I","shortDescription":"From scratch | with zero dollar investment and without writing any book","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/mohitcrz_i/","imageUri":"https://img-c.udemycdn.com/course/750x422/3766502_30b0_3.jpg","duration":"6093","enrolledStudentsCount":"2,858 students","lastUpdated":null,"targetAudiences":["Anyone, who wants to make money with their laptop.","Budding Entrepreneurs"],"tags":["Business","Entrepreneurship","Amazon Kindle Direct Publishing (KDP)"],"rating":{"count":45,"averageValue":"4.2"},"instructors":[{"name":"Mohit Kumar","url":"/user/mohit-3074/","totalNumberOfStudents":3282,"totalNumberOfReviews":68,"averageRating":4.0994958}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/amazon-kindle-secrets-step-by-step-guide-to-ebook-creation/":{"courseDetails":{"courseId":3663644,"title":"Amazon Kindle Secrets: Step by Step Guide to eBook Creation","shortDescription":"eBook Creation for selling on Amazon Kindle","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/amazon-kindle-secrets-step-by-step-guide-to-ebook-creation/","imageUri":"https://img-b.udemycdn.com/course/750x422/3663644_051c.jpg?secure=TNGKQ2G3_1kQSX3xyAN_xA%3D%3D%2C1637305263","duration":"4166","enrolledStudentsCount":"3,050 students","lastUpdated":null,"targetAudiences":["Who willing to build an Amazon Kindle"],"tags":["Business","Entrepreneurship","eBook Creation"],"rating":{"count":27,"averageValue":"3.9"},"instructors":[{"name":"Ali Raza","url":"/user/ali-110952/","totalNumberOfStudents":6348,"totalNumberOfReviews":66,"averageRating":4.0438586999999995}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/professional-logo-design-crash-course/":{"courseDetails":{"courseId":399938,"title":"Professional Logo Design in Adobe Illustrator","shortDescription":"Learn how to design a logo that stands out from the crowd.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/professional-logo-design-crash-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/399938_e897_5.jpg","duration":"26563","enrolledStudentsCount":"259,937 students","lastUpdated":null,"targetAudiences":["This course is for those how want to learn how to design a logo","Want to know how different logos are design and what are the techniques used in their creation.","Want to learn how to fine-tune your logo design"],"tags":["Design","Graphic Design \u0026 Illustration","Logo Design"],"rating":{"count":9260,"averageValue":"4.5"},"instructors":[{"name":"Rawson Uddin","url":"/user/badaruddin/","totalNumberOfStudents":260061,"totalNumberOfReviews":9291,"averageRating":4.498809655319149}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/streaming-media/":{"courseDetails":{"courseId":4383748,"title":"Video streaming workflows and AWS Cloud","shortDescription":"An Introduction to the Video Workloads in the Cloud","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/streaming-media/","imageUri":"https://img-c.udemycdn.com/course/750x422/4383748_b6b2_3.jpg","duration":"4153","enrolledStudentsCount":"1,453 students","lastUpdated":null,"targetAudiences":["This course is for any IT experts who wants to know more about video streaming workflows in general and applications of Media and Entertainment workflows in the cloud."],"tags":["IT \u0026 Software","Network \u0026 Security"],"rating":null,"instructors":[{"name":"Antoine Courtois","url":"/user/antoine-courtois-3/","totalNumberOfStudents":1453,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/learn-email-marketing-through-phplist-free-opensource/":{"courseDetails":{"courseId":4288268,"title":"Learn Email Marketing through PhpList, Free \u0026 Opensource","shortDescription":"How to do email marketing through PhpList with the GDPR issues resolved to run email campaigns successfully.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/learn-email-marketing-through-phplist-free-opensource/","imageUri":"https://img-c.udemycdn.com/course/750x422/4288268_7fae.jpg","duration":"3564","enrolledStudentsCount":"1,208 students","lastUpdated":null,"targetAudiences":["Freelancers","Small Business Owners","Content Writers","Website Admin","Digital Marketers"],"tags":["Marketing","Digital Marketing","Email Marketing"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Abdullah Khan","url":"/user/54f2b3b025046/","totalNumberOfStudents":7973,"totalNumberOfReviews":68,"averageRating":4.052215801639344}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-use-canva-to-make-instagram-posts-training-2021/":{"courseDetails":{"courseId":4220508,"title":"How to use canva to make Instagram posts? Training 2021","shortDescription":"Learn how to create instagram posts, banners, animations using Canva. It\u0027s so Easy like Never Before. Try it Out!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-use-canva-to-make-instagram-posts-training-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4220508_cce7.jpg","duration":"3587","enrolledStudentsCount":"2,796 students","lastUpdated":null,"targetAudiences":["Freelancers","Content Writers","Designers","Small business owners","Digital Marketers","Business Development"],"tags":["Design","Design Tools","Web Graphics"],"rating":{"count":9,"averageValue":"4.4"},"instructors":[{"name":"Abdullah Khan","url":"/user/54f2b3b025046/","totalNumberOfStudents":7977,"totalNumberOfReviews":68,"averageRating":4.052215801639344}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-modular-dungeon-in-unity/":{"courseDetails":{"courseId":3979288,"title":"Create a modular dungeon in Unity","shortDescription":"Modular level design for games","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-modular-dungeon-in-unity/","imageUri":"https://img-c.udemycdn.com/course/750x422/3979288_bd62.jpg","duration":"5950","enrolledStudentsCount":"3,106 students","lastUpdated":null,"targetAudiences":["Anyone wanting to learn modular layout for games"],"tags":["Design","Game Design","Level Design"],"rating":{"count":75,"averageValue":"4.3"},"instructors":[{"name":"Pete Jepson","url":"/user/pete-jepson/","totalNumberOfStudents":41650,"totalNumberOfReviews":1679,"averageRating":4.518092978313254}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-aspnet-core-razor-pages-net-6/":{"courseDetails":{"courseId":4361074,"title":"Introduction to ASP.NET Core Razor Pages (.NET 6)","shortDescription":"Quick Introduction to ASP.NET Core  MVC (.NET 6) with Entity Framework Core","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-aspnet-core-razor-pages-net-6/","imageUri":"https://img-b.udemycdn.com/course/750x422/4361074_3d24.jpg?secure=X-QGG1Rd6RlDEnlsrjKVbQ%3D%3D%2C1637293599","duration":"7178","enrolledStudentsCount":"3,591 students","lastUpdated":null,"targetAudiences":["Anyone who wants to learn fundamentals of ASP NET Core MVC (.NET 6)","Anyone who wants to understand new file structure in ASP NET Core (.NET 6)","Create basic CRUD operation application using ASP NET MVC Core (.NET 6)"],"tags":["Development","Web Development","ASP.NET Core"],"rating":{"count":28,"averageValue":"4.5"},"instructors":[{"name":"Bhrugen Patel","url":"/user/bhrugenpatel/","totalNumberOfStudents":109834,"totalNumberOfReviews":19154,"averageRating":4.483290894410876}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-2/":{"courseDetails":{"courseId":4328614,"title":"How to Make a Wordpress Website With Avada Theme Part 2","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-2/","imageUri":"https://img-c.udemycdn.com/course/750x422/4328614_e507_2.jpg","duration":"6071","enrolledStudentsCount":"1,635 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":{"count":3,"averageValue":"4.0"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116125,"totalNumberOfReviews":2573,"averageRating":4.477919728085106}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-2/":{"courseDetails":{"courseId":4327312,"title":"How to Make an Ecommerce Website With Flatsome - Part 2","shortDescription":"Create An eCommerce Website From Scratch With No Experience! - Top Rated Instructor","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-2/","imageUri":"https://img-c.udemycdn.com/course/750x422/4327312_ecc2_2.jpg","duration":"3805","enrolledStudentsCount":"1,865 students","lastUpdated":null,"targetAudiences":["Anyone that wants to learn how to make an ecommerce website","Anyone that wants to sell something online","Anyone that wants to make passive income"],"tags":["Development","Web Development","WordPress for Ecommerce"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116135,"totalNumberOfReviews":2573,"averageRating":4.477846896170212}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-3/":{"courseDetails":{"courseId":4328642,"title":"How to Make a Wordpress Website With Avada Theme Part 3","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-3/","imageUri":"https://img-b.udemycdn.com/course/750x422/4328642_b52c_2.jpg?secure=cYAr66HpD-mYbYVCybhakw%3D%3D%2C1637308874","duration":"3173","enrolledStudentsCount":"1,639 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":null,"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116135,"totalNumberOfReviews":2573,"averageRating":4.477846896170212}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-1/":{"courseDetails":{"courseId":4324736,"title":"How to Make an Ecommerce Website With Flatsome - Part 1","shortDescription":"Create An eCommerce Website From Scratch With No Experience! - Top Rated Instructor","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-1/","imageUri":"https://img-c.udemycdn.com/course/750x422/4324736_8453_2.jpg","duration":"6109","enrolledStudentsCount":"2,075 students","lastUpdated":null,"targetAudiences":["Anyone that wants to learn how to make an ecommerce website","Anyone that wants to sell something online","Anyone that wants to make passive income"],"tags":["Development","Web Development","WordPress for Ecommerce"],"rating":{"count":2,"averageValue":"4.8"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116125,"totalNumberOfReviews":2573,"averageRating":4.477919728085106}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-1/":{"courseDetails":{"courseId":4324734,"title":"How to Make a Wordpress Website With Avada Theme Part 1","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-1/","imageUri":"https://img-c.udemycdn.com/course/750x422/4324734_42a2_2.jpg","duration":"7106","enrolledStudentsCount":"1,964 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":{"count":9,"averageValue":"4.8"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116135,"totalNumberOfReviews":2573,"averageRating":4.477919728085106}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-master-focus-in-30-days/":{"courseDetails":{"courseId":4301799,"title":"How to master focus in 30 days","shortDescription":"Learn how to focus on the task at hand","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-master-focus-in-30-days/","imageUri":"https://img-c.udemycdn.com/course/750x422/4301799_415a_3.jpg","duration":"3972","enrolledStudentsCount":"1,878 students","lastUpdated":null,"targetAudiences":["Anyone who is struggling with focusing"],"tags":["Personal Development","Memory \u0026 Study Skills"],"rating":{"count":14,"averageValue":"4.3"},"instructors":[{"name":"Charity sanders","url":"/user/charity-sanders-2/","totalNumberOfStudents":1879,"totalNumberOfReviews":14,"averageRating":4.297922}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/react-web-app-testing-with-nodejs-cypress-and-webdriverio/":{"courseDetails":{"courseId":4329330,"title":"React Web App Testing With NodeJs, Cypress, and WebDriverIO","shortDescription":"How To Test A React Web App Using NodeJs, Cypress, and WebDriverIO","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/react-web-app-testing-with-nodejs-cypress-and-webdriverio/","imageUri":"https://img-c.udemycdn.com/course/750x422/4329330_507d.jpg","duration":"7002","enrolledStudentsCount":"6,277 students","lastUpdated":null,"targetAudiences":["Beginner and Intermediate developers looking to learn how to test web applications"],"tags":["Development","Web Development","React"],"rating":{"count":13,"averageValue":"4.7"},"instructors":[{"name":"Nikolay Advolodkin","url":"/user/nikolaya/","totalNumberOfStudents":74339,"totalNumberOfReviews":15960,"averageRating":4.348228793283582}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/datastructures-and-algorithmszero-to-hero/":{"courseDetails":{"courseId":4346446,"title":"DataStructures and Algorithms:Zero to Hero","shortDescription":"Linkedlist,Stack,Queue,Trees,Graphs,Hashing","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/datastructures-and-algorithmszero-to-hero/","imageUri":"https://img-c.udemycdn.com/course/750x422/4346446_143b_2.jpg","duration":"6887","enrolledStudentsCount":"5,209 students","lastUpdated":null,"targetAudiences":["Computer Science Engineers"],"tags":["Development","Database Design \u0026 Development","Data Structures"],"rating":{"count":21,"averageValue":"4.4"},"instructors":[{"name":"Vijay A","url":"/user/vijay-arjun-4/","totalNumberOfStudents":26362,"totalNumberOfReviews":180,"averageRating":4.210903310185184}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/speed-reading-and-deeper-comprehension/":{"courseDetails":{"courseId":4099718,"title":"Speed Reading and Deeper Comprehension","shortDescription":"Deepen your relationship with reading!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/speed-reading-and-deeper-comprehension/","imageUri":"https://img-c.udemycdn.com/course/750x422/4099718_9da2_4.jpg","duration":"4825","enrolledStudentsCount":"3,406 students","lastUpdated":null,"targetAudiences":["Seekers of Truth","Knowledge enthusiasts","Personal Development buffs","Intellectuals","Book Worms","Students of the Humanities"],"tags":["Personal Development","Other Personal Development","Speed Reading"],"rating":{"count":25,"averageValue":"4.4"},"instructors":[{"name":"Dosta Andrew Lake","url":"/user/dosta-3/","totalNumberOfStudents":5264,"totalNumberOfReviews":63,"averageRating":4.568599219298245}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-3d-asset-in-blender-and-substance-painter/":{"courseDetails":{"courseId":4320272,"title":"Create a 3D Asset in Blender and Substance Painter","shortDescription":"Create a Sony Walkman in Blender and Substance Painter, Learn 3D modelling in blender and texturing in substance painter","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-3d-asset-in-blender-and-substance-painter/","imageUri":"https://img-c.udemycdn.com/course/750x422/4320272_4732_2.jpg","duration":"6724","enrolledStudentsCount":"3,462 students","lastUpdated":null,"targetAudiences":["Any type of Blender/Substance user who wants to increase their skill level"],"tags":["Design","3D \u0026 Animation","Blender"],"rating":{"count":38,"averageValue":"4.7"},"instructors":[{"name":"Aniket Rawat","url":"/user/aniket-rawat-5/","totalNumberOfStudents":3527,"totalNumberOfReviews":57,"averageRating":4.669598275438596}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/ue5-steam/":{"courseDetails":{"courseId":4299045,"title":"Unreal Engine 5 to Steam: How to Release a Game","shortDescription":"Learn how to release your game from Unreal Engine 5 to the Steam Platform.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/ue5-steam/","imageUri":"https://img-c.udemycdn.com/course/750x422/4299045_f726.jpg","duration":"4119","enrolledStudentsCount":"4,408 students","lastUpdated":null,"targetAudiences":["Complete beginners with no prior experience","Game Developers who want to release their game on Steam","Anyone who want to release a game on Steam"],"tags":["Development","Game Development","Unreal Engine"],"rating":{"count":16,"averageValue":"4.6"},"instructors":[{"name":"Titanforged Entertainment","url":"/user/titanforged-entertainment/","totalNumberOfStudents":5104,"totalNumberOfReviews":123,"averageRating":4.792673197297298}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/connect-to-mysql-db-using-pdo/":{"courseDetails":{"courseId":4252008,"title":"PDO \u0026 MySQL: Connect to MySQL DB using PDO \u0026 CRUD Operations","shortDescription":"Go from a Beginner to Advance in PDO: Connect to MySQL DB using PDO, Write your first PDO Wrapper class, and do CRUD","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/connect-to-mysql-db-using-pdo/","imageUri":"https://img-c.udemycdn.com/course/750x422/4252008_4a1f_4.jpg","duration":"6641","enrolledStudentsCount":"4,450 students","lastUpdated":null,"targetAudiences":["1.\tPHP | PDO enthusiasts","2.\tNewbie in PDO","3.\tFreelance web developers who want to get a better grasp in PHP | PDO","4.\tIntermediate PHP|PDO developers who want to write slimmer, concise, more secure codes.","5.\tExperience PHP  developers who are still struggling with PDO"],"tags":["Development","Web Development","PDO"],"rating":{"count":6,"averageValue":"4.1"},"instructors":[{"name":"Armstrong Nana TAGU","url":"/user/be3c017d-218c-4b28-9e05-19d4486dd472/","totalNumberOfStudents":4452,"totalNumberOfReviews":6,"averageRating":4.1426835}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-power-automate-desktop/":{"courseDetails":{"courseId":4294694,"title":"Introduction to Power Automate Desktop","shortDescription":"Step by step kick start guide of Power Automate Desktop for Beginners","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-power-automate-desktop/","imageUri":"https://img-c.udemycdn.com/course/750x422/4294694_ff22_4.jpg","duration":"7047","enrolledStudentsCount":"3,831 students","lastUpdated":null,"targetAudiences":["Beginners curious about Step by Step guide to learn Microsoft Power Automate Desktop"],"tags":["Development","Software Development Tools","Microsoft Power Automate"],"rating":{"count":20,"averageValue":"4.4"},"instructors":[{"name":"Goloknath Mishra","url":"/user/goloknath-mishra-2/","totalNumberOfStudents":4082,"totalNumberOfReviews":25,"averageRating":4.22492674}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/part-2-learn-django-by-building-invoice-management-system/":{"courseDetails":{"courseId":4182884,"title":"Part 2 - Learn Django by Building Invoice Management System","shortDescription":"Python and Django Framework","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/part-2-learn-django-by-building-invoice-management-system/","imageUri":"https://img-c.udemycdn.com/course/750x422/4182884_d0c0_2.jpg","duration":"7010","enrolledStudentsCount":"3,413 students","lastUpdated":null,"targetAudiences":["Any student interesting in web devepment"],"tags":["IT \u0026 Software","Other IT \u0026 Software","Django"],"rating":{"count":5,"averageValue":"3.8"},"instructors":[{"name":"Abdourahman Badjie","url":"/user/abdourahman-badjie/","totalNumberOfStudents":14177,"totalNumberOfReviews":182,"averageRating":4.468143}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-algorithms-and-data-structures-in-c/":{"courseDetails":{"courseId":842934,"title":"Introduction to Algorithms and Data structures in C\u002B\u002B","shortDescription":"A step-by-step guide with solved problems. I\u0027m teaching visually with lots of examples.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-algorithms-and-data-structures-in-c/","imageUri":"https://img-b.udemycdn.com/course/750x422/842934_a4a7_3.jpg?secure=Zerv6M_C8J2-pHzd4C3jPg%3D%3D%2C1637307419","duration":"11720","enrolledStudentsCount":"113,310 students","lastUpdated":null,"targetAudiences":["You, if you don\u0027t know where to start.","You, if you watched many YouTube videos without understanding!","You, if you want to learn Algorithms \u0026 Data Structures fast!","You, if you want to solve algorithmic problems!"],"tags":["Development","Programming Languages","Data Structures"],"rating":{"count":6219,"averageValue":"4.4"},"instructors":[{"name":"Andrei Margeloiu","url":"/user/andrei-margeloiu/","totalNumberOfStudents":113322,"totalNumberOfReviews":6219,"averageRating":4.3738174}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/python-pandas-for-your-grandpa/":{"courseDetails":{"courseId":3811114,"title":"Python Pandas For Your Grandpa","shortDescription":"So easy, your grandpa could learn it!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/python-pandas-for-your-grandpa/","imageUri":"https://img-c.udemycdn.com/course/750x422/3811114_83fc_3.jpg","duration":"7179","enrolledStudentsCount":"4,448 students","lastUpdated":null,"targetAudiences":["Anyone with basic Python knowledge interested in learning Pandas for data wrangling","People interested in data science and machine learning"],"tags":["Development","Data Science","Python"],"rating":{"count":25,"averageValue":"4.9"},"instructors":[{"name":"Ben Gorman","url":"/user/bengorman2/","totalNumberOfStudents":15941,"totalNumberOfReviews":125,"averageRating":4.692544365517241}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/arsa-framework-master-of-arsa-script/":{"courseDetails":{"courseId":1303206,"title":"ARSA Framework: Master of ARSA Script.","shortDescription":"Study ARSA Script with your Photoshop. Quick and clean scripting for 2D games development.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/arsa-framework-master-of-arsa-script/","imageUri":"https://img-c.udemycdn.com/course/750x422/1303206_6271_4.jpg","duration":"42658","enrolledStudentsCount":"9,488 students","lastUpdated":null,"targetAudiences":["Guys who focus to new game developer.","Anyone who wants easy way to make game or app.","Photoshop family and have intension to making digital media game or app on smartphones."],"tags":["Development","Game Development","2D Game Development"],"rating":{"count":36,"averageValue":"4.9"},"instructors":[{"name":"Arsa T.","url":"/user/arsa-t/","totalNumberOfStudents":9488,"totalNumberOfReviews":36,"averageRating":4.858133}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/build-website-and-start-earning-monney-in-less-than-1-hour/":{"courseDetails":{"courseId":2276745,"title":"Live Blog Creation , watch me customize a website","shortDescription":"Live Blog Creation , watch me customize a website","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/build-website-and-start-earning-monney-in-less-than-1-hour/","imageUri":"https://img-c.udemycdn.com/course/750x422/2276745_a64b_3.jpg","duration":"3380","enrolledStudentsCount":"3,835 students","lastUpdated":null,"targetAudiences":["this course is for people who want to create blogger fast and earn monney from it"],"tags":["Development","Web Development","Google Blogger"],"rating":{"count":14,"averageValue":"4.8"},"instructors":[{"name":"Fouad boughanzai","url":"/user/fouad-boughanzai/","totalNumberOfStudents":3836,"totalNumberOfReviews":14,"averageRating":4.762284}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-php-free-course/":{"courseDetails":{"courseId":4150798,"title":"Introduction to PHP (Free course)","shortDescription":"This course capture few on PHP Basics","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-php-free-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4150798_1601.jpg","duration":"2033","enrolledStudentsCount":"4,043 students","lastUpdated":null,"targetAudiences":["Beginner Web Developers that want to Learn the Basics of PHP"],"tags":["IT \u0026 Software","Other IT \u0026 Software","PHP"],"rating":{"count":19,"averageValue":"3.1"},"instructors":[{"name":"Adeola Oke","url":"/user/adeola-oke-5/","totalNumberOfStudents":4043,"totalNumberOfReviews":19,"averageRating":3.1047091}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/data-project-with-beautiful-soup-web-scraping-e-commerce/":{"courseDetails":{"courseId":4256776,"title":"Data Project with Beautiful Soup - Web Scraping E-Commerce","shortDescription":"Learn how to scrape E-Commerce Websites with Beautiful Soup","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/data-project-with-beautiful-soup-web-scraping-e-commerce/","imageUri":"https://img-c.udemycdn.com/course/750x422/4256776_a777.jpg","duration":"4279","enrolledStudentsCount":"6,448 students","lastUpdated":null,"targetAudiences":["Everybody who is interested in Web Scraping, for example Data Scientists"],"tags":["Development","Web Development","Web Scraping"],"rating":{"count":41,"averageValue":"4.8"},"instructors":[{"name":"Alexander Schlee","url":"/user/alexander-schlee-42/","totalNumberOfStudents":72333,"totalNumberOfReviews":775,"averageRating":4.680896586872587}]},"isAlreadyAFreeCourse":true,"couponData":null}}}