{"coursesWithCoupon":{"https://www.udemy.com/course/einstieg-in-microsoft-excel-kurs-fur-anfanger/":{"courseDetails":{"courseId":3319370,"title":"Einstieg in Microsoft Excel - Kurs für Anfänger","shortDescription":"Microsoft Excel 365 / 2016 für Einsteiger: Lernen Sie die Grundlagen, um erfolgreich mit Excel zu arbeiten","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAllgemein\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EExcel ist das Tabellen-Programm von Microsoft.\u003C/p\u003E\u003Cp\u003EHier gibt zahlreiche Funktionen, um erfolgreiche Kalkulationen und Diagramme zu erstellen. Die Frage: \u0022Wie funktioniert es\u0022\u003C/p\u003E\u003Cp\u003ESie werden in diesem Kurs alles vom Start an lernen. Das bedeutet, wenn Sie noch keine Erfahrung haben, werden Sie Schritt für Schritt an die Funktionen von Excel herangeführt. Vom Öffnen der Excel-Mappe, bis zu den ersten Formeln und Diagramm-Erstellung. Mit Übungsaufgaben und einem Quiz können Sie Ihr erworbenes Wissen testen.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAls Controller und ausgebildeter Trainer habe ich über 100 Excel-Schulungen durchgeführt und kenne die Anforderungen bzw. Herausforderungen der Teilnehmer, auf die ich in diesem Kurs eingehe, so dass Sie am Ende Excel sehr gut anwenden können.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInhalt\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EGrundlagen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBenutzeroberfläche\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFormatierungen: Rahmen, Schriftarten, etc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDie ersten Formeln: Summen, Anteile, Verknüpfungen, Abweichungen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDie ersten Diagramme: Kreis- und Balken-Diagramm\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESeite einrichten und ausdrucken\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EZusätzlich erhalten Sie die fertigen Excel-Dateien mit den fertigen Lösungen, damit Sie das erlernter Wissen vertiefen können\u003C/em\u003E\u003C/p\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/einstieg-in-microsoft-excel-kurs-fur-anfanger/","imageUri":"https://img-c.udemycdn.com/course/750x422/3319370_4c4f.jpg","duration":"3,5 Stunden","enrolledStudentsCount":"2.919 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["für alle die noch nie oder kaum mit Excel gearbeitet haben und jetzt lernen möchten wie es funktioniert","wenn Sie Excel schon kennen, wählen Sie gerne einen Excel-Kurs für Fortgeschrittene zum Beispiel \u0022Controlling mit Excel\u0022"],"tags":["IT \u0026 Software","Betriebssysteme \u0026 Server","Excel"],"rating":{"count":19,"averageValue":"4.2"},"instructors":[{"name":"Kristoffer Ditz","url":"/user/kristoffer-ditz/","totalNumberOfStudents":47106,"totalNumberOfReviews":1587,"averageRating":4.364158539082059}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FA7347975E9807C0CC65","originalPrice":"4.480 ₹","discountedPrice":"Kostenlos","expirationText":"1 Tage","discountPercentage":100}},"https://www.udemy.com/course/einstieg-in-arbeitszeugnisse-entschlusseln-sie-die-codes/":{"courseDetails":{"courseId":3942036,"title":"Einstieg in Arbeitszeugnisse: Entschlüsseln Sie die Codes","shortDescription":"Personalmanagement und Arbeitsrecht: Wie sehen Arbeitszeugnisse aus?","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAllgemein\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022Der Mitarbeiter war stets bemüht\u0022\u003C/em\u003E Wenn dieser Satz im Arbeitszeugnis steht, ist dies von einer Schulnote eine glatte 6.\u003C/p\u003E\u003Cp\u003EDabei gehört dieser Satz noch zu den leichtesten, was eine Entschlüsselung betrifft. Selbstverständlich gibt es unzählige weitere Formulierungen, die einem Mitarbeiter es für eine weitere Bewerbung schwer machen können.\u003C/p\u003E\u003Cp\u003EWichtig ist, dass ein Arbeitszeugnis laut Gesetz immer wohlwollend bzw. befriedigend geschrieben werden muss, damit der Mitarbeiter die Chance hat, wieder in die Arbeitswelt eintreten zu können.\u003C/p\u003E\u003Cp\u003EAllerdings gibt es mehrere Möglichkeiten, ein Arbeitszeugnis schlecht aussehen zu lassen. Zum Beispiel dann, wenn einige Informationen im Arbeitszeugnis einfach fehlen, oder mit kleinen Tricks manipuliert wird. So könnte ein Unternehmen einem Mitarbeiter zum Beispiel Schaden zufügen, wenn hinter der Unterschrift des Vorgesetzten noch ein oder zwei Punkte stehen.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnabhängig davon kann es natürlich auch sein, dass ein Vorgesetzter das Zeugnis vollkommen unbewusst negativ schreibt. Dies passiert hauptsächlich in kleineren Unternehmen. In diesem Fall sollte der Vorgesetzte darauf aufmerksam gemacht und um eine Änderung gebeten werden.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn diesem Kurs erfahren Sie, was ein gutes oder auch negative Arbeitszeugnis ausmacht, damit Sie entweder als Personalangestellter keine Fehler machen, oder als Bewerber wissen, worauf es bei einem guten Zeugnis ankommt.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAls Personalbetriebswirt kenne ich hier die typischen Fälle, die ich Ihnen in diesem Online-Kurs beibringen werde.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInhalt\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWas gehört ins Arbeitszeugnis?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas gehört nicht ins Arbeitszeugnis?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas muss bei der Unterschrift beachtet werden?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWie sind die Fristen bei Änderungen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas sagt der Austrittsgrund und das Datum aus?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWas sind die geheimen Codes für schlechte Arbeitsleistung?\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/einstieg-in-arbeitszeugnisse-entschlusseln-sie-die-codes/","imageUri":"https://img-c.udemycdn.com/course/750x422/3942036_1959.jpg","duration":"1 Stunde","enrolledStudentsCount":"581 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 5/2021","targetAudiences":["Personalreferenten","Assistenten Personalleitung","Recruiter","Bewerber","und natürlich alle, die wissen möchten, ob ihr Arbeitszeugnis einen versteckten Code enthält"],"tags":["Business","Wirtschaftsrecht","Arbeitsrecht"],"rating":{"count":1,"averageValue":"3.5"},"instructors":[{"name":"Kristoffer Ditz","url":"/user/kristoffer-ditz/","totalNumberOfStudents":47110,"totalNumberOfReviews":1587,"averageRating":4.364158539082059}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5D8B84D452793DB97317","originalPrice":"2.560 ₹","discountedPrice":"Kostenlos","expirationText":"1 Tage","discountPercentage":100}},"https://www.udemy.com/course/seo-strategy/":{"courseDetails":{"courseId":4084798,"title":"SEO Strategy 2022. SEO training to TOP rank your website!","shortDescription":"SEO training on how to build an effective SEO Strategy and increase your website’s Google rankings.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDescription\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESearch engines have become a universal advisor and assistant to today’s internet users. \u003C/p\u003E\u003Cp\u003EWe come to Google to find out different things, asking what to buy, which model, what brand etc.\u003C/p\u003E\u003Cp\u003EEvery day, Google receives 10 billion requests, and the commercial interest of a company is a big part of this 10 billion.\u003C/p\u003E\u003Cp\u003ESEO has an enormous amount of targeted traffic, and its price is usually many times lower than that of PPC. \u003C/p\u003E\u003Cp\u003EAnd in this \u003Cstrong\u003ESEO training,\u003C/strong\u003E we will teach you how to make sure your company pops up first in search engines.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy Should You Choose This Search Engine Optimization Course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESo why should you choose us over other SEO courses and trainings? \u003C/p\u003E\u003Cp\u003EYou will have the opportunity \u003Cstrong\u003Eto learn search engine optimization\u003C/strong\u003E from top internet marketing professionals:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWe are industry experts! We have over 12 years of experience in online marketing. Our agency has Google Premier Partner and Facebook Marketing Partner status.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EI\u0027ve personally collected a vast amount of digital marketing qualifications and marketing certifications (Google Analytics Individual Qualification, Google Ads Individual Qualification, Bing Ads Accredited Professional, Search Ads360 Certified, and others)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWe\u0027ve launched over 1,500 successful marketing strategies and marketing campaigns during our careers\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWe have over 9,000 digital marketing specialists enrolled in our online courses, and they all passed their Google Analytics and Google Ads digital marketing certifications.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOur digital marketing courses are easy to understand.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will get an \u003Cstrong\u003ESEO certification\u003C/strong\u003E from Udemy upon completion of the course.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat\u0027s in the course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E7 key strategy questions that you need to answer before promoting your project online.\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EWhat prevents your site from being number one on Google?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow do you build an effective SEO strategy?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat should you understand about search engine algorithms?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat factors influence search engine ranking?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhich keywords should you use?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhere should you get links?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat have competitors already done to achieve success?\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EAnswers to these questions and many more are in our SEO course! \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur course comes with valuable checklists, templates, and video tutorials!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course will help you organize your promotion strategy, choose the right keywords, analyze your competitors, and much more! Learn how to use SEO tools to optimize your digital marketing campaign! Upon completion of this course, you will have a full-fledged SEO strategy that will propel you to number one on the Google search engine!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat else do you get?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELifetime access to the course and its updates.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECertificate from Udemy upon completion of the course.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA free copy of the Chapter \u0022Search engine optimization\u0022 from my book \u0022Cutting-edge digital marketing\u0022\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EShould you be worried?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESign up now! Every minute you wait can cost you leads and applications!\u003C/p\u003E\u003Cp\u003EThis course comes with a 30-day money-back guarantee.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELet\u0027s start your search engine optimization journey today! \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EClick the \u0022take this course\u0022 button to begin developing your SEO strategy!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/seo-strategy/","imageUri":"https://img-b.udemycdn.com/course/750x422/4084798_d86f_5.jpg?secure=qcY-IEIsz1f_ss8xoHOSUw%3D%3D%2C1637074444","duration":"1,5 Stunden","enrolledStudentsCount":"78.669 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 10/2021","targetAudiences":["People who are interested in learning an online profession – This search engine optimization course will allow you to gain the skills needed for a career in digital marketing.","Marketers – This class lets you extend your skills in SEO, allowing you to  serve your clients better as a marketing specialist.","Entrepreneurs – Entrepreneurs can use their new knowledge from this class to run their own online digital marketing until they have the funds to hire a SEO professional.","SEO specialists - This course will help you ensure that your SEO  skills are up-to-date and help you market yourself to clients, furthering your career."],"tags":["Marketing","Suchmaschinenoptimierung","SEO"],"rating":{"count":708,"averageValue":"4.4"},"instructors":[{"name":"Anton Voroniuk","url":"/user/woronyuk/","totalNumberOfStudents":222073,"totalNumberOfReviews":5006,"averageRating":4.501827242001362}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SEOSTRATEGY1511","originalPrice":"6.080 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/learn-android-hacking-for-beginners/":{"courseDetails":{"courseId":4254978,"title":"Learn Android Hacking For Beginners","shortDescription":"Learn Android hacking By Using Metasploit","longDescription":"\u003Cp\u003EWe will use msfvenom for creating a payload and save it as an apk file. After generating the payload, we need to setup a listener to Metasploit framework. Once the target downloads and installs the malicious apk then, an attacker can easily get back a meterpreter session on Metasploit. An attacker needs to do some social engineering to install apk on the victim’s mobile device.\u003C/p\u003E\u003Cp\u003Ein this course we gonna learn different kind of lauching attacks\u003C/p\u003E\u003Cp\u003EBasic and Complete Course On Android Hacking By using metasploit \u003C/p\u003E\u003Cp\u003EYou can multiple Devices.. Easy to Hack \u003C/p\u003E\u003Cp\u003EThere are lots of commands available in Meterpreter. By using the “?” help command, you will see more options that we can perform with an Android device. We have successfully penetrated the Android device using Kali Linux and penetration testing tools.\u003C/p\u003E\u003Cp\u003EYou can also perform this attack on the public network, using a public IP address and a port-forwarding router.\u003C/p\u003E\u003Cp\u003ELet’s quickly look at some tips which prevent these types of attack.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDon’t allow downloading any apps from cloud websites\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDon’t install apps with an unknown resources enabled option\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse antivirus in a mobile device\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDon’t click any random links\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENever download an unwanted apk file from unknown source\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAlways confirm with the source of the file to be doubly sure\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/learn-android-hacking-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4254978_52c7_2.jpg","duration":"3,5 Stunden","enrolledStudentsCount":"49.593 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 9/2021","targetAudiences":["Beginners who are Curious to Learn Android Hacking","Anyone who want to protect themselves against mobile attacks."],"tags":["IT \u0026 Software","Netzwerk \u0026 Sicherheit","Ethical Hacking"],"rating":{"count":229,"averageValue":"4.0"},"instructors":[{"name":"Whitesec online security organization","url":"/user/whitesec-23/","totalNumberOfStudents":49593,"totalNumberOfReviews":229,"averageRating":4.0451384}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"WHITEHAT","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/cnn-for-computer-vision-with-keras-and-tensorflow-in-r/":{"courseDetails":{"courseId":2755960,"title":"Image Recognition for Beginners using CNN in R Studio","shortDescription":"Deep Learning based Convolutional Neural Networks (CNN) for Image recognition using Keras and Tensorflow in R Studio","longDescription":"\u003Cp\u003EYou\u0027re looking for a complete \u003Cstrong\u003EConvolutional Neural Network (CNN) course\u003C/strong\u003E that teaches you everything you need to create an Image Recognition model in R, right?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou\u0027ve found the right\u003C/strong\u003E \u003Cstrong\u003EConvolutional Neural Networks course!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAfter completing this course \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIdentify the Image Recognition problems which can be solved using CNN Models.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate CNN models in R using Keras and Tensorflow libraries and analyze their results.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfidently practice, discuss and understand Deep Learning concepts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHave a clear understanding of Advanced Image Recognition models such as LeNet, GoogleNet, VGG16 etc.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EHow this course will help you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this Convolutional Neural networks course.\u003C/p\u003E\u003Cp\u003EIf you are an Analyst or an ML scientist, or a student who wants to learn and apply Deep learning in Real world image recognition problems, this course will give you a solid base for that by teaching you some of the most advanced concepts of Deep Learning and their implementation in R without getting too Mathematical.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course covers all the steps that one should take to create an image recognition model using Convolutional Neural Networks.\u003C/p\u003E\u003Cp\u003EMost courses only focus on teaching how to run the analysis but we believe that having a strong theoretical understanding of the concepts enables us to create a good model . And after running the analysis, one should be able to judge how good the model is and interpret the results to actually be able to help the business.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course is taught by Abhishek and Pukhraj. As managers in Global Analytics Consulting firm, we have helped businesses solve their business problem using Deep learning techniques and we have used our experience to include the practical aspects of data analysis in this course \u003C/p\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 300,000 enrollments and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThis is very good, i love the fact the all explanation given can be understood by a layman - Joshua\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThank you Author for this wonderful course. You are the best and this course is worth any price. - Daisy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Practice test, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there are class notes attached for you to follow along. You can also take practice test to check your understanding of concepts. There is a final practical assignment for you to practically implement your learning. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is covered in this course? \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course teaches you all the steps of creating a Neural network based model i.e. a Deep Learning model, to solve business problems.\u003C/p\u003E\u003Cp\u003EBelow are the course contents of this course on ANN:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPart 1 (Section 2)- Setting up R and R Studio with R crash course\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThis part gets you started with R.\u003C/p\u003E\u003Cp\u003EThis section will help you set up the R and R studio on your system and it\u0027ll teach you how to perform some basic operations in R. \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPart 2 (Section 3-6) - ANN Theoretical Concepts\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis part will give you a solid understanding of concepts involved in Neural Networks.\u003C/p\u003E\u003Cp\u003EIn this section you will learn about the single cells or Perceptrons and how Perceptrons are stacked to create a network architecture. Once architecture is set, we understand the Gradient descent algorithm to find the minima of a function and learn how this is used to optimize our network model. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPart 3 (Section 7-11) - Creating ANN model in R\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this part you will learn how to create ANN models in R.\u003C/p\u003E\u003Cp\u003EWe will start this section by creating an ANN model using Sequential API to solve a classification problem. We learn how to define network architecture, configure the model and train the model. Then we evaluate the performance of our trained model and use it to predict on new data. Lastly we learn how to save and restore models.\u003C/p\u003E\u003Cp\u003EWe also understand the importance of libraries such as Keras and TensorFlow in this part.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPart 4 (Section 12) - CNN Theoretical Concepts\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this part you will learn about convolutional and pooling layers which are the building blocks of CNN models.\u003C/p\u003E\u003Cp\u003EIn this section, we will start with the basic theory of convolutional layer, stride, filters and feature maps. We also explain how gray-scale images are different from colored images. Lastly we discuss pooling layer which bring computational efficiency in our model.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPart 5 (Section 13-14) - Creating CNN model in R\u003Cbr\u003E\u003C/strong\u003EIn this part you will learn how to create CNN models in R.\u003C/p\u003E\u003Cp\u003EWe will take the same problem of recognizing fashion objects and apply CNN model to it. We will compare the performance of our CNN\u0026nbsp;model with our ANN model and notice that the accuracy increases by 9-10% when we use CNN. However, this is not the end of it. We can further improve accuracy by using certain techniques which we explore in the next part.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPart 6 (Section 15-18) - End-to-End Image Recognition project in R\u003Cbr\u003E\u003C/strong\u003EIn this section we build a complete image recognition project on colored images.\u003C/p\u003E\u003Cp\u003EWe take a Kaggle image recognition competition and build CNN\u0026nbsp;model to solve it. With a simple model we achieve nearly 70% accuracy on test set. Then we learn concepts like Data Augmentation and Transfer Learning which help us improve accuracy level from 70% to nearly 97% (as good as the winners of that competition).\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EBy the end of this course, your confidence in creating a Convolutional Neural Network model in R will soar. You\u0027ll have a thorough understanding of how to use CNN to create predictive models and solve image recognition problems.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGo ahead and click the enroll button, and I\u0027ll see you in lesson 1!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECheers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart-Tech Academy\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E------------\u003C/p\u003E\u003Cp\u003EBelow are some popular FAQs of students who want to start their Deep learning journey-\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy use R for Deep Learning?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUnderstanding R is one of the valuable skills needed for a career in Machine Learning. Below are some reasons why you should learn Deep learning in R\u003C/p\u003E\u003Cp\u003E\t1. It’s a popular language for Machine Learning at top tech firms. Almost all of them hire data scientists who use R. Facebook, for example, uses R to do behavioral analysis with user post data. Google uses R to assess ad effectiveness and make economic forecasts. And by the way, it’s not just tech firms: R is in use at analysis and consulting firms, banks and other financial institutions, academic institutions and research labs, and pretty much everywhere else data needs analyzing and visualizing.\u003C/p\u003E\u003Cp\u003E\t2. Learning the data science basics is arguably easier in R. R has a big advantage: it was designed specifically with data manipulation and analysis in mind. \u003C/p\u003E\u003Cp\u003E\t3. Amazing packages that make your life easier. Because R was designed with statistical analysis in mind, it has a fantastic ecosystem of packages and other resources that are great for data science. \u003C/p\u003E\u003Cp\u003E\t4. Robust, growing community of data scientists and statisticians. As the field of data science has exploded, R has exploded with it, becoming one of the fastest-growing languages in the world (as measured by StackOverflow). That means it’s easy to find answers to questions and community guidance as you work your way through projects in R.\u003C/p\u003E\u003Cp\u003E\t5. Put another tool in your toolkit. No one language is going to be the right tool for every job. Adding R to your repertoire will make some projects easier – and of course, it’ll also make you a more flexible and marketable employee when you’re looking for jobs in data science.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is the difference between Data Mining, Machine Learning, and Deep Learning?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPut simply, machine learning and data mining use the same algorithms and techniques as data mining, except the kinds of predictions vary. While data mining discovers previously unknown patterns and knowledge, machine learning reproduces known patterns and knowledge—and further automatically applies that information to data, decision-making, and actions.\u003C/p\u003E\u003Cp\u003EDeep learning, on the other hand, uses advanced computing power and special types of neural networks and applies them to large amounts of data to learn, understand, and identify complicated patterns. Automatic language translation and medical diagnoses are examples of deep learning.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/cnn-for-computer-vision-with-keras-and-tensorflow-in-r/","imageUri":"https://img-c.udemycdn.com/course/750x422/2755960_4129.jpg","duration":"6,5 Stunden","enrolledStudentsCount":"63.136 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 6/2021","targetAudiences":["People pursuing a career in data science","Working Professionals beginning their Deep Learning journey","Anyone curious to master image recognition from Beginner level in short span of time"],"tags":["Programmierung","Data Science","Convolutional Neural Networks (CNN)"],"rating":{"count":201,"averageValue":"4.3"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1356929,"totalNumberOfReviews":57450,"averageRating":4.460048647286685}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C20C8A","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/machine-learning-adv-support-vector-machines-svm-python/":{"courseDetails":{"courseId":2420262,"title":"Support Vector Machines in Python: SVM Concepts \u0026 Code","shortDescription":"Learn Support Vector Machines in Python. Covers basic SVM models to Kernel-based advanced SVM models of Machine Learning","longDescription":"\u003Cp\u003EYou\u0027re looking for a complete \u003Cstrong\u003ESupport Vector Machines course\u003C/strong\u003E that teaches you everything you need to create a Support Vector Machines model in Python, right?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou\u0027ve found the right\u003C/strong\u003E \u003Cstrong\u003ESupport Vector Machines techniques course!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow this course will help you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this Machine learning advanced course.\u003C/p\u003E\u003Cp\u003EIf you are a business manager or an executive, or a student who wants to learn and apply machine learning in Real world problems of business, this course will give you a solid base for that by teaching you some of the advanced technique of machine learning, which are Support Vector Machines.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course covers all the steps that one should take while solving a business problem through Decision tree.\u003C/p\u003E\u003Cp\u003EMost courses only focus on teaching how to run the analysis but we believe that what happens before and after running analysis is even more important i.e. before running analysis it is very important that you have the right data and do some pre-processing on it. And after running analysis, you should be able to judge how good your model is and interpret the results to actually be able to help your business.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course is taught by Abhishek and Pukhraj. As managers in Global Analytics Consulting firm, we have helped businesses solve their business problem using machine learning techniques and we have used our experience to include the practical aspects of data analysis in this course \u003C/p\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 150,000 enrollments and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThis is very good, i love the fact the all explanation given can be understood by a layman - Joshua\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThank you Author for this wonderful course. You are the best and this course is worth any price. - Daisy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Quizzes, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there are class notes attached for you to follow along. You can also take quizzes to check your understanding of concepts. Each section contains a practice assignment for you to practically implement your learning. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGo ahead and click the enroll button, and I\u0027ll see you in lesson 1!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECheers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart-Tech Academy\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/machine-learning-adv-support-vector-machines-svm-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/2420262_e60c_3.jpg","duration":"6 Stunden","enrolledStudentsCount":"67.209 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 3/2021","targetAudiences":["People pursuing a career in data science","Working Professionals beginning their Data journey","Statisticians needing more practical experience","Anyone curious to master SVM technique from Beginner to Advanced in short span of time"],"tags":["Programmierung","Data Science","Machine Learning"],"rating":{"count":359,"averageValue":"4.1"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1356929,"totalNumberOfReviews":57450,"averageRating":4.460048647286685}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"3B4F87","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/t-shirt-design-masterclass-in-photoshop-sell-your-t-shirt/":{"courseDetails":{"courseId":3603092,"title":"T-Shirt Design Masterclass In Photoshop | Sell Your T-Shirt","shortDescription":"Design Stylish TShirt Photoshop With Adobe Photoshop CC and Learn How To Earn Money By T-Shirt Design","longDescription":"\u003Cp\u003EIn this course you will learn How to create or design your own custom T-Shirt In Photoshop. This course is for Intermediate skill levels, so you will find this course easy to follow if you have basic photoshop knowledge. You will learn how to design a fire fighter tshirt, how to design hero soldier or I’d rather die like a man than live like a coward tagline design, how to design a wanted black and white tshirt, how design a lumberjack tshirt using only with elements. You will have class project for every lessons, so once you will learn a lesson you will have to do class project so than you will have practice during learning.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat This Course Includes:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· Free T-Shirt Mock up\u003C/p\u003E\u003Cp\u003E· Complete PSD File\u003C/p\u003E\u003Cp\u003E· Life-Time Access\u003C/p\u003E\u003Cp\u003E· Support From Me\u003C/p\u003E\u003Cp\u003E· Free Design Graphics and Elements\u003C/p\u003E\u003Cp\u003E· New Updates Often\u003C/p\u003E\u003Cp\u003ESo once you will complete this course you will be able to design a t-shirt in Adobe Photoshop CC and you will now the sites in where you can sell the design of your t-shirt. Let me clear you one things that once you complete this course you will be able to upload or create gigs on fiverr for selling your tshirt as well as you will learn how to sell tshirt design in teespring. So this tshirt design masterclass is perfect for you if you want to learn t-shirt designing.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/t-shirt-design-masterclass-in-photoshop-sell-your-t-shirt/","imageUri":"https://img-c.udemycdn.com/course/750x422/3603092_eb4c_3.jpg","duration":"4 Stunden","enrolledStudentsCount":"37.381 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 7/2021","targetAudiences":["T-Shirt Design Learner"],"tags":["Entwerfen","Grafikdesign \u0026 Illustration","T-Shirt-Design"],"rating":{"count":165,"averageValue":"4.6"},"instructors":[{"name":"Stephen Koel Soren","url":"/user/stephen-koel-soren-3/","totalNumberOfStudents":416163,"totalNumberOfReviews":7004,"averageRating":4.488955032501686}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREETSHIRTCLASS","originalPrice":"1.920 ₹","discountedPrice":"Kostenlos","expirationText":"1 Tage","discountPercentage":100}},"https://www.udemy.com/course/content-marketing-strategy-course/":{"courseDetails":{"courseId":4154164,"title":"Content Marketing 2022. Content that Sells!","shortDescription":"Course on how to promote your project on the Internet using content marketing. Learn how to create content that sells!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhat is content marketing?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EContent marketing is a marketing method for creating and distributing valuable, relevant, and consistent content for a specific audience.\u003C/p\u003E\u003Cp\u003EThe goal of content marketing is to help your audience cope with challenges, improve their quality of life, and to establish yourself as a trusted thought leader.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe Role of Content Marketing in 2021\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe impact of the coronavirus is being felt around the world.\u003C/p\u003E\u003Cp\u003EShopper needs and habits are rapidly changing, which poses new challenges for marketers.\u003C/p\u003E\u003Cp\u003EIn 2021, 90% of marketers consider content marketing to be the most effective tactic for acquiring customers.\u003C/p\u003E\u003Cp\u003EAmong the companies already using content marketing, 75% have increased their search and content budgets.\u003C/p\u003E\u003Cp\u003EAccording to Smart Insights statistics, within one minute, 500 hours of content are uploaded to YouTube, 78 million posts are published in WordPress, and 350 million tweets are published on Twitter.\u003C/p\u003E\u003Cp\u003ETo survive in this competitive environment, you need a good content marketing strategy to bring your business sales and increase customer loyalty.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow do you become a content marketing specialist?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course teaches you how to create an effective content marketing strategy that will help transform your target audience into loyal brand consumers.\u003C/p\u003E\u003Cp\u003EIn this course you will learn:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003Eto create a content marketing strategy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eto find a target audience and create relevant content for it\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eto form a content plan\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eto create popular content that sells\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eto get more subscribers and loyal customers by using engaging content\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eto optimize content for good search engine visibility\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eto master popular analysis services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eto search for popular keywords\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat do we offer in our course?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EStructured lessons with practical exercises\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA Content plan checklist\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA Course presentation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EA free copy of my book “Cutting-Edge Digital Marketing. How to attract customers and increase online sales\u0022\u003C/strong\u003E. In my book, I cover the following topics in depth: Internet promotion strategy, competitive analysis, web analytics, how to draw a portrait of your target audience, content plan formation, SEO, PPC advertising, promotion for social networks, email marketing, and case studies.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWhy should you choose us over other online \u003Cstrong\u003Econtent marketing courses\u003C/strong\u003E?\u003C/p\u003E\u003Cp\u003EYou will have the opportunity to learn about Content Marketing from \u003Cstrong\u003Ethe top internet marketing professionals\u003C/strong\u003E.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWe are \u003Cstrong\u003Eindustry experts\u003C/strong\u003E! WebPromoExperts has over 12 years of experience in internet marketing. Our agency is a Google Premier Partner and a Facebook Marketing Partner.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EI have personally obtained a vast number of digital marketing\u003Cstrong\u003E qualifications and certifications\u003C/strong\u003E such as Google Analytics Individual Qualification, Google Ads Individual Qualification, Bing Ads Accredited Professional, Search Ads 360 Certified, and others.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E During our career, we have\u003Cstrong\u003E launched over 1,500 successful marketing strategies and marketing campaigns\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E More than \u003Cstrong\u003E9,000 internet marketers have enrolled\u003C/strong\u003E in our online courses, all of whom have successfully passed the Google Analytics and Google Ads certifications.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOur internet marketing courses are \u003Cstrong\u003Eeasy to understand\u003C/strong\u003E. We train specialists for strategy, digital agency management, SMM, SEO, content marketing, PPC advertising, SERM, email marketing, web analytics, and other areas of digital marketing.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUpon completion of the course, you will receive a \u003Cstrong\u003EContent Marketing certification from Udemy\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat else do you get?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E lifetime access to the course and its updates\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ea certificate from Udemy upon completion of the course\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EEnroll now!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere\u0027s no time to lose! Every minute you are losing countless leads and applications!\u003C/p\u003E\u003Cp\u003EYou have nothing to lose and everything to gain. This course comes with a 30-day money-back guarantee!\u003C/p\u003E\u003Cp\u003EWant to start now? \u003Cstrong\u003EClick the \u0022Buy now\u0022 button\u003C/strong\u003E to start creating content that sells and growing your subscribers and loyal customers today!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/content-marketing-strategy-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4154164_c02e_3.jpg","duration":"1,5 Stunden","enrolledStudentsCount":"30.480 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 10/2021","targetAudiences":["Everyone who wants to gain the necessary digital marketing skills to pursue an online career.","Marketers - this course will expand your skills and teach you how to work with different tools that help you create content that sells.","Entrepreneurs - entrepreneurs will be able to use the acquired skills to promote their own project online and create relevant content for their audience.","Digital Marketers -  become a master at creating a content marketing strategy. After completing the courses, you will be able to bring more value to your company and create selling content.","SMM marketers - this course will make you a master of creating relevant content for your target audience and followers on media.","Content marketers - after completing this course, you will learn how to create a content plan based on strategy. You will know how to work with keyword analysis tools, and based on data, create popular content that sells."],"tags":["Marketing","Content-Marketing","Content-Marketing"],"rating":{"count":117,"averageValue":"4.5"},"instructors":[{"name":"Anton Voroniuk","url":"/user/woronyuk/","totalNumberOfStudents":222073,"totalNumberOfReviews":5006,"averageRating":4.501827242001362}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CONTENTMARKETING1511","originalPrice":"6.080 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/work-home-transcription-jobs/":{"courseDetails":{"courseId":3438236,"title":"Make Money From Home As a Transcriptionist: 10 Opportunities","shortDescription":"Learn the Details about Making Money Online with 10 Transcription Jobs From Home","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDo you want to make money from home typing what you hear?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDo you like to make money online with flexible hours wherever you want?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThen this is the PERFECT\u0026nbsp;UDEMY\u0026nbsp;Course for you!\u003C/p\u003E\u003Cp\u003EYou\u0027re gonna find out the details about Making Money Online with 10 Transcription Jobs From Home and spot the best opportunities for you.\u003C/p\u003E\u003Cp\u003EOver the years, I\u0027ve seen dozens of transcription jobs from home and you need to know the differences:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESome of them are easy and suitable for beginners.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EOthers require more experience but they\u0027ll pay you more.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESome opportunities only operate in specific countries.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EOther money-making opportunities are available worldwide.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EDive into the lessons and see the differences between these 10 Transcription Jobs From Home.\u003C/p\u003E\u003Cp\u003EThen you can choose the best Money-Making option for you.\u003C/p\u003E\u003Cp\u003EI\u0027ll see you inside!\u003C/p\u003E\u003Cp\u003E- Roope \u0022Sharing the blessing of making money from home\u0022\u0026nbsp;Kiuttu\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPS. \u003C/strong\u003EMaking money online has several benefits:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EWork anywhere you want.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork anytime you want.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork as much or as little as you want.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EThe opportunities are right in front of your nose. Don\u0027t hesitate...\u0026nbsp;Start your new life of FREEDOM!\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/work-home-transcription-jobs/","imageUri":"https://img-b.udemycdn.com/course/750x422/3438236_bf8d_6.jpg?secure=kClzq-3F4SaUCgioq69BgQ%3D%3D%2C1637059802","duration":"1 Stunde","enrolledStudentsCount":"66.631 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 5/2021","targetAudiences":["People Who Want to Make Money From Home"],"tags":["Business","Sonstiges in Business","Transkription"],"rating":{"count":459,"averageValue":"4.3"},"instructors":[{"name":"Roope Kiuttu","url":"/user/roope-kiuttu/","totalNumberOfStudents":428155,"totalNumberOfReviews":8054,"averageRating":3.9653936524169184}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F361B2D95E5A6AE7FB76","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"3 Tage","discountPercentage":100}},"https://www.udemy.com/course/google-bigquery-and-postgresql-sql-for-data-analysis/":{"courseDetails":{"courseId":3202534,"title":"Google BigQuery \u0026 PostgreSQL : Big Query for Data Analysis","shortDescription":"Become BigQuery expert by mastering Google BigQuery for data analysis. Cover all SQL qureies in PostgeSQL \u0026 Big Query","longDescription":"\u003Cp\u003E\u003Cstrong\u003E6 Reasons why you should choose this PostgreSQL and BigQuery course\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ECarefully designed curriculum teaching you everything in SQL and Google BigQuery that you will need for Data analysis in businesses\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EComprehensive - covers basic and advanced SQL statements in both PostgreSQL and Google BigQuery\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBusiness related examples and case studies on SQL and Google BigQuery\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAmple practice exercises on Google BigQuery because SQL and Google BigQuery require practice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDownloadable resources on SQL and Google BigQuery\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYour queries will be responded by the Instructor himself\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this SQL and Google BigQuery course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is a complete tutorial on Google BigQuery and PostgreSQL which can be completed within a weekend. SQL is the most sought-after skill for Data analysis roles in all the companies. Google BigQuery is also in high demand in data analysis field. So whether you want to start a career as a data scientist or just grow you data analysis skills, or just want to learn Google BigQuery this course will cover everything you need to know to do that.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course is taught by Abhishek and Pukhraj. Instructors of the course have been teaching Data Science and Machine Learning for over a decade. We have experience in teaching and using Google BigQuery and PostgreSQL for data analysis purposes.\u003C/p\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 400,000 students and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EI had an awesome moment taking this course. It broaden my knowledge more on the power use of SQL as an analytical tools. Kudos to the instructor! - Sikiru\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EVery insightful, learning very nifty tricks and enough detail to make it stick in your mind. - Armand\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, Google BigQuery, PostgreSQL, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Quizzes, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there is a practice sheet attached for you to follow along. You can also take quizzes to check your understanding of concepts on Google BigQuery and PostgreSQL. Each section contains a practice assignment for you to practically implement your learning on Google BigQuery and PostgreSQL. Solution to Assignment is also shared so that you can review your performance.\u003C/p\u003E\u003Cp\u003EBy the end of this course, your confidence in using Google BigQuery and PostgreSQL will soar. You\u0027ll have a thorough understanding of how to use Google BigQuery and PostgreSQL for Data analytics as a career opportunity.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGo ahead and click the enroll button, and I\u0027ll see you in lesson 1 of this Google BigQuery and PostgreSQL course.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECheers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart-Tech Academy\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EFAQ\u0027s\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy learn SQL?\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ESQL is the most universal and common used database language.It powers the most commonly used database engines like PostgreSQL, SQL Server, SQLite, and MySQL. Simply put,If you want to access databases then yes, you need to know SQL.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIt is not really difficult to learn SQL. SQL is not a programming language, it’s a query language. The primary objective where SQL was created was to give the possibility to common people get interested data from database. It is also an English like language so anyone who can use English at a basic level can write SQL query easily.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESQL is one of the most sought-after skills by hiring employers.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou can earn good money\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EHow much time does it take to learn SQL?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESQL is easy but no one can determine the learning time it takes. It totally depends on you. The method we adopted to help you learn SQL quickly starts from the basics and takes you to advanced level within hours. You can follow the same, but remember you can learn nothing without practicing it. Practice is the only way to learn SQL quickly.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat are the steps I should follow to learn SQL?\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EStart learning from the basics of SQL. The first 10 sections of the course cover the basics.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnce done with the basics, try your hands on advanced SQL. Next 10 sections cover Advanced topics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPractice your learning on the exercise provided in every section.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EWhat\u0027s the difference between SQL and PostgreSQL?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESQL is a language. Specifically, the \u0022Structured Query Language\u0022\u003C/p\u003E\u003Cp\u003EPostgreSQL is one of several database systems, or RDMS (Relational Database Management System). PostgresSQL is one of several RDMS\u0027s, others of which are Oracle, Informix, MySQL, and MSQL.\u003C/p\u003E\u003Cp\u003EAll of these RDMSs use SQL as their language. Each of them have minor variations in the \u0022dialect\u0022 of SQL that they use, but it\u0027s all still SQL.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is BigQuery used for?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBigQuery\u003C/strong\u003E is a web service from Google that is \u003Cstrong\u003Eused for\u003C/strong\u003E handling or analyzing big data. Google BigQuery is part of the Google Cloud Platform. As a NoOps (no operations) data analytics service, \u003Cstrong\u003EGoogle BigQuery\u003C/strong\u003E offers users the ability to manage data using fast SQL-like queries for real-time analysis.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIs BigQuery free?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFor users of Google BigQuery the first 10GB of storage per month is free and the first 1TB of query per month is free. Post these limits, Google BigQuery is chargeable.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhich is better, PostgreSQL or MySQL?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBoth are excellent products with unique strengths, and the choice is often a matter of personal preference.\u003C/p\u003E\u003Cp\u003EPostgreSQL offers overall features for traditional database applications, while MySQL focuses on faster performance for Web-based applications.\u003C/p\u003E\u003Cp\u003EOpen source development will bring more features to subsequent releases of both databases.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho uses these databases?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHere are a few examples of companies that use PostgreSQL: Apple, BioPharm, Etsy, IMDB, Macworld, Debian, Fujitsu, Red Hat, Sun Microsystem, Cisco, Skype.\u003C/p\u003E\u003Cp\u003EGoogle BigQuery is used by companies such as Spotify, The New York Times, Stack Etc.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/google-bigquery-and-postgresql-sql-for-data-analysis/","imageUri":"https://img-c.udemycdn.com/course/750x422/3202534_c73d_2.jpg","duration":"11,5 Stunden","enrolledStudentsCount":"129.174 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 10/2021","targetAudiences":["Working Professionals beginning their Data journey","Anyone curious to master SQL from beginner to Advanced in short span of time"],"tags":["Business","Business-Analyse und BI","Google BigQuery"],"rating":{"count":680,"averageValue":"4.3"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1356929,"totalNumberOfReviews":57450,"averageRating":4.460048647286685}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F3FB19","originalPrice":"1.920 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/ultrasonic-testing-level-1-training/":{"courseDetails":{"courseId":2431976,"title":"Ultrasonic Testing Level 1 Training","shortDescription":"An introduction to Non-Destructive Testing \u0026 an A-Z guide on The Ultrasonic Testing.","longDescription":"\u003Cp\u003EThis course teaches you how to perform ultrasonic inspection from beginning to end.\u003C/p\u003E\u003Cp\u003EThe course provides you with Level 1 training in the fundamentals of Ultrasonic Testing methods. It will introduce you to the basic concepts and principles and includes hands-on training using Ultrasonic Testing equipment settings and functions.The Ultrasonic theories presented will provide the knowledge of Ultrasonic Testing required and enable you to work with individuals qualified and certified to gain needed experience for qualification as Level 1. While the practical manipulations will give you the essential steps that you will need to calibrate the ultrasonic testing equipment, perform the inspection, collect and interpret the data.\u003C/p\u003E\u003Cp\u003EThis course consists of two handbooks: The first handbook made by the instructor is the official of the training. It covers all the topics presented through the 35 lectures. While the second one (offered as bonus) is the official one of the TWI (International Institute of Welding) training.In addition to that, the course includes 35 lectures alternating between the different lecture types, with regular quizzes and exams to enable you to check that your are following the topics covered.\u003C/p\u003E\u003Cp\u003EWe\u0027ll begin by taking a closer look at the general concepts of ultrasonic testing, I\u0027ll then take you throw the fundamental properties of ultrasound starting with the generation of the ultrasonic wave and the mean physical phenomena that govern it.\u003C/p\u003E\u003Cp\u003ENext, we\u0027ll discuss the most famous Ultrasonic Inspection Techniques and the equipment used to perform them so that you be able to perform them effectively.\u003C/p\u003E\u003Cp\u003EWe\u0027ll then take a look at the reference blocks used for calibrating the equipment, and how the inspected part variations that may affect the test result.\u003C/p\u003E\u003Cp\u003EFinally, we\u0027ll explore the types of defects, and the most useful evaluation techniques so that you can decide whether the flaw is accepted or it needs to be repaired.Having the proper theoretical knowledge of ultrasound is critical to running a successful inspection, I\u0027ll introduce you to this knowledge and how to practice them effectively in Ultrasonic testing level 1 training.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/ultrasonic-testing-level-1-training/","imageUri":"https://img-b.udemycdn.com/course/750x422/2431976_6ccf.jpg?secure=psOrAdfrpiJjvm18H_QGqw%3D%3D%2C1637078512","duration":"1,5 Stunden","enrolledStudentsCount":"27.296 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 1/2021","targetAudiences":["Beginner UT technicians.","University and college Students looking for a career in NDT field.","Technicians of other NDT methods seeking to advance their career by learning a new NDT method."],"tags":["Wissenschaft \u0026 Lehre","Technische Wissenschaften","Ultraschallprüfung"],"rating":{"count":178,"averageValue":"4.1"},"instructors":[{"name":"Mustapha benbihi","url":"/user/mustapha-benbihi/","totalNumberOfStudents":228423,"totalNumberOfReviews":2385,"averageRating":4.227154809113924}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BLACK-FRIDAY-PRESALE","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/data-visualization-in-excel-for-business-professionals/":{"courseDetails":{"courseId":2312766,"title":"Data Visualization in Excel: All Excel Charts and Graphs","shortDescription":"25\u002B Excel charts and graphs - Data Visualization in Microsoft Excel - visualizing data with Excel 2007- Excel 2019","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhat are the chart types I will learn in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EExcel offers the following major chart types. All of these are covered in this course\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Column Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Line Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Pie Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Doughnut Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Bar Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Area Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; XY (Scatter) Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Bubble Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Stock Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Surface Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Radar Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Combo Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Pivot Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Sparklines\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAnd many other creative ones :)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow are charts useful in Excel?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA chart is a tool you can use in Excel to communicate data graphically. Charts allow your audience to see the meaning behind the numbers, and they make showing comparisons and trends much easier.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat are the benefits of using charts in Excel?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EExcel charts allow spreadsheet administrators to create visualizations of data sets. By highlighting a set of data within an Excel spreadsheet and feeding it into the charting tool, users can easily create various types of charts in which the data is displayed in a graphical way.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will answer all the questions that would pop up while you set to visualize your data using Excel charts such as:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHow do you make Excel charts look better?\u003C/p\u003E\u003Cp\u003EHow do you format a chart in Excel?\u003C/p\u003E\u003Cp\u003EWhat are the different elements of charts?\u003C/p\u003E\u003Cp\u003EHow do I make those awesome infographics that I see in fancy magazines and TV reports?\u003C/p\u003E\u003Cp\u003EHow do I create a comparison chart in Excel?\u003C/p\u003E\u003Cp\u003EWhat is the best chart to use for comparison?\u003C/p\u003E\u003Cp\u003EAnd many more...\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow is this course different from other resources available online?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMost courses cover only teach how to draw different types of charts in Excel. The main point is missed. The main point of creating a chart is that you want to convey a message or tell a story using the chart. In this course, once you have learnt all the charting tools, you will also learn how you should create a chart. How you can highlight your message and avoid clutter in the chart, so that when your audience looks at the chart, the message is clearly conveyed to them.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/data-visualization-in-excel-for-business-professionals/","imageUri":"https://img-c.udemycdn.com/course/750x422/2312766_5148_2.jpg","duration":"4,5 Stunden","enrolledStudentsCount":"134.095 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["Anyone curious to master charts in excel from beginner to advanced in short span of time"],"tags":["Business","Business-Analyse und BI","Excel-Diagramme"],"rating":{"count":1490,"averageValue":"4.3"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1356929,"totalNumberOfReviews":57450,"averageRating":4.460048647286685}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0E1BFB","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/design-thinking-product-development/":{"courseDetails":{"courseId":3113422,"title":"Course on Design Thinking and Product Development","shortDescription":"Use the code: \u00221NOV21\u0022 to get this course for free..!","longDescription":"\u003Cp\u003ECrisp and straight to the point lectures!\u003C/p\u003E\u003Cp\u003EThis course will cover the following topics.\u003C/p\u003E\u003Cp\u003E· Design thinking\u003C/p\u003E\u003Cp\u003E- You will learn about the 5 stages of Design thinking process: Empathize, Define, Ideate, Prototype \u0026amp; Test\u003C/p\u003E\u003Cp\u003E· Challenges faced during successful Product development\u003C/p\u003E\u003Cp\u003E· Characteristics of Product development\u003C/p\u003E\u003Cp\u003E· Cost \u0026amp; Duration of product development\u003C/p\u003E\u003Cp\u003E· Case study on Electronic brakeforce distribution system\u003C/p\u003E\u003Cp\u003E· Difference between Agile, Design thinking Design sprint\u003C/p\u003E\u003Cp\u003EAt the end of the course, you will have a good knowledge on Design thinking approach that is carried out in almost all big companies and also the Product development strategies followed in there.\u003C/p\u003E\u003Cp\u003EIn this course, a case study on Electronic brake-force distribution is compared side-by-side with the explained Design thinking and Product Development topics for your easy understanding. Quizes were added to make the course more interactive and fun.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you’ll learn\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· 5 Step design thinking approaches- Empathize, Define, Ideate, Prototype \u0026amp; Test\u003C/p\u003E\u003Cp\u003E· Characteristics of Product development process\u003C/p\u003E\u003Cp\u003E· Cost \u0026amp; Duration of product development\u003C/p\u003E\u003Cp\u003E· Challenges faced during Product development\u003C/p\u003E\u003Cp\u003E· Industrial Case study on Design thinking (Electronic brake-force distribution system)\u003C/p\u003E\u003Cp\u003E· Difference between Design thinking, Agile \u0026amp; Design Sprint\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAre there any course requirements or prerequisites?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· No prerequisites required. Best for beginners.\u003C/p\u003E\u003Cp\u003E· 30 mins of free time\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· Students and early professionals who want to know about the Design\u0026nbsp; Approach and procedure of Product development\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/design-thinking-product-development/","imageUri":"https://img-b.udemycdn.com/course/750x422/3113422_6506_2.jpg?secure=5MQCCtPM8L2uoCIxq386gw%3D%3D%2C1637074719","duration":"30 Min.","enrolledStudentsCount":"27.176 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 6/2020","targetAudiences":["Students and early professionals who want to know about the Approach and procedure of Product development"],"tags":["Entwerfen","UX-Design","Design Thinking"],"rating":{"count":128,"averageValue":"4.1"},"instructors":[{"name":"Vignesh RK","url":"/user/vignesh-rk-2/","totalNumberOfStudents":29564,"totalNumberOfReviews":179,"averageRating":4.150413915254237}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2NOV21","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/adobe-premiere-pro-cc-video-editing-course-beginners-to-professional/":{"courseDetails":{"courseId":4060610,"title":"Adobe Premiere Pro CC Video Editing Course Beginners To Pro","shortDescription":"Learn Video Editing in Adobe Premiere Pro with Color Correction \u0026 Color Grading and Professional Video Editing practices","longDescription":"\u003Cp\u003EHi There,\u003C/p\u003E\u003Cp\u003EMy name is Stephen Koel Soren and I am a graphics and web expert. If you are absolute beginner or if you never open Adobe Premiere pro cc before than this is a perfect class for you. This is a beginner level class so so together me you we will learn Adobe Premiere pro from basic to advance.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe Main Topics you will learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· Set your workspace. How to efficiently import and organize your media.\u003C/p\u003E\u003Cp\u003E· How to go about editing a complete video.\u003C/p\u003E\u003Cp\u003E· All the editing Tools and How to use all the Editing Monitors in Premiere Pro CC.\u003C/p\u003E\u003Cp\u003E· The process of Colour Correction from start to finish. You will have a complete understanding of all the Lumetri Scopes and how to use them.\u003C/p\u003E\u003Cp\u003E· A comprehensive approach to Color Grading. Understand the Lumetri Presets for the Various Cameras and the technical aspect of these Presets and How to create your own Grading Presets.\u003C/p\u003E\u003Cp\u003E· Transitions being an essential part of video editing, you will learn how to apply, modify and time the transitions effects using various monitors.\u003C/p\u003E\u003Cp\u003E· Text Animation, Essential Graphics, Input LUT, Creative Look Presets.\u003C/p\u003E\u003Cp\u003E· How to remove green screen and how to reduce noise.\u003C/p\u003E\u003Cp\u003E· Audio Adjustment, Audio Effect, Bass and Treble\u003C/p\u003E\u003Cp\u003E· How to export video after editing\u003C/p\u003E\u003Cp\u003E· Blur Video, Cinematic Effect, Video Inside Text\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/adobe-premiere-pro-cc-video-editing-course-beginners-to-professional/","imageUri":"https://img-c.udemycdn.com/course/750x422/4060610_17f8.jpg","duration":"5 Stunden","enrolledStudentsCount":"82.227 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 5/2021","targetAudiences":["Beginners who want to learn video editing in adobe premiere pro cc"],"tags":["Entwerfen","Designtools","Adobe Premiere"],"rating":{"count":675,"averageValue":"4.3"},"instructors":[{"name":"Stephen Koel Soren","url":"/user/stephen-koel-soren-3/","totalNumberOfStudents":416163,"totalNumberOfReviews":7016,"averageRating":4.488955032501686}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEADOBEPREMIEREPRO","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/affinity-publisher-guide/":{"courseDetails":{"courseId":3229341,"title":"Affinity Publisher Guide - Affinity Publisher for Beginners","shortDescription":"Learn Affinity Publisher (part of Affinity Suite) as Fast As Possible. From Affinity Publisher Beginner To Advanced.","longDescription":"\u003Cp\u003EWelcome to \u003Cstrong\u003EAffinity Publisher Guide - Affinity Publisher for Beginners!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe only course you will need to start with Affinity Publisher, one of the best publishing software in the industry.\u003C/p\u003E\u003Cp\u003EAffinity Publisher is an easy-to-use desktop publishing software that helps you create beautiful layouts with custom graphics and images in minutes. It\u0027s the perfect choice for a graphic designer who wants to take on a more creative role, or for someone who has always wanted to create their own book, magazine, or brochure. Affinity Publisher offers powerful features, like multiple master pages and postcard printing templates, so you can easily express your creativity.\u003C/p\u003E\u003Cp\u003ELearn how to create incredible-looking graphics, layouts, and designs in Affinity Publisher. With our intuitive course and carefully planned lessons, you\u0027ll be able to design amazing infographics, flyers, posters, and more!\u003C/p\u003E\u003Cp\u003EHere you will learn everything you need to know about Affinity Publisher, including but not limited to:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBasics \u0026amp; Interface of Affinity Publisher;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETools of Affinity Publisher;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECreation of Basic Book Document;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAdvanced tips \u0026amp; Tricks\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026amp; Much More...\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EMost importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.\u003C/p\u003E\u003Cp\u003EAnd don\u0027t forget that Instructor is here for you. For any questions do not hesitate to ask.\u003C/p\u003E\u003Cp\u003ESo what are you waiting for? Join thousands of students who\u0027ve made amazing things happen with this course!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/affinity-publisher-guide/","imageUri":"https://img-c.udemycdn.com/course/750x422/3229341_e035_3.jpg","duration":"3 Stunden","enrolledStudentsCount":"47.797 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 7/2020","targetAudiences":["People who wants an alternative to Adobe InDesign","People Who Wants to Learn Printable Creation","People Who Want To learn Affinity Publisher"],"tags":["Entwerfen","Designtools","Affinity Publisher"],"rating":{"count":166,"averageValue":"4.6"},"instructors":[{"name":"Nick Nyxson","url":"/user/nick-nyxson/","totalNumberOfStudents":328740,"totalNumberOfReviews":4528,"averageRating":4.408579236187846}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0008674AFF91B445FA10","originalPrice":"6.400 ₹","discountedPrice":"Kostenlos","expirationText":"9 Stunden","discountPercentage":100}},"https://www.udemy.com/course/microsoft-excel-basic-excel-formulas-and-functions/":{"courseDetails":{"courseId":2443992,"title":"Microsoft Excel - MS Excel Formulas \u0026 Functions in just 3hrs","shortDescription":"All important Microsoft Excel formulas and functions covered within 3 hours | Must-know MS Excel formulas and functions","longDescription":"\u003Cp\u003E\u003Cstrong\u003EStart using Excel to its full potential to become proficient at your Excel tasks today! \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEither you\u0027re new to Excel, or you\u0027ve played around with it but want to get more comfortable with all the popular functions in Microsoft Excel, either way, this course will be great for you.\u003C/p\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this Excel course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is a complete and concise tutorial on MS Excel formulas which can be completed within 3 hours. We know that your time is important and hence we have created this fast paced course without wasting time on irrelevant Excel operations. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course is taught by Abhishek and Pukhraj. Instructors of the course have been using Excel for over a decade. \u003C/p\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 150,000 enrollments and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EI had an awesome moment taking this course. It broaden my knowledge more on the power use of Excel as an analytical tools. Kudos to the instructor! - Sikiru\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EVery insightful, learning very nifty tricks and enough detail to make it stick in your mind. - Armand\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Quizzes, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there is a practice sheet attached for you to follow along. You can also take quizzes to check your understanding of concepts. Each section contains a practice assignment for you to practically implement your learning. Solution to Assignment is also shared so that you can review your performance. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is covered in this course? \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course covers everything you need to crack Excel in the professional work place.\u003C/p\u003E\u003Cp\u003EBelow are the Excel course contents of this complete and concise course on Microsoft Excel:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EIntroduction\u003C/strong\u003E - In this video, the structure and contents of the course are discussed.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMathematical Functions\u003C/strong\u003E - This lecture covers Mathematical formulas such as SUM, AVERAGE,RAND, MIN \u0026amp; MAX, SUMPRODUCT.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETextual Formulas\u003C/strong\u003E - This Excel lecture covers Textual formulas such as TRIM, CONCATENATE, SUBSTITUTE, UPPER \u0026amp; LOWER, LENGTH, LEFT, RIGHT \u0026amp; MID\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELogical Formulas\u003C/strong\u003E - This lecture covers Logical formulas such as AND \u0026amp; OR, IF, COUNTIF, SUMIF\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDate-time (Temporal) Formulas\u003C/strong\u003E - This lecture covers Date-time related functions such as TODAY \u0026amp; NOW, DAY, MONTH \u0026amp; YEAR, DATEDIF \u0026amp; DAYS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELookup Formulas\u003C/strong\u003E - This Excel lecture covers Lookup formulas such as VLOOKUP, HLOOKUP, INDEX, MATCH\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EData Tools\u003C/strong\u003E - This lecture covers Data operating tools such as Data Sorting and Filtering, Data validation, Removing duplicates, Importing Data (Text-to-columns)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPivot Tables\u003C/strong\u003E - This Excel lecture covers Pivot tables end-to-end.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/microsoft-excel-basic-excel-formulas-and-functions/","imageUri":"https://img-c.udemycdn.com/course/750x422/2443992_4872_2.jpg","duration":"3 Stunden","enrolledStudentsCount":"19.639 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 7/2021","targetAudiences":["Anyone curious to master excel in short span of time"],"tags":["Office-Produktivität","Microsoft","Excel-Formeln/Funktionen"],"rating":{"count":511,"averageValue":"4.2"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1356929,"totalNumberOfReviews":57450,"averageRating":4.460048647286685}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CDE4A1","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/machine-learning-time-series-forecasting-in-python/":{"courseDetails":{"courseId":2859872,"title":"Time Series Analysis and Forecasting using Python","shortDescription":"Learn about time series analysis \u0026 forecasting models in Python |Time Data Visualization|AR|MA|ARIMA|Regression| ANN","longDescription":"\u003Cp\u003EYou\u0027re looking for a complete \u003Cstrong\u003Ecourse on Time Series Forecasting to \u003C/strong\u003Edrive business decisions involving production schedules, inventory management, manpower planning, and many other parts of the business., right?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou\u0027ve found the right Time Series Forecasting and Time Series Analysis course using Python Time Series techniques. \u003C/strong\u003EThis course\u003Cstrong\u003E \u003C/strong\u003Eteaches you everything you need to know about different time series forecasting and time series analysis models and how to implement these models in Python time series.\u003C/p\u003E\u003Cp\u003EAfter completing this course \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EImplement time series forecasting and time series analysis models such as \u003Cstrong\u003EAutoRegression, Moving Average, ARIMA, SARIMA \u003C/strong\u003Eetc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplement multivariate time series forecasting models based on Linear regression and Neural Networks.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfidently practice, discuss and understand different time series forecasting, time series analysis models and Python time series techniques used by organizations\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EHow will this course help you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this Time Series Forecasting course on time series analysis and Python time series applications.\u003C/p\u003E\u003Cp\u003EIf you are a business manager or an executive, or a student who wants to learn and apply forecasting models in real world problems of business, this course will give you a solid base by teaching you the most popular forecasting models and how to implement it. You will also learn time series forecasting models, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe believe in \u003Cstrong\u003Eteaching by example\u003C/strong\u003E. This course is no exception. Every Section’s primary focus is to teach you the concepts through how-to examples. Each section has the following components:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETheoretical concepts\u003C/strong\u003E and use cases of different forecasting models, time series forecasting and time series analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStep-by-step instructions\u003C/strong\u003E on implement time series forecasting models in Python\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDownloadable Code files\u003C/strong\u003E containing data and solutions used in each lecture on time series forecasting, time series analysis and Python time series techniques\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EClass notes and assignments\u003C/strong\u003E to revise and practice the concepts on time series forecasting, time series analysis and Python time series techniques\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe practical classes where we create the model for each of these strategies is something which differentiates this course from any other available online course on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003E.\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe course is taught by Abhishek and Pukhraj. As managers in Global Analytics Consulting firm, we have helped businesses solve their business problem using Analytics and we have used our experience to include the practical aspects of Marketing and data analytics in this course. They also have an in-depth knowledge on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 170,000 enrollments and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThis is very good, i love the fact the all explanation given can be understood by a layman - Joshua\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThank you Author for this wonderful course. You are the best and this course is worth any price. - Daisy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Quizzes, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there are\u003Cstrong\u003E class notes\u003C/strong\u003E attached for you to follow along. You can also take \u003Cstrong\u003Equizzes\u003C/strong\u003E to check your understanding of concepts on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003EEach section contains a \u003Cstrong\u003Epractice assignment\u003C/strong\u003E for you to practically implement your learning on time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is covered in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUnderstanding how future sales will change is one of the key information needed by manager to take data driven decisions. In this course, we will deal with time series forecasting, time series analysis and Python time series techniques. We will also explore how one can \u003Cstrong\u003Euse forecasting models to\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESee patterns in time series data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake forecasts based on models\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ELet me give you a brief overview of the course\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 1 - Introduction\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section we will learn about the course structure and how the concepts on time series forecasting, time series analysis and Python time series techniques will be taught in this course.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 2 - Python basics\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis section gets you started with Python.\u003C/p\u003E\u003Cp\u003EThis section will help you set up the python and Jupyter environment on your system and it\u0027ll teach\u003C/p\u003E\u003Cp\u003Eyou how to perform some basic operations in Python. We will understand the importance of different libraries such as Numpy, Pandas \u0026amp; Seaborn.\u003C/p\u003E\u003Cp\u003EThe basics taught in this part will be fundamental in learning time series forecasting, time series analysis and Python time series techniques on later part of this course.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 3 - Basics of Time Series Data\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section, we will discuss about the basics of time series data, application of time series forecasting, and the standard process followed to build a forecasting model, time series forecasting, time series analysis and Python time series techniques.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 4 - Pre-processing Time Series Data\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section, you will learn how to visualize time series, perform feature engineering, do re-sampling of data, and various other tools to analyze and prepare the data for models and execute time series forecasting, time series analysis and implement Python time series techniques.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 5 -\u003C/strong\u003E \u003Cstrong\u003EGetting Data Ready for Regression Model\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section you will learn what actions you need to take a step by step to get the data and then prepare it for the analysis these steps are very important.\u003C/p\u003E\u003Cp\u003EWe start with understanding the importance of business knowledge then we will see how to do data exploration. We learn how to do uni-variate analysis and bi-variate analysis then we cover topics like\u003Cstrong\u003E outlier treatment and missing value imputation.\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 6 - Forecasting using Regression Model\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis section starts with simple linear regression and then covers multiple linear regression.We have covered the basic theory behind each concept without getting too mathematical about it so that you understand where the concept is coming from and how it is important. But even if you don\u0027t understand it, it will be okay as long as you learn how to run and interpret the result as taught in the practical lectures.\u003C/p\u003E\u003Cp\u003EWe also look at how to quantify models accuracy, what is the meaning of F statistic, how categorical variables in the independent variables dataset are interpreted in the results.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 7 - Theoretical Concepts\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis part will give you a solid understanding of concepts involved in Neural Networks.\u003C/p\u003E\u003Cp\u003EIn this section you will learn about the single cells or Perceptrons and how Perceptrons are stacked to create a network architecture. Once architecture is set, we understand the Gradient descent algorithm to find the minima of a function and learn how this is used to optimize our network model.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 8 - Creating Regression and Classification ANN model in Python\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this part you will learn how to create ANN models in Python.\u003C/p\u003E\u003Cp\u003EWe will start this section by creating an ANN model using Sequential API to solve a classification problem. We learn how to define network architecture, configure the model and train the model. Then we evaluate the performance of our trained model and use it to predict on new data. We also solve a regression problem in which we try to predict house prices in a location. We will also cover how to create complex ANN architectures using functional API. Lastly we learn how to save and restore models.\u003C/p\u003E\u003Cp\u003EI am pretty confident that the course will give you the necessary knowledge and skills related to time series forecasting, time series analysis and Python time series techniques to immediately see practical benefits in your work place.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGo ahead and click the enroll button, and I\u0027ll see you in lesson 1 of this course on time series forecasting, time series analysis and Python time series techniques!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECheers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart-Tech Academy\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/machine-learning-time-series-forecasting-in-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/2859872_aeeb_2.jpg","duration":"13,5 Stunden","enrolledStudentsCount":"118.514 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 2/2021","targetAudiences":["People pursuing a career in data science","Working Professionals beginning their Machine Learning journey","Statisticians needing more practical experience","Anyone curious to master Time Series Analysis using Python in short span of time"],"tags":["Programmierung","Data Science","Zeitreihenanalyse"],"rating":{"count":931,"averageValue":"4.3"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1357271,"totalNumberOfReviews":57450,"averageRating":4.460048647286685}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F2F089","originalPrice":"1.920 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/pspo1tm-practice-tests-scrum-product-owner-certification-160q/":{"courseDetails":{"courseId":4233882,"title":"PSPO1™ Practice Tests Scrum Product Owner certification-160Q","shortDescription":"The Complete PSPO1™ Practice Test - 160Q - Pass PSPO1™ Certification Exam Successfully - Lets Get it Done !","longDescription":"\u003Cp\u003EThe Professional Scrum Product Owner certification or \u003Cstrong\u003EPSPO1™\u003C/strong\u003E\u0026nbsp; is most widely accepted and globally recognized Product Owner Certification. This certification is provided by\u003Cstrong\u003E Scrum org \u003C/strong\u003Eand to pass the exam the candidate need to be aligned with the latest changes in the Scrum Guide. The best way to validate the knowledge is to take practice Exams.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Details:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ETotal 80 Questions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExam time 60 Min.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPass at 85%\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExam price 150$\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course provides 160 practice test questions, which will help you get ready to pass the \u003Cstrong\u003EPSPO1™\u003C/strong\u003E\u0026nbsp;exam. This course is set up to match the latest changes in scrum guide presented in the \u003Cstrong\u003EPSPO1™\u003C/strong\u003E\u0026nbsp;exam content outlines published by \u003Cstrong\u003EScrum org\u003C/strong\u003E on 2021. \u003C/p\u003E\u003Cp\u003EThis course provides 160 practice test questions, which will help you get ready to pass the \u003Cstrong\u003EPSPO1™\u003C/strong\u003E\u0026nbsp;exam. \u003C/p\u003E\u003Cp\u003EThis practice test provides a robust system to help you pass the certification exam in the first time! By using this test questions, you can identify weak areas upfront and then create a strategy for the exam day.\u003C/p\u003E\u003Cp\u003EThe course includes 2 practice tests. Take the tests like the actual exam. If you can get more than 85 percent of the answers correct, you\u0027re ready to take the certification exam.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course is specifically for:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· People that want to take a Product Owner certification exam like PSPO1 or CSPO.\u003C/p\u003E\u003Cp\u003E· People that know the Scrum framework and theory. To learn about scrum you can take this course: \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIs there a guarantee to pass ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAbsolutely yes ! You can enroll now \u003Cstrong\u003E100% risk-free\u003C/strong\u003E because you receive \u003Cstrong\u003E30 days, unconditional full money-back guarantee \u003C/strong\u003Ein case you are not satisfied\u003Cstrong\u003E.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESo, go ahead and click the “\u003Cstrong\u003EBuy Now\u003C/strong\u003E” button right now !\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/pspo1tm-practice-tests-scrum-product-owner-certification-160q/","imageUri":"https://img-b.udemycdn.com/course/750x422/4233882_79fb.jpg?secure=eU6HGQajXFBye0b1Y1vZJA%3D%3D%2C1637078504","duration":"","enrolledStudentsCount":"5.836 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 10/2021","targetAudiences":["Agile Practitioners","Product Owner","Candidates of the PSPO1™ exam."],"tags":["IT \u0026 Software","IT-Zertifizierungen","Professional Scrum Product Owner (PSPO)"],"rating":{"count":11,"averageValue":"4.3"},"instructors":[{"name":"Debajyoti Adhya","url":"/user/debajyoti-adhya/","totalNumberOfStudents":31790,"totalNumberOfReviews":123,"averageRating":4.246061431578947}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CECD954BCCFC22E9B35B","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"3 Tage","discountPercentage":100}},"https://www.udemy.com/course/anger-management-for-christians/":{"courseDetails":{"courseId":2774446,"title":"Anger Management for Christians","shortDescription":"How to handle anger in a godly way","longDescription":"\u003Cp\u003EGetting violently angry has always been part of me and I was really not doing anything about it until I got married. My angry reactions to issues sometimes become extremely violent and after displaying the act for a few minutes, I usually began to wonder what got over me and most times I don\u0027t always feel good about myself. \u003C/p\u003E\u003Cp\u003EWhen I noticed how destructive this act can become, I wanted a solution which I got following a simple guide which I have shown in this do-it-yourself short Christian classes.\u003C/p\u003E\u003Cp\u003EI learned to tame these sinful angry reactions to issues and I believe you too can learn to do this. Violent or sinful anger can destroy what you have painstakingly built over the years and smashed them to the floor in a few minutes. \u003C/p\u003E\u003Cp\u003EYou need to take this course. It contains short stories, simple diagrams and simple steps I dedicatedly began to carry out until I began to record consistent victories over it. \u003C/p\u003E\u003Cp\u003EThe following are some of the things you will learn in this course:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUnderstand the difference between anger and violent anger\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand whether anger is a sin or not\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to deal with violent anger in a Godly way\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn to keep your emotions under the control of the Holy Spirit and the Word of God\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESee how violent anger and hot temper nearly crushed my marriage\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn to stop anger from destroying your relationship with God and men\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnd more...\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEnroll in this course today.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/anger-management-for-christians/","imageUri":"https://img-c.udemycdn.com/course/750x422/2774446_cfed.jpg","duration":"38 Min.","enrolledStudentsCount":"1.287 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 1/2020","targetAudiences":["Anyone who wants to stop violent anger","Christians who desire to control anger outbursts","Christians who need anger management therapy","Christians who desire to deal with anger biblically","Christians who want to learn how to control anger and emotions"],"tags":["Persönliche Entwicklung","Religion \u0026 Spiritualität","Aggressionsbewältigung"],"rating":{"count":5,"averageValue":"4.5"},"instructors":[{"name":"Sesan Oguntade","url":"/user/sesan-oguntade/","totalNumberOfStudents":32479,"totalNumberOfReviews":140,"averageRating":4.061598206349206}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"06AFF2FF3E93BB5844F5","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"21 Stunden","discountPercentage":100}},"https://www.udemy.com/course/python-for-beginners-course-/":{"courseDetails":{"courseId":3378022,"title":"Python And Flask Framework Complete Course For Beginners","shortDescription":"Beginner to Expert Python And Flask.Start from the basics and go all the way to creating your own applications and games","longDescription":"\u003Cp\u003ELearn Python From Scratch\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E I’ve created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.\u003C/p\u003E\u003Cp\u003E The course starts with the basics, including Python fundamentals, programming, and user interaction.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe topics covered in this course are:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EArray implementation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFile methods\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EKeywords and Identifiers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Tuples\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Basics\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Fundamentals\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EData Structures\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EObject-Oriented Programming with Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFunctional Programming with Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELambdas\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDecorators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGenerators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETesting in Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E Debugging\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E Error Handling\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E Regular Expressions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E Comprehensions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E Modules\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESee you inside the course!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/python-for-beginners-course-/","imageUri":"https://img-c.udemycdn.com/course/750x422/3378022_637b.jpg","duration":"12,5 Stunden","enrolledStudentsCount":"152.156 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 10/2020","targetAudiences":["For Complete Programming Beginners","For People New to Python","For People Who want to learn Python Fundamentals and later transition into Data Science or Web Development"],"tags":["IT \u0026 Software","Sonstiges in IT \u0026 Software","Python"],"rating":{"count":655,"averageValue":"4.3"},"instructors":[{"name":"Horizon Tech","url":"/user/suraj-g-nimbalkar/","totalNumberOfStudents":634687,"totalNumberOfReviews":8712,"averageRating":4.221264206728045}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"12C485EFEB28A738777B","originalPrice":"9.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/mas-alla-del-powerpoint/":{"courseDetails":{"courseId":4345078,"title":"Presentaciones de impacto, más allá del PowerPoint","shortDescription":"Descrubre nuevos recursos para incorporar de manera sencilla a tu PowerPoint","longDescription":"\u003Cp\u003ECurso práctico en el descubrir recursos y herramientas innovadoras para conseguir que la clásica presentación de PowerPoint de un giro de 180 grados. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi quieres diseñar presentaciones de impacto y distintas, es vital buscar recursos fuera de PowerPoint. Pero... ¿Dónde?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¿Cómo elegir fotografías? ¿Dónde? ¿Cómo diseño una paleta de colores armónica?¿Dónde encuentro iconos distintos?¿Cómo diseño gráficos originales? ¿Cómo diseño una tabla visualmente atractiva?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEstás son un ejemplo de preguntas que vamos a contestar en este curso: Presentaciones de impacto, más allá del PowerPoint. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ENo es necesario cambiar de herramienta de diseño, seguirás utilizando PowerPoint, la herramienta que dominas y con la que te sientes cómodo. En este curso encontraras trucos y recursos online para enriquecer PowerPoint que harán que tus pressentaciones sean distintas y sin duda... de mayor impacto.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBancos de imagenes, de iconos, proporciones y otras herramientas... para conseguir resultados diferentes, frescos y originales.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAdemás, si alguna de las explicaciones se te queda corta o te surgen dudas, quedo disponible para atender consultas y dudas en español o en inglés.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEspero que disfrutes del curso y compartas conmigo los resultados. Apenas una hora y media para dominar recursos innovadores que marcan la diferencia. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¡Espero tu valoración!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EMaría\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/mas-alla-del-powerpoint/","imageUri":"https://img-c.udemycdn.com/course/750x422/4345078_6b99_2.jpg","duration":"1,5 horas","enrolledStudentsCount":"424 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Cualquier persona que quiera apoyarse en una presentación de Power Point para comunicar con impacto","Personas que diseñan presentaciones en PowerPoint y tienen ganas de innovar"],"tags":["Marketing","Marketing, otros","PowerPoint"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Maria Gómez","url":"/user/maria-gomez-centurion/","totalNumberOfStudents":3851,"totalNumberOfReviews":13,"averageRating":4.646052083333333}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DD1B384A3C98912E78B4","originalPrice":"1.600 INR","discountedPrice":"1.040 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/creative-infographics-in-powerpoint/":{"courseDetails":{"courseId":2800692,"title":"Creative Infographics in PowerPoint","shortDescription":"Do a fun and eye-catching Informational Graphic in PowerPoint","longDescription":"\u003Cp\u003E\u003Cstrong\u003EYou certainly know that boring PowerPoint presentation can kill a brilliant idea?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EIs there a way to make it better, way better? \u003C/em\u003E\u003C/p\u003E\u003Cp\u003ESure, and I\u0027ll tell you how! \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EA tip\u003C/em\u003E: \u003C/strong\u003Euse data to make your presentation more convincing. Don\u0027t use standard Microsoft PowerPoint charts and graphs to visualize the data. They are boring! Instead, do something different, unexpected!\u0026nbsp;\u003Cem\u003EA creative infographic! \u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn this course you\u0027ll learn:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003Ewhat informational graphic is and why people use it (very quick insight);\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ebuild an eye-catching timeline that is good for illustrating, say, the steps of how a company works with its clients;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ecreate an amazing pie-chart in a paper cut style to show the different parts of a whole, indicating them with a pleasant flat colors;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eand an advanced level: build an elegant, half-transparent funnel that you can use as a hierarchy infographic;\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EIn the end of this course\u003C/strong\u003E, you\u0027ll master how to create an infographic in PowerPoint that professional photoshopers do with help of a much more specific software using much more time!\u003C/p\u003E\u003Cp\u003EEnroll in the course and let\u0027s get started!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/creative-infographics-in-powerpoint/","imageUri":"https://img-c.udemycdn.com/course/750x422/2800692_30df.jpg","duration":"1 hora","enrolledStudentsCount":"24.139 estudiantes","lastUpdated":"Fecha de la última actualización: 5/2020","targetAudiences":["PowerPoint users who want to do an eye-catching informational graphics in their presentations instead of boring charts and graphs"],"tags":["Diseño","Herramientas de diseño","PowerPoint"],"rating":{"count":132,"averageValue":"4.5"},"instructors":[{"name":"Natalia Lyashenko","url":"/user/065c8734-533e-4fd1-9d38-3a4a2a730357/","totalNumberOfStudents":53424,"totalNumberOfReviews":665,"averageRating":4.428929869948186}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PROMO_INFO1","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/hr-analytics-using-excel/":{"courseDetails":{"courseId":3361270,"title":"HR Analytics using MS Excel for Human Resource Management","shortDescription":"Use Excel for HR Analytics, calculate HR metrics, build HR dashboards \u0026 ML models for Human Resource \u0026 People Analytics","longDescription":"\u003Cp\u003EYou\u0027re looking for a complete \u003Cstrong\u003Ecourse on understanding HR Analytics using Excel \u003C/strong\u003Eto\u003Cstrong\u003E \u003C/strong\u003Edrive business decisions, right?\u003C/p\u003E\u003Cp\u003EYou\u0027ve found the\u003Cstrong\u003E right HR Analytics using MS Excel \u003C/strong\u003Ecourse! HR analytics provides scientific support to decision-making concerning a firm\u0027s human resources. This course on HR analytics addresses the topic of HR analytics with a practical focus, focusing especially on demystifying analytics for Human Resource managers, from both statistical and computing point of view.\u003C/p\u003E\u003Cp\u003EAfter completing this course \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUse MS Excel to create and automate the calculation of HR metrics and devise HR analytics techniques in your workplace\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake HR Dashboards as per HR analytics standards and understand all the charts that you can draw in Excel\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplement predictive ML models such as simple and multiple linear regression to predict outcomes to real-world HR problems using HR analytics techniques\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse HR analytics tools like pivot tables filtering and sorting options in Excel to summarize and derive information out of the available HR data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ecreate appealing data summaries and dashboards to present the HR story in the most effective way\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EHow this course will help you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this HR Analytics: Strategies \u0026amp; Models in Excel course.\u003C/p\u003E\u003Cp\u003EIf you are a Human Resources manager or an executive, or a student who wants to learn and apply HR analytics techniques to real-world problems of the HR business function, this course will give you a solid base for that by teaching you the most popular HR analytics models and how to implement HR analytics in MS Excel.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe believe in \u003Cstrong\u003Eteaching by example\u003C/strong\u003E. This course is no exception. Every Section’s primary focus is to teach you the concepts through how-to examples. Each section has the following components:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETheoretical concepts\u003C/strong\u003E and use cases of different HR analytics models\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStep-by-step instructions\u003C/strong\u003E on implementing HR analytics models in excel\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDownloadable Excel files\u003C/strong\u003E containing data and solutions used in each lecture on HR analytics and Human Resource Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EClass notes and assignments\u003C/strong\u003E to revise and practice the concepts on HR analytics and Human Resource Management\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThe practical classes where we create the model for each of these strategies is something that differentiates this course from any other course available online.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course is taught by \u003Cstrong\u003EAbhishek \u003C/strong\u003E(MBA - FMS Delhi, B.Tech - IIT Roorkee) and \u003Cstrong\u003EPukhraj\u003C/strong\u003E (MBA - IIM Ahmedabad, B.Tech - IIT Roorkee). As managers in the Global Analytics Consulting firm, we have helped businesses solve their business problem using Analytics and we have used our experience to include the practical aspects of HR analytics in this course.\u003C/p\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 600,000 enrollments and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThis is very good, i love the fact the all explanation given can be understood by a layman - Joshua\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThank you Author for this wonderful course. You are the best and this course is worth any price. - Daisy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, HR analytics tools, human resource management, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Quizzes, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there are\u003Cstrong\u003E class notes\u003C/strong\u003E attached for you to follow along. You can also take \u003Cstrong\u003Equizzes\u003C/strong\u003E to check your understanding of concepts on HR analytics and human resource management. Each section contains a \u003Cstrong\u003Epractice assignment\u003C/strong\u003E for you to practically implement your learning on HR analytics and human resource management.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is covered in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe analysis of data is not the main crux of analytics. It is the interpretation that helps provide insights after the application of analytical techniques that makes analytics such an important discipline. We have used the most popular analytics software tool which is MS Excel. This will aid the students who have no prior coding background to learn and implement HR analytics concepts to actually solve real-world HR problems.\u003C/p\u003E\u003Cp\u003ELet me give you a brief overview of the course\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPart 1 - Introduction\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this section, we will learn about the course structure and the meaning of some key terms associated with HR Analytics.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPart 2 - Essential MS Excel formulas and using them to calculate HR metrics\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this part, we will start with a tutorial on all the popular MS Excel formulas. Then we will see the implementation of these to calculate and automate the HR metrics. This is an important part of HR analytics of a human resource dataset. We also discuss a separate case study where we use Excel to calculate the average cost of external and internal hiring.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPart 3 -\u003C/strong\u003E \u003Cstrong\u003EVisualization in Excel and HR Dashboarding\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this part, we will begin with a tutorial on all the popular charts and graphs that can be drawn in MS Excel. Then we will see the implementation of these to create visualize HR analytics of the available HR data. We also discuss a separate case study where we use Excel to build a department-wise demographic distribution of human resources.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPart 4 - Data summarization using Pivot tables\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this part, we will learn about several advanced topics in MS Excel such as Pivot tables, indirect functions, and also about data formatting. Then we will see the implementation of these to create beautiful summaries of HR analytics of the available HR data. We also discuss a separate case study where we use Excel to build a dynamic department wise demographic dashboard and format it to make it presentable.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPart 5 - Basics of Machine Learning and Statistics\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this part, we introduce the students to the basics of statistics and ML. This part is for students who have no background understanding of ML and statistics concepts.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPart 6 - Preprocessing Data for ML models\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this section, you will learn what actions you need to take step by step to get the data and then prepare it for analysis these steps are very important. We start with understanding the importance of business knowledge then we will see how to do data exploration. We learn how to do uni-variate analysis and bivariate analysis then we cover topics like\u003Cstrong\u003E outlier treatment, missing value imputation, variable transformation, and correlation.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPart 7 - Linear regression model for predicting metrics\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis section starts with a simple linear regression and then covers multiple linear regression.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWe have covered the basic theory behind each concept without getting too mathematical about it so that you understand where the concept is coming from and how it is important. But even if you don\u0027t understand it, it will be okay as long as you learn how to run and interpret the result as taught in the practical lectures.\u003C/p\u003E\u003Cp\u003EWe also look discuss an HR case study where we try to predict the CTC to be offered to new recruits basis their previous experience, past CTC, job location, and qualification.\u003C/p\u003E\u003Cp\u003EI am pretty confident that the course will give you the necessary knowledge and skills related to HR analytics and human resource management to immediately see practical benefits in your workplace.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGo ahead and click the enroll button, and I\u0027ll see you in lesson 1 of this HR analytics course!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECheers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart-Tech Academy\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/hr-analytics-using-excel/","imageUri":"https://img-c.udemycdn.com/course/750x422/3361270_1ebe_3.jpg","duration":"10 horas","enrolledStudentsCount":"72.646 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Anyone curious to master HR Analytics from beginner to Advanced in short span of time","Student who wants to have a career in the field of HR/ HR Analytics","HR manager/ executive who wants to expand on the current set of skills"],"tags":["Negocios","Recursos humanos","Analítica de recursos humanos"],"rating":{"count":1906,"averageValue":"4.3"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1357271,"totalNumberOfReviews":57450,"averageRating":4.460048647286685}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B2A276","originalPrice":"1.920 INR","discountedPrice":"1.248 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/python-for-beginners-learn/":{"courseDetails":{"courseId":3617896,"title":"Python for beginners - Learn all the basics of python","shortDescription":"Learn how to program in python- python functions-python basic apps - python tips and tricks - Other Python features","longDescription":"\u003Cp\u003EProgramming can sometimes be very hard to learn especially if you have no experience in this field. But, this course have everything that you need to be able to start your programming career or improve your programming skills by learning all the basis of python. If you :\u003C/p\u003E\u003Cp\u003E- Are in school and want to learn how to program in python\u003C/p\u003E\u003Cp\u003E- Need to learn this programming language for work\u003C/p\u003E\u003Cp\u003E- Want to start a personal project that requires you to have programming knowledge\u003C/p\u003E\u003Cp\u003E- simply want to learn a new skill\u003C/p\u003E\u003Cp\u003EThen you will love this course. Not only you will have by the end of the course a very solid base of this programming language but you will also be able create small and simple application right after the course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe way the course is made is really done to help you learn all the basics of this programming language. From installing your text editor to writing your first lines of code to create your small apps everything is structured to help you achieve your goal of learning how to program in python. This course is also teach many python functions and formulas and give a complete understanding of those. The goal is really to help you have a complete understanding of this programming language. Indeed, the hardest part is not to learn the language but to think like a programmer and this is exactly what this course is going to teach you.\u003C/p\u003E\u003Cp\u003EAlso, this course has been built on a concept of learning by practice. In other words, in each class you will learn the theory about every concept and then you will have a lot of practice to help you reach your full potential and give you a better understanding of the topic. This way, by practicing you will be able to write lines of code by yourself and understand the logic behind each command that you write down.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere are many python courses out there, but this one is different. Indeed, this python course will teach you by example all the basics of this programming language. Also, since this course is an introduction it can be great for people who have never worked with python before. Indeed, even if you never programmed in your life this course will give you a solid basis about how to properly work with python. The goal of this course is teaching you how to think like a programmer and create small and basics python projects.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you want to learn programming then you should definitely take the course. Not only you will have created a lot of small apps by the end of it you will also have a very good knowledge of different python concepts. Also you will understand the logic behind this programming language as well as many of it\u0027s functions.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003E​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROLL NOW and start learning today\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/python-for-beginners-learn/","imageUri":"https://img-c.udemycdn.com/course/750x422/3617896_56f7.jpg","duration":"5 horas","enrolledStudentsCount":"163.007 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2021","targetAudiences":["People interested to learn how to program in python","people curious about programming"],"tags":["Desarrollo","Lenguajes de programación","Python"],"rating":{"count":1826,"averageValue":"4.2"},"instructors":[{"name":"Kiran Gavali","url":"/user/kiran-gavali-3/","totalNumberOfStudents":246611,"totalNumberOfReviews":3022,"averageRating":4.203191788888889}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BB3753D62859B2FA028E","originalPrice":"12.800 INR","discountedPrice":"8.320 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/ultimate-beginner-guide-for-streamlabs-obs/":{"courseDetails":{"courseId":2604580,"title":"Ultimate Beginner Guide to Streamlabs OBS (OBS)","shortDescription":"Learn everything you need about livestreaming on Twitch, YouTube, Mixer and more with SLOBS fast and easy","longDescription":"\u003Cp\u003EWelcome to \u003Cstrong\u003EUltimate Beginner Guide to Streamlabs OBS (OBS)!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENick Nyxson here, Your Instructor for this course.\u003C/p\u003E\u003Cp\u003EIn this course, you will learn how to start using\u0026nbsp; Streamlabs OBS which is live streaming software made by Streamlabs and is a modified version of Open Broadcaster Software (OBS).\u003C/p\u003E\u003Cp\u003EIn this course You Will Learn:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is SLOBS (Streamlabs OBS);\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow Streamlabs OBS is any different from OBS Studio;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStreamlabs OBS Settings Walkthrough;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStreamlabs OBS Sources and Scenes;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESteamlabs OBS Tabs;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003Eand Much, Much More!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EEverything you will learn here will be based on My practice as a video content creator and Streamer and Everything shown step by step as I am performing everything live on video.\u003C/p\u003E\u003Cp\u003EMost importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.\u003C/p\u003E\u003Cp\u003EAnd don\u0027t forget that Instructor is here for you. For any questions do not hesitate to ask, I will try to answer any of your questions as fast and as detailed as possible.\u003C/p\u003E\u003Cp\u003EJoin me in this amazing journey and I hope to see you in class :)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EDisclaimer: This course is made for beginners in live streaming, Open Broadcaster Software (OBS), and Streamlabs OBS (SLOBS). \u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EVersion History:\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EVersion 1.0 - Initial Release;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EVersion 1.1 - Added New \u0022Introduction\u0022 and \u0022Basics\u0022 Sections, New Logo.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/ultimate-beginner-guide-for-streamlabs-obs/","imageUri":"https://img-c.udemycdn.com/course/750x422/2604580_c9b0_5.jpg","duration":"2 horas","enrolledStudentsCount":"67.643 estudiantes","lastUpdated":"Fecha de la última actualización: 5/2020","targetAudiences":["People willing to livestream","Gamers","Streamers"],"tags":["Informática y software","Informática y software, otros","Open Broadcaster"],"rating":{"count":240,"averageValue":"4.4"},"instructors":[{"name":"Nick Nyxson","url":"/user/nick-nyxson/","totalNumberOfStudents":328740,"totalNumberOfReviews":4528,"averageRating":4.408579236187846}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0E97C7B914A3614DE2BD","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}}},"freeCourses":{"https://www.udemy.com/course/kindle-kdp-setup-promote-products-with-free-books-ebooks/":{"courseDetails":{"courseId":4381988,"title":"Kindle KDP Setup \u0026 Promote Products With Free Books / Ebooks","shortDescription":"You can promote anything with a Kindle book. Learn to get big exposure to your Kindle ebook and reach a big audience","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/kindle-kdp-setup-promote-products-with-free-books-ebooks/","imageUri":"https://img-c.udemycdn.com/course/750x422/4381988_41a2_5.jpg","duration":"2113","enrolledStudentsCount":"1,267 students","lastUpdated":null,"targetAudiences":["Entrepreneurs, authors, or business owners"],"tags":["Marketing","Content Marketing","Amazon Kindle Direct Publishing (KDP)"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Alex Genadinik\u0027s Teaching Assistant","url":"/user/alex-genadinik-teaching-assistant/","totalNumberOfStudents":128921,"totalNumberOfReviews":4228,"averageRating":4.267419689461625}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/mohitcrz_i/":{"courseDetails":{"courseId":3766502,"title":"Make Money Online With Kindle Direct Publishing | Part I","shortDescription":"From scratch | with zero dollar investment and without writing any book","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/mohitcrz_i/","imageUri":"https://img-c.udemycdn.com/course/750x422/3766502_30b0_3.jpg","duration":"6093","enrolledStudentsCount":"2,412 students","lastUpdated":null,"targetAudiences":["Anyone, who wants to make money with their laptop.","Budding Entrepreneurs"],"tags":["Business","Entrepreneurship","Amazon Kindle Direct Publishing (KDP)"],"rating":{"count":45,"averageValue":"4.2"},"instructors":[{"name":"Mohit Kumar","url":"/user/mohit-3074/","totalNumberOfStudents":2790,"totalNumberOfReviews":68,"averageRating":4.100912200000001}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/amazon-kindle-secrets-step-by-step-guide-to-ebook-creation/":{"courseDetails":{"courseId":3663644,"title":"Amazon Kindle Secrets: Step by Step Guide to eBook Creation","shortDescription":"eBook Creation for selling on Amazon Kindle","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/amazon-kindle-secrets-step-by-step-guide-to-ebook-creation/","imageUri":"https://img-c.udemycdn.com/course/750x422/3663644_051c.jpg","duration":"4166","enrolledStudentsCount":"2,344 students","lastUpdated":null,"targetAudiences":["Who willing to build an Amazon Kindle"],"tags":["Business","Entrepreneurship","eBook Creation"],"rating":{"count":27,"averageValue":"3.9"},"instructors":[{"name":"Ali Raza","url":"/user/ali-110952/","totalNumberOfStudents":5862,"totalNumberOfReviews":66,"averageRating":4.0438938}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/professional-logo-design-crash-course/":{"courseDetails":{"courseId":399938,"title":"Professional Logo Design in Adobe Illustrator","shortDescription":"Learn how to design a logo that stands out from the crowd.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/professional-logo-design-crash-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/399938_e897_5.jpg","duration":"26563","enrolledStudentsCount":"258,519 students","lastUpdated":null,"targetAudiences":["This course is for those how want to learn how to design a logo","Want to know how different logos are design and what are the techniques used in their creation.","Want to learn how to fine-tune your logo design"],"tags":["Design","Graphic Design \u0026 Illustration","Logo Design"],"rating":{"count":9257,"averageValue":"4.5"},"instructors":[{"name":"Rawson Uddin","url":"/user/badaruddin/","totalNumberOfStudents":258643,"totalNumberOfReviews":9284,"averageRating":4.522346956834532}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/streaming-media/":{"courseDetails":{"courseId":4383748,"title":"Video streaming workflows and AWS Cloud","shortDescription":"An Introduction to the Video Workloads in the Cloud","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/streaming-media/","imageUri":"https://img-b.udemycdn.com/course/750x422/4383748_b6b2_3.jpg?secure=o2c9m13pN-Yiwa43BSaGTw%3D%3D%2C1637062286","duration":"4153","enrolledStudentsCount":"1,224 students","lastUpdated":null,"targetAudiences":["This course is for any IT experts who wants to know more about video streaming workflows in general and applications of Media and Entertainment workflows in the cloud."],"tags":["IT \u0026 Software","Network \u0026 Security"],"rating":null,"instructors":[{"name":"Antoine Courtois","url":"/user/antoine-courtois-3/","totalNumberOfStudents":1234,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/build-real-world-react-development-projects-practically/":{"courseDetails":{"courseId":4365808,"title":"Build Expense Tracker Application Project Using React","shortDescription":"Learn React Development: Build Real World React Web Application Using React.js, Context API, CSS","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/build-real-world-react-development-projects-practically/","imageUri":"https://img-c.udemycdn.com/course/750x422/4365808_41ac_6.jpg","duration":"6254","enrolledStudentsCount":"2,446 students","lastUpdated":null,"targetAudiences":["Beginners In React"],"tags":["Development","Web Development","React"],"rating":{"count":17,"averageValue":"5.0"},"instructors":[{"name":"Sufa Digital Media","url":"/user/sufa-digital-media/","totalNumberOfStudents":31779,"totalNumberOfReviews":276,"averageRating":4.608888395149254}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/the-exposure-triangle/":{"courseDetails":{"courseId":4376286,"title":"The Exposure Triangle. The Vital Key To Creative Photography","shortDescription":"How Aperture, Shutter Speed and ISO work together to unleash your creative skills.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/the-exposure-triangle/","imageUri":"https://img-c.udemycdn.com/course/750x422/4376286_4ce3_2.jpg","duration":"2849","enrolledStudentsCount":"1,118 students","lastUpdated":null,"targetAudiences":["This course is aimed at beginners just starting their journey into the amazing world of photography"],"tags":["Photography \u0026 Video","Digital Photography","Photography"],"rating":{"count":33,"averageValue":"4.1"},"instructors":[{"name":"Jason Row","url":"/user/jason-row-2/","totalNumberOfStudents":2096,"totalNumberOfReviews":33,"averageRating":4.149891}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/learn-email-marketing-through-phplist-free-opensource/":{"courseDetails":{"courseId":4288268,"title":"Learn Email Marketing through PhpList, Free \u0026 Opensource","shortDescription":"How to do email marketing through PhpList with the GDPR issues resolved to run email campaigns successfully.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/learn-email-marketing-through-phplist-free-opensource/","imageUri":"https://img-c.udemycdn.com/course/750x422/4288268_7fae.jpg","duration":"3564","enrolledStudentsCount":"1,163 students","lastUpdated":null,"targetAudiences":["Freelancers","Small Business Owners","Content Writers","Website Admin","Digital Marketers"],"tags":["Marketing","Digital Marketing","Email Marketing"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Abdullah Khan","url":"/user/54f2b3b025046/","totalNumberOfStudents":7902,"totalNumberOfReviews":62,"averageRating":4.034061047457627}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-use-canva-to-make-instagram-posts-training-2021/":{"courseDetails":{"courseId":4220508,"title":"How to use canva to make Instagram posts? Training 2021","shortDescription":"Learn how to create instagram posts, banners, animations using Canva. It\u0027s so Easy like Never Before. Try it Out!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-use-canva-to-make-instagram-posts-training-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4220508_cce7.jpg","duration":"3587","enrolledStudentsCount":"2,728 students","lastUpdated":null,"targetAudiences":["Freelancers","Content Writers","Designers","Small business owners","Digital Marketers","Business Development"],"tags":["Design","Design Tools","Web Graphics"],"rating":{"count":8,"averageValue":"4.4"},"instructors":[{"name":"Abdullah Khan","url":"/user/54f2b3b025046/","totalNumberOfStudents":7900,"totalNumberOfReviews":62,"averageRating":4.034061047457627}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-modular-dungeon-in-unity/":{"courseDetails":{"courseId":3979288,"title":"Create a modular dungeon in Unity","shortDescription":"Modular level design for games","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-modular-dungeon-in-unity/","imageUri":"https://img-c.udemycdn.com/course/750x422/3979288_bd62.jpg","duration":"5950","enrolledStudentsCount":"3,064 students","lastUpdated":null,"targetAudiences":["Anyone wanting to learn modular layout for games"],"tags":["Design","Game Design","Level Design"],"rating":{"count":75,"averageValue":"4.3"},"instructors":[{"name":"Pete Jepson","url":"/user/pete-jepson/","totalNumberOfStudents":41578,"totalNumberOfReviews":1675,"averageRating":4.495970080784312}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/real-world-microsoft-powerbi-projects-course/":{"courseDetails":{"courseId":4368464,"title":"Real World Microsoft PowerBI Projects Course","shortDescription":"Build Real World Power BI Desktop Projects","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/real-world-microsoft-powerbi-projects-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/4368464_6ac5_2.jpg?secure=7HutcqY4eVaFnxO6ISLDsA%3D%3D%2C1637080035","duration":"4567","enrolledStudentsCount":"2,769 students","lastUpdated":null,"targetAudiences":["Beginners In Power BI"],"tags":["IT \u0026 Software","Other IT \u0026 Software","Microsoft Power BI"],"rating":{"count":27,"averageValue":"4.9"},"instructors":[{"name":"TheMachineLearning.Org .","url":"/user/themahinelearningorg/","totalNumberOfStudents":54075,"totalNumberOfReviews":746,"averageRating":4.577103300297619}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/unreal-engine-global-illumination-for-arch-visualization/":{"courseDetails":{"courseId":4374436,"title":"Unreal Engine: Global Illumination for Arch. Visualization","shortDescription":"Unreal Engine: Global Illumination for Architectural Visualization","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/unreal-engine-global-illumination-for-arch-visualization/","imageUri":"https://img-b.udemycdn.com/course/750x422/4374436_807f.jpg?secure=UvLBUeSG84Z1qyiFYELH-Q%3D%3D%2C1637080666","duration":"5451","enrolledStudentsCount":"1,656 students","lastUpdated":null,"targetAudiences":["Intermediate"],"tags":["Design","3D \u0026 Animation","Unreal Engine"],"rating":{"count":2,"averageValue":"4.7"},"instructors":[{"name":"Smart Start AC","url":"/user/aaron-f-ross/","totalNumberOfStudents":2756,"totalNumberOfReviews":14,"averageRating":4.874933283333333},{"name":"Brian Bradley","url":"/user/brian-bradley-30/","totalNumberOfStudents":2203,"totalNumberOfReviews":11,"averageRating":4.822892727272728}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-aspnet-core-razor-pages-net-6/":{"courseDetails":{"courseId":4361074,"title":"Introduction to ASP.NET Core Razor Pages (.NET 6)","shortDescription":"Quick Introduction to ASP.NET Core  MVC (.NET 6) with Entity Framework Core","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-aspnet-core-razor-pages-net-6/","imageUri":"https://img-c.udemycdn.com/course/750x422/4361074_3d24.jpg","duration":"7178","enrolledStudentsCount":"3,531 students","lastUpdated":null,"targetAudiences":["Anyone who wants to learn fundamentals of ASP NET Core MVC (.NET 6)","Anyone who wants to understand new file structure in ASP NET Core (.NET 6)","Create basic CRUD operation application using ASP NET MVC Core (.NET 6)"],"tags":["Development","Web Development","ASP.NET Core"],"rating":{"count":25,"averageValue":"4.6"},"instructors":[{"name":"Bhrugen Patel","url":"/user/bhrugenpatel/","totalNumberOfStudents":109493,"totalNumberOfReviews":19099,"averageRating":4.485278609342303}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/build-auto-machine-learning-auto-ml-projects/":{"courseDetails":{"courseId":4367512,"title":"Build Auto Machine Learning (Auto-ML) Projects With Python","shortDescription":"Solve Data Science Problems Using Auto-ML, Learn To Use Eval ML, Pycaret","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/build-auto-machine-learning-auto-ml-projects/","imageUri":"https://img-c.udemycdn.com/course/750x422/4367512_9c8b_3.jpg","duration":"6495","enrolledStudentsCount":"3,223 students","lastUpdated":null,"targetAudiences":["Anyone who is beginner in data science."],"tags":["Development","No-Code Development","Data Science"],"rating":{"count":21,"averageValue":"4.9"},"instructors":[{"name":"Pianalytix .","url":"/user/pianalytix/","totalNumberOfStudents":47407,"totalNumberOfReviews":672,"averageRating":4.477486248866499}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-2/":{"courseDetails":{"courseId":4328614,"title":"How to Make a Wordpress Website With Avada Theme Part 2","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-2/","imageUri":"https://img-c.udemycdn.com/course/750x422/4328614_e507_2.jpg","duration":"6071","enrolledStudentsCount":"1,599 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116005,"totalNumberOfReviews":2566,"averageRating":4.498627506956521}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-2/":{"courseDetails":{"courseId":4327312,"title":"How to Make an Ecommerce Website With Flatsome - Part 2","shortDescription":"Create An eCommerce Website From Scratch With No Experience! - Top Rated Instructor","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-2/","imageUri":"https://img-c.udemycdn.com/course/750x422/4327312_ecc2_2.jpg","duration":"3805","enrolledStudentsCount":"1,832 students","lastUpdated":null,"targetAudiences":["Anyone that wants to learn how to make an ecommerce website","Anyone that wants to sell something online","Anyone that wants to make passive income"],"tags":["Development","Web Development","WordPress for Ecommerce"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116005,"totalNumberOfReviews":2566,"averageRating":4.498627506956521}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-3/":{"courseDetails":{"courseId":4328642,"title":"How to Make a Wordpress Website With Avada Theme Part 3","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4328642_b52c_2.jpg","duration":"3173","enrolledStudentsCount":"1,612 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":null,"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116005,"totalNumberOfReviews":2566,"averageRating":4.498627506956521}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/build-angular-development-projects/":{"courseDetails":{"courseId":4367566,"title":"Build Blogging Application Angular Development Project","shortDescription":"In This Course Build Real World Angular Web Application Practically.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/build-angular-development-projects/","imageUri":"https://img-b.udemycdn.com/course/750x422/4367566_069c_2.jpg?secure=HTSxNZ0qKqJKiGJxFcRHfg%3D%3D%2C1637085652","duration":"5710","enrolledStudentsCount":"2,318 students","lastUpdated":null,"targetAudiences":["Beginners in Angular"],"tags":["Development","Web Development","Angular"],"rating":{"count":15,"averageValue":"4.9"},"instructors":[{"name":"Sufa Digital Media","url":"/user/sufa-digital-media/","totalNumberOfStudents":31779,"totalNumberOfReviews":284,"averageRating":4.608888395149254}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-1/":{"courseDetails":{"courseId":4324736,"title":"How to Make an Ecommerce Website With Flatsome - Part 1","shortDescription":"Create An eCommerce Website From Scratch With No Experience! - Top Rated Instructor","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-1/","imageUri":"https://img-c.udemycdn.com/course/750x422/4324736_8453_2.jpg","duration":"6109","enrolledStudentsCount":"2,040 students","lastUpdated":null,"targetAudiences":["Anyone that wants to learn how to make an ecommerce website","Anyone that wants to sell something online","Anyone that wants to make passive income"],"tags":["Development","Web Development","WordPress for Ecommerce"],"rating":{"count":2,"averageValue":"4.8"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116005,"totalNumberOfReviews":2566,"averageRating":4.498627506956521}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-1/":{"courseDetails":{"courseId":4324734,"title":"How to Make a Wordpress Website With Avada Theme Part 1","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-1/","imageUri":"https://img-b.udemycdn.com/course/750x422/4324734_42a2_2.jpg?secure=bJ0xvBAuurzk3Nu06xzksw%3D%3D%2C1637070269","duration":"7106","enrolledStudentsCount":"1,923 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":{"count":6,"averageValue":"4.9"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116005,"totalNumberOfReviews":2566,"averageRating":4.498627506956521}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-master-focus-in-30-days/":{"courseDetails":{"courseId":4301799,"title":"How to master focus in 30 days","shortDescription":"Learn how to focus on the task at hand","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-master-focus-in-30-days/","imageUri":"https://img-b.udemycdn.com/course/750x422/4301799_415a_3.jpg?secure=_MsMDyrsxO5zLHWTMYoKhg%3D%3D%2C1637070641","duration":"3972","enrolledStudentsCount":"1,844 students","lastUpdated":null,"targetAudiences":["Anyone who is struggling with focusing"],"tags":["Personal Development","Memory \u0026 Study Skills"],"rating":{"count":14,"averageValue":"4.3"},"instructors":[{"name":"Charity sanders","url":"/user/charity-sanders-2/","totalNumberOfStudents":1844,"totalNumberOfReviews":14,"averageRating":4.2835355}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/react-web-app-testing-with-nodejs-cypress-and-webdriverio/":{"courseDetails":{"courseId":4329330,"title":"React Web App Testing With NodeJs, Cypress, and WebDriverIO","shortDescription":"How To Test A React Web App Using NodeJs, Cypress, and WebDriverIO","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/react-web-app-testing-with-nodejs-cypress-and-webdriverio/","imageUri":"https://img-b.udemycdn.com/course/750x422/4329330_507d.jpg?secure=wWH6Z6a4kADYgpdDBqQxLQ%3D%3D%2C1637067582","duration":"7002","enrolledStudentsCount":"6,225 students","lastUpdated":null,"targetAudiences":["Beginner and Intermediate developers looking to learn how to test web applications"],"tags":["Development","Web Development","React"],"rating":{"count":13,"averageValue":"4.7"},"instructors":[{"name":"Nikolay Advolodkin","url":"/user/nikolaya/","totalNumberOfStudents":74217,"totalNumberOfReviews":15960,"averageRating":4.342983296014493}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/datastructures-and-algorithmszero-to-hero/":{"courseDetails":{"courseId":4346446,"title":"DataStructures and Algorithms:Zero to Hero","shortDescription":"Linkedlist,Stack,Queue,Trees,Graphs,Hashing","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/datastructures-and-algorithmszero-to-hero/","imageUri":"https://img-c.udemycdn.com/course/750x422/4346446_143b_2.jpg","duration":"6887","enrolledStudentsCount":"5,137 students","lastUpdated":null,"targetAudiences":["Computer Science Engineers"],"tags":["Development","Database Design \u0026 Development","Data Structures"],"rating":{"count":20,"averageValue":"4.4"},"instructors":[{"name":"Vijay A","url":"/user/vijay-arjun-4/","totalNumberOfStudents":26130,"totalNumberOfReviews":178,"averageRating":4.192334495192307}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/speed-reading-and-deeper-comprehension/":{"courseDetails":{"courseId":4099718,"title":"Speed Reading and Deeper Comprehension","shortDescription":"Deepen your relationship with reading!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/speed-reading-and-deeper-comprehension/","imageUri":"https://img-b.udemycdn.com/course/750x422/4099718_9da2_4.jpg?secure=uMHMyFMwfh2j4l5AUAVAoQ%3D%3D%2C1637067670","duration":"4825","enrolledStudentsCount":"3,356 students","lastUpdated":null,"targetAudiences":["Seekers of Truth","Knowledge enthusiasts","Personal Development buffs","Intellectuals","Book Worms","Students of the Humanities"],"tags":["Personal Development","Other Personal Development","Speed Reading"],"rating":{"count":24,"averageValue":"4.4"},"instructors":[{"name":"Dosta Andrew Lake","url":"/user/dosta-3/","totalNumberOfStudents":4919,"totalNumberOfReviews":62,"averageRating":4.579416526785715}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-3d-asset-in-blender-and-substance-painter/":{"courseDetails":{"courseId":4320272,"title":"Create a 3D Asset in Blender and Substance Painter","shortDescription":"Create a Sony Walkman in Blender and Substance Painter, Learn 3D modelling in blender and texturing in substance painter","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-3d-asset-in-blender-and-substance-painter/","imageUri":"https://img-c.udemycdn.com/course/750x422/4320272_4732_2.jpg","duration":"6724","enrolledStudentsCount":"3,408 students","lastUpdated":null,"targetAudiences":["Any type of Blender/Substance user who wants to increase their skill level"],"tags":["Design","3D \u0026 Animation","Blender"],"rating":{"count":38,"averageValue":"4.7"},"instructors":[{"name":"Aniket Rawat","url":"/user/aniket-rawat-5/","totalNumberOfStudents":3481,"totalNumberOfReviews":57,"averageRating":4.6695185666666665}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/ue5-steam/":{"courseDetails":{"courseId":4299045,"title":"Unreal Engine 5 to Steam: How to Release a Game","shortDescription":"Learn how to release your game from Unreal Engine 5 to the Steam Platform.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/ue5-steam/","imageUri":"https://img-b.udemycdn.com/course/750x422/4299045_f726.jpg?secure=FwO0jjILO4FnaczeGSB6Aw%3D%3D%2C1637062562","duration":"4119","enrolledStudentsCount":"4,379 students","lastUpdated":null,"targetAudiences":["Complete beginners with no prior experience","Game Developers who want to release their game on Steam","Anyone who want to release a game on Steam"],"tags":["Development","Game Development","Unreal Engine"],"rating":{"count":16,"averageValue":"4.6"},"instructors":[{"name":"Titanforged Entertainment","url":"/user/titanforged-entertainment/","totalNumberOfStudents":5069,"totalNumberOfReviews":122,"averageRating":4.742222389610389}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/connect-to-mysql-db-using-pdo/":{"courseDetails":{"courseId":4252008,"title":"PDO \u0026 MySQL: Connect to MySQL DB using PDO \u0026 CRUD Operations","shortDescription":"Go from a Beginner to Advance in PDO: Connect to MySQL DB using PDO, Write your first PDO Wrapper class, and do CRUD","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/connect-to-mysql-db-using-pdo/","imageUri":"https://img-c.udemycdn.com/course/750x422/4252008_4a1f_4.jpg","duration":"6641","enrolledStudentsCount":"4,438 students","lastUpdated":null,"targetAudiences":["1.\tPHP | PDO enthusiasts","2.\tNewbie in PDO","3.\tFreelance web developers who want to get a better grasp in PHP | PDO","4.\tIntermediate PHP|PDO developers who want to write slimmer, concise, more secure codes.","5.\tExperience PHP  developers who are still struggling with PDO"],"tags":["Development","Web Development","PDO"],"rating":{"count":6,"averageValue":"4.1"},"instructors":[{"name":"Armstrong Nana TAGU","url":"/user/be3c017d-218c-4b28-9e05-19d4486dd472/","totalNumberOfStudents":4440,"totalNumberOfReviews":6,"averageRating":4.1426835}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-power-automate-desktop/":{"courseDetails":{"courseId":4294694,"title":"Introduction to Power Automate Desktop","shortDescription":"Step by step kick start guide of Power Automate Desktop for Beginners","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-power-automate-desktop/","imageUri":"https://img-c.udemycdn.com/course/750x422/4294694_ff22_4.jpg","duration":"7047","enrolledStudentsCount":"3,805 students","lastUpdated":null,"targetAudiences":["Beginners curious about Step by Step guide to learn Microsoft Power Automate Desktop"],"tags":["Development","Software Development Tools","Microsoft Power Automate"],"rating":{"count":19,"averageValue":"4.3"},"instructors":[{"name":"Goloknath Mishra","url":"/user/goloknath-mishra-2/","totalNumberOfStudents":4042,"totalNumberOfReviews":24,"averageRating":4.1263048541666665}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/part-2-learn-django-by-building-invoice-management-system/":{"courseDetails":{"courseId":4182884,"title":"Part 2 - Learn Django by Building Invoice Management System","shortDescription":"Python and Django Framework","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/part-2-learn-django-by-building-invoice-management-system/","imageUri":"https://img-c.udemycdn.com/course/750x422/4182884_d0c0_2.jpg","duration":"7010","enrolledStudentsCount":"3,394 students","lastUpdated":null,"targetAudiences":["Any student interesting in web devepment"],"tags":["IT \u0026 Software","Other IT \u0026 Software","Django"],"rating":{"count":5,"averageValue":"3.8"},"instructors":[{"name":"Abdourahman Badjie","url":"/user/abdourahman-badjie/","totalNumberOfStudents":14138,"totalNumberOfReviews":182,"averageRating":4.468548791525424}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-algorithms-and-data-structures-in-c/":{"courseDetails":{"courseId":842934,"title":"Introduction to Algorithms and Data structures in C\u002B\u002B","shortDescription":"A step-by-step guide with solved problems. I\u0027m teaching visually with lots of examples.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-algorithms-and-data-structures-in-c/","imageUri":"https://img-c.udemycdn.com/course/750x422/842934_a4a7_3.jpg","duration":"11720","enrolledStudentsCount":"113,174 students","lastUpdated":null,"targetAudiences":["You, if you don\u0027t know where to start.","You, if you watched many YouTube videos without understanding!","You, if you want to learn Algorithms \u0026 Data Structures fast!","You, if you want to solve algorithmic problems!"],"tags":["Development","Programming Languages","Data Structures"],"rating":{"count":6215,"averageValue":"4.4"},"instructors":[{"name":"Andrei Margeloiu","url":"/user/andrei-margeloiu/","totalNumberOfStudents":113174,"totalNumberOfReviews":6215,"averageRating":4.3847647}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/python-pandas-for-your-grandpa/":{"courseDetails":{"courseId":3811114,"title":"Python Pandas For Your Grandpa","shortDescription":"So easy, your grandpa could learn it!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/python-pandas-for-your-grandpa/","imageUri":"https://img-c.udemycdn.com/course/750x422/3811114_83fc_3.jpg","duration":"7179","enrolledStudentsCount":"4,428 students","lastUpdated":null,"targetAudiences":["Anyone with basic Python knowledge interested in learning Pandas for data wrangling","People interested in data science and machine learning"],"tags":["Development","Data Science","Python"],"rating":{"count":25,"averageValue":"4.9"},"instructors":[{"name":"Ben Gorman","url":"/user/bengorman2/","totalNumberOfStudents":15907,"totalNumberOfReviews":125,"averageRating":4.692021034482758}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/arsa-framework-master-of-arsa-script/":{"courseDetails":{"courseId":1303206,"title":"ARSA Framework: Master of ARSA Script.","shortDescription":"Study ARSA Script with your Photoshop. Quick and clean scripting for 2D games development.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/arsa-framework-master-of-arsa-script/","imageUri":"https://img-b.udemycdn.com/course/750x422/1303206_6271_4.jpg?secure=XYThB1HDrrkK-LFOuvC4bA%3D%3D%2C1637073176","duration":"42658","enrolledStudentsCount":"9,477 students","lastUpdated":null,"targetAudiences":["Guys who focus to new game developer.","Anyone who wants easy way to make game or app.","Photoshop family and have intension to making digital media game or app on smartphones."],"tags":["Development","Game Development","2D Game Development"],"rating":{"count":36,"averageValue":"4.9"},"instructors":[{"name":"Arsa T.","url":"/user/arsa-t/","totalNumberOfStudents":9477,"totalNumberOfReviews":36,"averageRating":4.858133}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/build-website-and-start-earning-monney-in-less-than-1-hour/":{"courseDetails":{"courseId":2276745,"title":"Live Blog Creation , watch me customize a website","shortDescription":"Live Blog Creation , watch me customize a website","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/build-website-and-start-earning-monney-in-less-than-1-hour/","imageUri":"https://img-c.udemycdn.com/course/750x422/2276745_a64b_3.jpg","duration":"3380","enrolledStudentsCount":"3,824 students","lastUpdated":null,"targetAudiences":["this course is for people who want to create blogger fast and earn monney from it"],"tags":["Development","Web Development","Google Blogger"],"rating":{"count":14,"averageValue":"4.8"},"instructors":[{"name":"Fouad boughanzai","url":"/user/fouad-boughanzai/","totalNumberOfStudents":3824,"totalNumberOfReviews":14,"averageRating":4.7623625}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-php-free-course/":{"courseDetails":{"courseId":4150798,"title":"Introduction to PHP (Free course)","shortDescription":"This course capture few on PHP Basics","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-php-free-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4150798_1601.jpg","duration":"2033","enrolledStudentsCount":"3,938 students","lastUpdated":null,"targetAudiences":["Beginner Web Developers that want to Learn the Basics of PHP"],"tags":["IT \u0026 Software","Other IT \u0026 Software","PHP"],"rating":{"count":19,"averageValue":"3.1"},"instructors":[{"name":"Adeola Oke","url":"/user/adeola-oke-5/","totalNumberOfStudents":3853,"totalNumberOfReviews":19,"averageRating":3.1047091}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/data-project-with-beautiful-soup-web-scraping-e-commerce/":{"courseDetails":{"courseId":4256776,"title":"Data Project with Beautiful Soup - Web Scraping E-Commerce","shortDescription":"Learn how to scrape E-Commerce Websites with Beautiful Soup","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/data-project-with-beautiful-soup-web-scraping-e-commerce/","imageUri":"https://img-b.udemycdn.com/course/750x422/4256776_a777.jpg?secure=jt7rfWVUia4Hlyhtfmm8dQ%3D%3D%2C1637080725","duration":"4279","enrolledStudentsCount":"6,040 students","lastUpdated":null,"targetAudiences":["Everybody who is interested in Web Scraping, for example Data Scientists"],"tags":["Development","Web Development","Web Scraping"],"rating":{"count":41,"averageValue":"4.8"},"instructors":[{"name":"Alexander Schlee","url":"/user/alexander-schlee-42/","totalNumberOfStudents":71693,"totalNumberOfReviews":767,"averageRating":4.680943026062846}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/algorithms-programming-logic/":{"courseDetails":{"courseId":4205272,"title":"Algorithms. Development of Programming Logic","shortDescription":"Develop your Programming Logic by creating Algorithms","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/algorithms-programming-logic/","imageUri":"https://img-c.udemycdn.com/course/750x422/4205272_3fe9.jpg","duration":"6976","enrolledStudentsCount":"8,922 students","lastUpdated":null,"targetAudiences":["Programming Students","Interested in improving your programming skills"],"tags":["Development","Mobile Development","Algorithms"],"rating":{"count":38,"averageValue":"4.1"},"instructors":[{"name":"Jose Javier Villena","url":"/user/josejaviervillena/","totalNumberOfStudents":145972,"totalNumberOfReviews":33887,"averageRating":4.464681171502057}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/machine-learning-fundamentals-python/":{"courseDetails":{"courseId":3288010,"title":"Machine Learning Fundamentals [Python]","shortDescription":"Understanding Machine Learning for Data Science in python. Best skill to get in free time.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/machine-learning-fundamentals-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/3288010_01e6.jpg","duration":"3589","enrolledStudentsCount":"5,365 students","lastUpdated":null,"targetAudiences":["Anyone who is looking or dont know from where to start Machine Learning can opt for this course.","This will provide a good foundation in understanding concept of Machine Learning."],"tags":["Development","Data Science","Machine Learning"],"rating":{"count":43,"averageValue":"4.3"},"instructors":[{"name":"Rishi Bansal","url":"/user/shivani-rajvanshi/","totalNumberOfStudents":40771,"totalNumberOfReviews":717,"averageRating":4.137288922916667}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/the-art-of-doing-get-coding-today-with-python-fundamentals/":{"courseDetails":{"courseId":4214950,"title":"The Art of Doing: Get Coding Today With Python Fundamentals!","shortDescription":"Learn Python by DOING!  Create your own programs today!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/the-art-of-doing-get-coding-today-with-python-fundamentals/","imageUri":"https://img-c.udemycdn.com/course/750x422/4214950_80b8_2.jpg","duration":"6511","enrolledStudentsCount":"5,230 students","lastUpdated":null,"targetAudiences":["Beginner programmers who are looking for an opportunity to learn though application rather than direct instruction."],"tags":["Development","Programming Languages","Python"],"rating":{"count":27,"averageValue":"4.4"},"instructors":[{"name":"Michael Eramo","url":"/user/michaeleramo/","totalNumberOfStudents":140184,"totalNumberOfReviews":2097,"averageRating":4.662352958914728}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/free-spanish-class-for-beginners/":{"courseDetails":{"courseId":4214058,"title":"FREE Spanish Class For Beginners","shortDescription":"100% FREE! This is the simplest and most effective way to start speaking Spanish","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/free-spanish-class-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4214058_1d59_3.jpg","duration":"5252","enrolledStudentsCount":"3,424 students","lastUpdated":null,"targetAudiences":["Anyone who needs to acquire a practical use of basic Spanish accurately within a few hours or less!","Anyone with very little knowledge of Spanish or even absolute beginners!","Anyone who wants to be able to speak and have effective communication and conversations in Spanish in less than 4 hours!","Anyone who would love to learn Spanish through speaking and active involvement instead of memorizing lists or rules!","Anyone who is skeptical about paying for Udemy courses any want a free sample before making a honest commitment!","Anyone who is still afraid that they cannot learn Spanish with training courses online, so they want a free sample to see if this is the right course for them!"],"tags":["Teaching \u0026 Academics","Language Learning","Spanish Language"],"rating":{"count":28,"averageValue":"4.5"},"instructors":[{"name":"Julie Guaglianono","url":"/user/julie-3979/","totalNumberOfStudents":15377,"totalNumberOfReviews":185,"averageRating":4.31817843945946}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/aspnet-core-dependency-injection-container/":{"courseDetails":{"courseId":4001978,"title":"Asp.Net Core Dependency Injection Container","shortDescription":"Asp .Net Core Dependency Injection Container, C#, Dependency Inversion, IOC,Lously Coupling,Clean Code,Service Lifetimes","longDescription":null,"language":"Türkçe","courseUri":"https://www.udemy.com/course/aspnet-core-dependency-injection-container/","imageUri":"https://img-c.udemycdn.com/course/750x422/4001978_d7a0_3.jpg","duration":"7123","enrolledStudentsCount":"2.663 öğrenci","lastUpdated":null,"targetAudiences":["Dependency Inversion, Inversion Of Control (IOC), Dependency Injection Kavramlarını Öğrenmek İsteyenler","Microsoft Dependency Injection Container Teknolojisini Uygulama Geliştirirken Kullanmak İsteyen Yazılım Severler"],"tags":["Yazılım Geliştirme","Web Geliştirme","Dependency Injection"],"rating":{"count":43,"averageValue":"4.7"},"instructors":[{"name":"Best Codder","url":"/user/best-codder/","totalNumberOfStudents":5549,"totalNumberOfReviews":164,"averageRating":4.680939036363636},{"name":"Hasan Denli","url":"/user/hasan-denli/","totalNumberOfStudents":3215,"totalNumberOfReviews":143,"averageRating":4.64591815}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/whatsapp-targeted-marketing/":{"courseDetails":{"courseId":4183724,"title":"WhatsApp Targeted Marketing","shortDescription":"How To Use WhatsApp Business API Automation To Get The Best ROIs?","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/whatsapp-targeted-marketing/","imageUri":"https://img-c.udemycdn.com/course/750x422/4183724_c0b6_2.jpg","duration":"5455","enrolledStudentsCount":"9.261 öğrenci","lastUpdated":null,"targetAudiences":["Businesses who want to market with WhatsApp","To learn everything about WATI and how to work with a WhatsApp Business Account"],"tags":["Pazarlama","Dijital Pazarlama","WhatsApp Pazarlama"],"rating":{"count":59,"averageValue":"4.6"},"instructors":[{"name":"Prabhansh Jain","url":"/user/prabhansh-jain/","totalNumberOfStudents":9255,"totalNumberOfReviews":59,"averageRating":4.56591},{"name":"Crystal Tai","url":"/user/crystal-tai-4/","totalNumberOfStudents":9255,"totalNumberOfReviews":59,"averageRating":4.56591}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/photoshop-painting-tutorial/":{"courseDetails":{"courseId":349144,"title":"Photoshop: Learn Digital Painting Basics in Photoshop","shortDescription":"Photoshop: Learn the software and use a Wacom tablet to easily start creating beautiful digital paintings in Photoshop.","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/photoshop-painting-tutorial/","imageUri":"https://img-c.udemycdn.com/course/750x422/349144_21e2_4.jpg","duration":"7186","enrolledStudentsCount":"11.281 öğrenci","lastUpdated":null,"targetAudiences":["Take this course if you want to learn Photoshop better in general","Take this course if you specifically want to use Photoshop for digital painting","Take this course if you want to pursue a career in any kind of digital art, i.e. concept artist, storyboard artist, character design, animation, matte painting or even automotive design. All these fields use Photoshop painting.","Take this course if you enjoy painting, and want to learn how to do it digitally.","Take this course if you want to become a better artist.","Take this course if you think painting would be fun, but you don\u0027t have all the tools and the know how to paint traditionally.","Take this course if you want a relatively easy way to get started painting stuff.","Take this course if you want to paint with NO MESS!","Take this course if you just bought a Wacom tablet off of ebay, and you want to learn how to use it in an awesome way."],"tags":["Tasarım","Diğer Grafik Tasarım ve İllüstrasyon","Photoshop"],"rating":{"count":239,"averageValue":"4.7"},"instructors":[{"name":"Adam Zollinger","url":"/user/adamzollinger2/","totalNumberOfStudents":111133,"totalNumberOfReviews":11794,"averageRating":4.4725879308668075}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/beautiful-soup-in-action-web-scraping-a-car-dealer-website/":{"courseDetails":{"courseId":4239840,"title":"Beautiful Soup in Action - Web Scraping a Car Dealer Website","shortDescription":"Real Life Project - Extract Data from a Car Dealer Website","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/beautiful-soup-in-action-web-scraping-a-car-dealer-website/","imageUri":"https://img-c.udemycdn.com/course/750x422/4239840_ae46_2.jpg","duration":"4386","enrolledStudentsCount":"7.462 öğrenci","lastUpdated":null,"targetAudiences":["Data Enthusiasts who want to create their own datasets"],"tags":["BT ve Yazılım","Diğer BT ve Yazılım","Web Scraping"],"rating":{"count":78,"averageValue":"4.8"},"instructors":[{"name":"Alexander Schlee","url":"/user/alexander-schlee-42/","totalNumberOfStudents":71693,"totalNumberOfReviews":767,"averageRating":4.680943026062846}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/aws-data-analyticsscience-elastic-search-kinesis/":{"courseDetails":{"courseId":1975154,"title":"AWS Analytics - Athena Kinesis Redshift QuickSight Glue","shortDescription":"Covering Data Science, Data Lake, Machine learning, Warehouse, Pipeline, Athena, AWS CLI, Big data, EMR and BI, AI tools","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/aws-data-analyticsscience-elastic-search-kinesis/","imageUri":"https://img-b.udemycdn.com/course/750x422/1975154_d44e_3.jpg?secure=g5bn3ApkWY34uP1ssRC8BQ%3D%3D%2C1637074884","duration":"9488","enrolledStudentsCount":"16.245 öğrenci","lastUpdated":null,"targetAudiences":["This course addresses basic to advanced concepts."],"tags":["BT ve Yazılım","Diğer BT ve Yazılım","Web Analizi"],"rating":{"count":477,"averageValue":"4.2"},"instructors":[{"name":"Kaushik Vadali","url":"/user/sri-vadali/","totalNumberOfStudents":98229,"totalNumberOfReviews":2288,"averageRating":3.8762178893617025}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/elpmoneyfight/":{"courseDetails":{"courseId":1306662,"title":"English Listening Practice: The Money Fight","shortDescription":"Listen to REAL Podcast and Do REAL Exercises","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/elpmoneyfight/","imageUri":"https://img-c.udemycdn.com/course/750x422/1306662_03f3_2.jpg","duration":"6840","enrolledStudentsCount":"5.990 öğrenci","lastUpdated":null,"targetAudiences":["English students who want to improve their listening","People who want to hear guided listening about \u0022The Money Fight\u0022"],"tags":["Öğretim ve Akademi","Dil Öğrenimi"],"rating":{"count":55,"averageValue":"4.6"},"instructors":[{"name":"Jesse Sweed","url":"/user/jessesweed/","totalNumberOfStudents":31806,"totalNumberOfReviews":1068,"averageRating":4.695779875000001}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/histograms-and-scurves-using-excel-charts/":{"courseDetails":{"courseId":1973650,"title":"Histograms and S-curves using Excel charts","shortDescription":"Histograms and S-curves for Planning","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/histograms-and-scurves-using-excel-charts/","imageUri":"https://img-c.udemycdn.com/course/750x422/1973650_240d.jpg","duration":"2257","enrolledStudentsCount":"6.333 öğrenci","lastUpdated":null,"targetAudiences":["Engineers","Accountants","follow up"],"tags":["Yazılım Geliştirme","Yazılım Geliştirme Araçları","Excel Grafikleri"],"rating":{"count":90,"averageValue":"3.7"},"instructors":[{"name":"Ahmed Mahmoud Mohammed Abd Elgalil","url":"/user/ahmed-mahmoud-mohammed-abd-elgalil/","totalNumberOfStudents":7054,"totalNumberOfReviews":155,"averageRating":3.998516}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/secrets-of-hacking/":{"courseDetails":{"courseId":4224328,"title":"Hacking - Secrets of Hacking","shortDescription":"Secrets of Hacking Decoded","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/secrets-of-hacking/","imageUri":"https://img-c.udemycdn.com/course/750x422/4224328_e09d_3.jpg","duration":"1845","enrolledStudentsCount":"4.851 öğrenci","lastUpdated":null,"targetAudiences":["People Who Wants to Hack in The Future","Begginers and Professional Hackers Too Included"],"tags":["BT ve Yazılım","Ağ ve Güvenlik","Etik Hackleme"],"rating":{"count":28,"averageValue":"3.8"},"instructors":[{"name":"Mr.Isaac Osei Asante","url":"/user/mrisaac-osei-asante/","totalNumberOfStudents":12110,"totalNumberOfReviews":68,"averageRating":3.7658421277777774}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/php-programming-by-digiflax/":{"courseDetails":{"courseId":4229582,"title":"PHP Programming for Begginers","shortDescription":"Learn the Basics and Fundamentals of PHP Programming! A Great PHP Course that you will Actually Learn!","longDescription":null,"language":"İngilizce","courseUri":"https://www.udemy.com/course/php-programming-by-digiflax/","imageUri":"https://img-b.udemycdn.com/course/750x422/4229582_919a_2.jpg?secure=B3AAGbAfXVG1f70TT7gBcQ%3D%3D%2C1637074890","duration":"6007","enrolledStudentsCount":"7.047 öğrenci","lastUpdated":null,"targetAudiences":["programmers","web developers","web designers","app developers","coders","computer science","technology addicts","marketers"],"tags":["Yazılım Geliştirme","Programlama Dilleri","PHP"],"rating":{"count":33,"averageValue":"4.4"},"instructors":[{"name":"DIGIFLAX E-LEARNING","url":"/user/digiflax/","totalNumberOfStudents":53012,"totalNumberOfReviews":1426,"averageRating":4.175306165686275}]},"isAlreadyAFreeCourse":true,"couponData":null}}}