{"coursesWithCoupon":{"https://www.udemy.com/course/oyunlarda-gelir-modelleri-unreal-engine-unity/":{"courseDetails":{"courseId":4262598,"title":"Oyunlarda Gelir Modelleri | Unreal Engine \u0026 Unity","shortDescription":"Rainbow 6 ve LoL gibi Popüler oyunlarının nasıl para kazandığını ve stratejik oyun içi gelir modellerini öğrenin.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EOyunuzun Gelirini En Üst Seviyeye Çıkartın!!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBu kursta, Oyunlardan En Üst Düzeyde Gelir elde etmenin yollarını en popüler oyunlarda inceliyoruz. \u003Cstrong\u003ERainbow Six Siege, League of Legends ve Fortnite gibi en çok kazanan oyunların gelir modellerini teker teker stratejileri ile öğrenin. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBu kurs için hiçbir bilgi sahibi olmanıza gerek yoktur, çünkü her şeyi en baştan ele alıyoruz.\u003C/p\u003E\u003Cp\u003EUnreal Engine veya Unity üzerinden yaptığınız oyunların en ileri seviyede gelir elde etmesini sağlamayı öğrenin. \u003C/p\u003E\u003Cp\u003EBu kurs\u0026nbsp;Teorik bir şekilde ilerlemekte olup, bolca örneklendirilmektedir. \u003C/p\u003E\u003Cp\u003EGerçek hikayelerden bir oyuncunun psikolojisini öğrenip fiyatlandırma yapmayı öğrenin.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBu Kursta Öğrenecekleriniz şu şekildedir:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EOyun Fiyatı dengesi\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFiyat belirlemede rakip analizi\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOyun içi satışta püf noktalar\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOyuncu Psikolojisi\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOyun içi Huzuru Sağlamak\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EE Spor\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETurnuvalar\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOyun içi para değerleri\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESatın alma Psikolojisi\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESatışta yapılmaması gereken hatalar (Pay To Win, ağır Ceza Sistemi...)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOyuncuları başka karakterleri oynatarak kostüm almasını sağlamak\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDoğru Reklam Vermek\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReklam stratejileri\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFinansal olarak gücünüzü koruma\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOyuna özgü eşyaların satışı\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESponsorluklar\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOyun içi satışta doğru değerleri kullanma \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOyuncuya daha fazla satın almaya yönlendirme\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKutu sistemi\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBattle Pass Sistemi\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKomisyon ve Pazar mantığı\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eİndirim Değerleri\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESkin Hileleri ve Sonuçları\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBu kurs aşağıdaki Gelir Modellerini ve fazlasını içermektedir\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EOyun fiyatı\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKostümler (Skins)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBattle Pass\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOyuna Özel İçerikler\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eİndirimler\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESetler\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKutular\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEtkinlik Kartları\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETakviyeler\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EE Spor\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETurnuvalar\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESponsorluklar\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReklam\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGoogle ads ve aso\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETwitch\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYoutube\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGörevler\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKomisyon\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;Doğru hamleler ve denemeler sonucunda elde edeceğiniz geliri üst düzeye taşıyarak arttırın. Daha önce yapılan hatalara düşmeyin, oyuncuyu oyunda tutun ve daha fazla şey satın almasını sağlayın. Oyun içi satılan ürünlerin fiyatındaki dengeyi yakalayın. Oyun içi kullanılan parayı daha etkili bir şekilde göstererek oyuncuya satın. Gerçek örnekler ile sisteminizi geliştirip oyunculara sunun.\u003C/em\u003E\u003C/p\u003E","language":"Türkçe","courseUri":"https://www.udemy.com/course/oyunlarda-gelir-modelleri-unreal-engine-unity/","imageUri":"https://img-c.udemycdn.com/course/750x422/4262598_5c92.jpg","duration":"4 saat","enrolledStudentsCount":"4.159 öğrenci","lastUpdated":"Son güncelleme tarihi: 9/2021","targetAudiences":["Oyun Geliştiricileri","Online Oyunlar sevenler","Gelir Modeli elde etmek isteyenler","Finans ile ilgilenenler","Para kazanmak isteyenler","Reklam vermek isteyenler","Unreal Engine","Unity"],"tags":["Yazılım Geliştirme","Oyun Geliştirme","Oyun"],"rating":{"count":53,"averageValue":"4.7"},"instructors":[{"name":"Onur Sever","url":"/user/onur-1420/","totalNumberOfStudents":9083,"totalNumberOfReviews":160,"averageRating":4.678957762711865}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0459108A23A56EB2D1C6","originalPrice":"6.720 ₹","discountedPrice":"Ücretsiz","expirationText":"1 gün","discountPercentage":100}},"https://www.udemy.com/course/anti-money-laundering-aml-kyc/":{"courseDetails":{"courseId":3385322,"title":"Anti-Money Laundering Concepts: AML, KYC and Compliance","shortDescription":"(Highest number of Students Enrolled) Anti-Money Laundering(AML), AML policies, AML KYC \u0026 AML Compliance","longDescription":"\u003Cp\u003EWelcome to the course on \u003Cstrong\u003EAnti-Money Laundering (AML)\u003C/strong\u003E, where you will learn about the key issues faced by financial institutions today: \u003Cstrong\u003EMoney Laundering and Terrorist Financing\u003C/strong\u003E. This course will educate you on \u003Cstrong\u003EMoney Laundering and Terrorist Financing laws, Know Your Customer, Customer Due Diligence, Economic Sanctions and Politically Exposed Persons\u003C/strong\u003E. This is a comprehensive course that captures all relevant concepts required for training employees of an organization.\u003C/p\u003E\u003Cp\u003EWe will start the course by understanding the term Money Laundering and will then cover the process \u0026amp; impact of the same. Post which, we will learn about terrorist financing and then cover the differences and similarities between money laundering \u0026amp; terrorist financing. In the next lectures, we will cover the Anti-Money Laundering policies along with KYC procedures, Economic Sanctions \u0026amp; Politically exposed persons.\u003C/p\u003E\u003Cp\u003EThere are \u003Cstrong\u003Eno prerequisites for this course \u003C/strong\u003Eand \u003Cstrong\u003Ecan be completed in just 1-2 hrs\u003C/strong\u003E (including \u003Cstrong\u003Esituation based practice scenarios \u0026amp; exercises\u003C/strong\u003E).\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ECourse enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003Emoney-back guarantee\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E. You have nothing to lose and so much knowledge to gain.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJust ask the students who’ve already taken this course:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022This is an excellent course. Please continue such type of very very important courses for us. Very helpful in the interest of security of the state.\u0022\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003ETav Sarma\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022This course was very informative and covered a wide variety of areas. I especially liked the fact scenarios to test assimilation of the material and the guidance on what to include in a money laundering policy. Thanks for that.\u0022\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003EDanine K. Jones\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022The Course is Great and I suggest not only Business Personalities or the Person in Financial Field, But, to Everyone as it is very important content. This should be Educated and printed in Text Books of Students too. I admire the Instructor and Thank You and I hope this helps everyone.\u0022\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003EAbdulbasiru Rabilu\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★ \u0022It was nice taking this course, i have acquired more knowledge about money laundering and i love the way videos and quiz has been set.\u0022\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003EPillwax Bulambo\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022I was very fascinated about the topic from the very start of the course. The course was great and especially with the examples the understanding was clear and crisp.\u0022\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003ESubham Saha\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/anti-money-laundering-aml-kyc/","imageUri":"https://img-b.udemycdn.com/course/750x422/3385322_e814.jpg?secure=MQNQAxbeZdGGKZ8GUZoE_w%3D%3D%2C1638864722","duration":"1 Stunde","enrolledStudentsCount":"71.705 Teilnehmer","lastUpdated":"Zuletzt aktualisiert 11/2021","targetAudiences":["Working professionals who are looking to understand the Anti-Money Laundering (AML) policies"],"tags":["Finanzen \u0026 Rechnungswesen","Compliance","Geldwäschebekämpfung"],"rating":{"count":2522,"averageValue":"4.5"},"instructors":[{"name":"GenMan Solutions","url":"/user/monika-rawat-23/","totalNumberOfStudents":262980,"totalNumberOfReviews":6429,"averageRating":4.423656965967017}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"AMLTDEC1","originalPrice":"1.920 ₹","discountedPrice":"Ücretsiz","expirationText":"2 gün","discountPercentage":100}},"https://www.udemy.com/course/soil-and-water-management-for-plants/":{"courseDetails":{"courseId":3919136,"title":"Soil and Water Management for Plants","shortDescription":"Learn to manage soil and water for your plants and crops","longDescription":"\u003Cp\u003E\u003Cem\u003ESoil water management\u003C/em\u003E is about controlling soil water content at an optimal state for plant and crops, including environmental needs. An optimal state is often a compromise between competing uses and needs to account for long-term sustainability of the soil water system.\u003C/p\u003E\u003Cp\u003ESoil is important for society because it supports plants that supply food, fibers, life-saving drugs and other essentials and because \u003Cstrong\u003Eit filters water and recycles wastes\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003ESoil water conservation \u003Cstrong\u003Econserves soil moisture in low rainfall areas due to increased infiltration rate and time of concentration\u003C/strong\u003E, while in high rainfall areas, it reduces the soil loss. In both situations, it reduces soil erosion, conserves soil fertility and moisture, and thus improves overall crop productivity.\u003C/p\u003E\u003Cp\u003EAgricultural water management (AWM) seeks \u003Cstrong\u003Eto use water in a way that provides crops and animals the amount of water they need, enhances productivity, and conserves natural resources for the benefit of downstream users and ecosystem services\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThe main objectives for irrigation management or irrigation, in general, is \u003Cstrong\u003Eto promote the proper growth of plants and maintaining the right levels of moisture for the soil\u003C/strong\u003E. ... Another reason is to cool the atmosphere and soil which is an ideal environment for plants.\u003C/p\u003E\u003Cp\u003EIn this course you are going to learn the basics of soil, its profile, composition, use and its conservation. Also water management play an imposratnt role in the overall growth of plants and crops in the soil.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/soil-and-water-management-for-plants/","imageUri":"https://img-c.udemycdn.com/course/750x422/3919136_e17d_2.jpg","duration":"30 mins","enrolledStudentsCount":"1 student","lastUpdated":"Last updated 12/2021","targetAudiences":["All age groups who love plants"],"tags":["Lifestyle","Home Improvement \u0026 Gardening","Gardening"],"rating":null,"instructors":[{"name":"SATISH KUMAR SAHANI","url":"/user/brijraj2/","totalNumberOfStudents":73838,"totalNumberOfReviews":1260,"averageRating":4.1269477762820514}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A8693BAF2B5FD49EEE19","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/hvac-duct-quantity-take-off-for-quantity-surveyors/":{"courseDetails":{"courseId":3923356,"title":"HVAC Ductwork Quantity Take off for Quantity Surveyors","shortDescription":"HVAC, Duct, Take off, Estimation, Quantity Surveying, Length, Area, Weight, SMACNA, POMI, AUTOCAD, Excel, Template, MEP","longDescription":"\u003Cp\u003EWelcome to this course on HVAC Duct Quantity Take off.\u003C/p\u003E\u003Cp\u003EHVAC stands for Heating, Cooling, Air Conditioning. It forms a part of MEP Services.\u003C/p\u003E\u003Cp\u003EDucts are used as a medium for transmission of air from the equipment\u0027s to different rooms in a building.\u003C/p\u003E\u003Cp\u003EAccurate estimation of DUCT quantities is critical for an effective cost management of a construction project. \u003C/p\u003E\u003Cp\u003EIn this course you will understand how to take off the HVAC duct quantity using different unit of measurements.\u003C/p\u003E\u003Cp\u003EYou will be able to estimate the duct measurement by length, area and weight by the end of this course.\u003C/p\u003E\u003Cp\u003EExcel templates for all length, area and weight measurements are separately explained and the templates are also available for download.\u003C/p\u003E\u003Cp\u003EThese templates can be used in your professional life.\u003C/p\u003E\u003Cp\u003EThis course also includes the basics of ductworks, difference between Air Handling Unit \u0026amp; Fresh Air Handling Unit.\u003C/p\u003E\u003Cp\u003EPOMI Standards for Duct measurement is also included as an additional lecture.\u003C/p\u003E\u003Cp\u003EThere is also a lecture on AUTOCAD tips that can be helpful for your estimation purpose.\u003C/p\u003E\u003Cp\u003ESMACNA Documents for weight estimation is also explained and this document is downloadable in this course.\u003C/p\u003E\u003Cp\u003EA Sample drawing is also included for practice purpose.\u003C/p\u003E\u003Cp\u003EConstruction professionals and enthusiasts will definitely enjoy this course and learn something new.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESo enroll for this course without wasting time and have fun learning new concepts and ideas.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/hvac-duct-quantity-take-off-for-quantity-surveyors/","imageUri":"https://img-c.udemycdn.com/course/750x422/3923356_5dca_2.jpg","duration":"42 mins","enrolledStudentsCount":"19,598 students","lastUpdated":"Last updated 3/2021","targetAudiences":["Quantity Surveyors","Estimators","MEP Quantity Surveyors","MEP Engineers","Civil Engineers","Mechanical Engineers","Electrical Engineers","Construction Professionals","Engineering Students","Fresh Engineers","Site Engineers","Project Managers","Contract Managers","Commercial Managers","Contract Administrators","Cost Control Professionals"],"tags":["Business","Project Management","HVAC"],"rating":{"count":112,"averageValue":"4.3"},"instructors":[{"name":"Akhil Krishna","url":"/user/akhil-krishna-37/","totalNumberOfStudents":110284,"totalNumberOfReviews":1373,"averageRating":4.2588797216000005}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HVAC4DEC","originalPrice":"1.600 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/tubebuddy/":{"courseDetails":{"courseId":4228220,"title":"Tubebuddy Masterclass - Guide to YouTube Keyword Tool","shortDescription":"Learn Everything about Tubebuddy, its Features, Licenses, Keyword Research tool and YouTube SEO Optimisation","longDescription":"\u003Cp\u003E\u003Cem\u003EFinally, a YouTube Channel Management Tool That Makes Creating \u0026amp; Growing A YouTube Channel Fun \u0026amp; Easy!\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EWith a good YouTube channel management tool, you can have a complete overview of your channel\u0027s analytics. You can easily see which videos are performing best, which ones need improvement and what your audience is most interested in. And it is completely free!\u003C/p\u003E\u003Cp\u003ETubebuddy is a revolutionary new YouTube creation tool that was designed to make it easier for creators on the platform to grow. Tubebuddy features a new unique algorithm that can be used to search for content ideas, this means this tool will make it easy for creators of all levels of experience on YouTube. No more trying to find the right keywords, no more clumsy keyword research, no more time-consuming uploading process, and no more researching competition.\u003C/p\u003E\u003Cp\u003EAnd This Tubebuddy Masterclass is the perfect solution for both experienced and inexperienced content creators who have created a YouTube channel but are struggling with managing it. This is the only course to teach you how to use Tubebuddy\u0027s powerful YouTube channel, SEO, and keyword research tools to grow your YouTube channel.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EHere you will Learn:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EWhat Tubebuddy is;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EWhat Features Tubebuddy provides;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EHow to choose a license for Tubebuddy;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EHow to use Keyword Research Tool;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EHow to implement found keywords in your YouTube videos;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EHow to use SEO Studio;\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EAnd Much MORE!\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIt\u0027s no secret that YouTube is the second largest search engine in the world. Also, it is worth investing your time and energy into your channel with TubeBuddy to take advantage of the long-term growth potential which will greatly contribute to the success of your channel.\u003C/p\u003E\u003Cp\u003EHere is the Tubebuddy Course! You will learn everything you need about this tool and its features and also everything about how to research and optimize your YouTube videos for better SEO. With Tubebuddy, you can finally take your Youtube channel to the next level!\u003C/p\u003E\u003Cp\u003EEverything you will learn here will be based on My practice as a user of Tubebuddy and Everything shown step by step as I am performing everything live on video.\u003C/p\u003E\u003Cp\u003EAnd don\u0027t forget that Instructor is here for you. For any questions do not hesitate to ask.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/tubebuddy/","imageUri":"https://img-c.udemycdn.com/course/750x422/4228220_d35a.jpg","duration":"1 hour","enrolledStudentsCount":"17,173 students","lastUpdated":"Last updated 9/2021","targetAudiences":["YouTube Creators","YouTube Channel Managers"],"tags":["Marketing","Video \u0026 Mobile Marketing","YouTube Audience Growth"],"rating":{"count":58,"averageValue":"4.5"},"instructors":[{"name":"Nick Nyxson","url":"/user/nick-nyxson/","totalNumberOfStudents":335297,"totalNumberOfReviews":4660,"averageRating":4.420948218313954}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BFD4908977DD6060D413","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"2 gün","discountPercentage":100}},"https://www.udemy.com/course/learn-video-editing-for-freelancing-social-media-marketing/":{"courseDetails":{"courseId":1880760,"title":"Learn Video Editing for Freelancing \u0026 Social Media Marketing","shortDescription":"After joining this video editing course you will be able to do freelancing or can edit promo videos for any social media","longDescription":"\u003Cp\u003EIn this video editing course you will learn how to edit videos from raw clips to professional looking business promotional video.\u003C/p\u003E\u003Cp\u003Ewe have covered all main features of any video editing software like cutting, trimming, transitions, enhancing, speed up, resizing for any social media, putting titles, animated logo, animated text explanations etc.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWant to Do Freelancing\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAfter learning promo video editing in this course you can give your services of this skill on any freelancing platform. video editing skill is high in demand.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWant to Promote Any Business\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you have your own business or any client\u0027s business, can make promo video for social media marketing.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe have Covered\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhich Software to use for video editing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to get free version of software\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EElements needed to start editing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to get Social Media Icons\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImport Media and Timeline of software\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EZoom in out on timeline\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to detach \u0026amp; delete raw audio\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to add , delete video or audio tracks on timeline\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy we need to cut and short raw video clips length\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECut (split) and delete unnecessary clips, parts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUndo ,Redo option (important if delete something mistakenly)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EContinue Cut (split) again\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdd Transition to edited clips\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExport to Computer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReopen Software and import rendered video\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExploring Video settings option\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIncreasing Video Speed\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EResize video for social media\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImport Social Media icons \u0026amp; logo\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPut Plain colour for text\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClipping at start for video title\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdding Animated title at start\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdd logo \u0026amp; animate it\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdding animated business slogans and from where to get these\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdd business address with animation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdd social icons and contacts with animation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdding Audio\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to save complete project source file for future use\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExport (render) final video\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to save layers as custom\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn from someone who is currently working in the industry, who knows the most current editing techniques.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENote! As a extra you will get source file of the project i made in this course.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EGo ahead and click the enroll button, and I\u0027ll see you in lesson 1!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-video-editing-for-freelancing-social-media-marketing/","imageUri":"https://img-c.udemycdn.com/course/750x422/1880760_a185_8.jpg","duration":"1 hour","enrolledStudentsCount":"13,903 students","lastUpdated":"Last updated 12/2021","targetAudiences":["Students who want to learn promo video editing skill for any business"],"tags":["Photography \u0026 Video","Video Design","Video Editing"],"rating":{"count":51,"averageValue":"4.3"},"instructors":[{"name":"Muhammad Ejaz","url":"/user/muhammad-ejaz-3/","totalNumberOfStudents":13903,"totalNumberOfReviews":51,"averageRating":4.287279}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DECLTD","originalPrice":"3.520 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/extreme-decluttering-for-tiny-space-ship-cabin-organization/":{"courseDetails":{"courseId":4381888,"title":"Extreme Decluttering for Tiny Space! Ship Cabin Organization","shortDescription":"Extreme Decluttering \u002B Storage Solutions \u002B African Minimalism \u002B Living in Tiny Home Tips \u002B Organize Drawers \u0026 Fridge!","longDescription":"\u003Cp\u003EChange your life by getting rid of all \u003Cstrong\u003Eunnecessary junk \u003C/strong\u003Earound you. Yes, of course, I will teach you how to organize from your drawers to the fridge. How to dispose food which you are not eating. How you can clean off your tiny home or space and more room for you. I will show you how I live and \u003Cstrong\u003Ework on ship\u003C/strong\u003E in a tiny, small container cabin. I will share with you my \u003Cstrong\u003Eshopaholic addiction\u003C/strong\u003E and how I overcome it. Finally, I will teach how to fight the craving of unnecessary spending online.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBy decluttering, you will be a \u003Cstrong\u003Emuch happier person than before\u003C/strong\u003E, and how to live a minimalistic lifestyle. I will be sharing my African method of decluttering with you, which I learned when I was in East Africa. The \u003Cstrong\u003EGreat Mama Africa\u003C/strong\u003E had taught me many things on \u003Cstrong\u003Ehow to stay in a tiny space\u003C/strong\u003E and still be happy with it. Also, if you\u0027re living in a small apartment or an RV van, this course will be beneficial. By keeping your space clean and storing fewer things, it will be \u003Cstrong\u003Eeasier to focus on tasks\u003C/strong\u003E that bring you happiness and bring you forward to your life goals. Finally, I will show you how to organize your electronic gadgets and cables.\u003C/p\u003E\u003Cp\u003EAt the end of the course, I will show you how I dispose of the garbage I accumulated from decluttering.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/extreme-decluttering-for-tiny-space-ship-cabin-organization/","imageUri":"https://img-c.udemycdn.com/course/750x422/4381888_253e.jpg","duration":"1 saat","enrolledStudentsCount":"33 öğrenci","lastUpdated":"Son güncelleme tarihi: 11/2021","targetAudiences":["First time home organization","Decluttering for beginners","Cleaning tiny home space"],"tags":["Yaşam Tarzı","Ev Geliştirme ve Bahçe İşleri","Düzenleme"],"rating":null,"instructors":[{"name":"Umair Ramay","url":"/user/umair-ramay-2/","totalNumberOfStudents":19344,"totalNumberOfReviews":87,"averageRating":3.8069184666666667}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EC462EFB9A44DE5FB97C","originalPrice":"8.640 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/rigging-a-character-with-duik-bassel-in-after-effects/":{"courseDetails":{"courseId":2399656,"title":"Rigging a Character with Duik Bassel in After Effects","shortDescription":"Learn Duik Bassel to easily do character animation and Humanoid Character Rigging and improve your motion graphics.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EYou may have the same question that Is it possible to rig a character and then create a walk cycle for it, in the shortest time and easiest way?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETo answer this question I have to say: Yes, The Duik Basel script has provided this. With this script you can easily rig your character, just by one click and also you can create walk cycle animation for your character, just by one click. All the expressions and the actions that a person needs to spend hours to do for rigging and animating, Duik does by one click and this feature makes it a powerful script for this purpose.\u003C/p\u003E\u003Cp\u003EBut it may have happened to you when after spending a lot of time on the Internet to find a complete course of this script, You were faced with incomplete tutorials, each expressing a part and they have never fully explained all the tools in this script.\u003C/p\u003E\u003Cp\u003EThat’s why, In this course, we want to completely present the last version of Duik script and check all the options in detail with practical examples.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere some of the techniques you will Learn:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003Eyou will learn how to create a proper skeleton for Human and Animal character,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ehow to match the skeleton with the character,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ehow to rig your characters using auto-rig tool\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eand how to create a walking animation automatically using walk cycle tool.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Efurthermore, you will learn how to create manually a walking animation, running animation, and bicycling animation.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eyou will learn about many other useful functions and practical tools of Duik script,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Esuch as connector tool, that is a great tool for rigging facial components,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eanimation blender tool, that allows you to blend and control your animations by markers,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eeffector tool, that lets you to control multi-layer animations,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Elooper tool, that helps you to create different loops without any expression,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ecopy offset animation option, that allows you to continue your animation simply by copying the keyframes,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Emotion trail tool, that lets you to create a trail for your objects in the shortest possible time,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ecamera tool that is very useful in creating complex camera movements.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eand so much more!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis is a very practical course, That will give you the Practical knowledge of Rigging and Animating your own characters in adobe After Effects.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWith our 30-day 100% money back guarantee, there is nothing holding you back from jumping in right now and trying the course out.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EGo ahead and click the enroll button, and start rigging and animating your character for your next animation.\u003C/p\u003E\u003Cp\u003ESo, I\u0027ll see you inside!\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/rigging-a-character-with-duik-bassel-in-after-effects/","imageUri":"https://img-c.udemycdn.com/course/750x422/2399656_4b49.jpg","duration":"4,5 saat","enrolledStudentsCount":"9.864 öğrenci","lastUpdated":"Son güncelleme tarihi: 11/2021","targetAudiences":["Beginner to Advanced Character Rigging \u0026 Animation in the After Effects","Animators looking for simple tools to create complex animations","Animators who want to learn how to save time in rigging and animating a character","Animators who want to rig and animating the characters in easiest way","Motion desiners who want to improve their videos."],"tags":["Tasarım","3D ve Animasyon","Hareketli Grafik"],"rating":{"count":191,"averageValue":"4.2"},"instructors":[{"name":"Motion Guru","url":"/user/tooba-23/","totalNumberOfStudents":61189,"totalNumberOfReviews":714,"averageRating":4.290342601550388}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE-LEARN","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/ra-logistics-and-supply-chain-optimization/":{"courseDetails":{"courseId":3501194,"title":"Supply Chain Design and Planning  with Excel \u0026 Python.","shortDescription":"Learn transport network design, Last mile delivery and  Production scheduling with excel \u0026 Python.","longDescription":"\u003Cp\u003EPython Crash section included!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIf you are working in supply planning, logistics, strategic design, and operational planning, making full use of open source technologies such as the widely popular Python is a guarantee for supply chain excellence through this era of digital transformation.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ETop companies manage their supply chain by having a clear focus on planning allocation of suppliers, manufacturing facilities, warehouses, and retailers. and as long as a company or an NGO is delivering products, then for sure, there is a supply chain.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EAnd in this course, we focus on strategic and operational supply chain planning \u003Cstrong\u003E\u003Cem\u003Eusing optimization \u003C/em\u003E\u003C/strong\u003Ewhich by itself is one of the biggest disciplines used in almost all business, engineering, and data industries.\u003C/p\u003E\u003Cp\u003EAs a supply chain and logistics professional in this modern age, having analytical skills, know-how, and a data science coding language is imperative for the success and progress of one\u0027s supply chain career. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will take you to step by step on understanding optimization problems in supply-chain that can help you make strategic and tactical supply-chain decisions effectively. As always, our courses are highly practical and follows a learn by doing approach.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAfter this course we will be able to:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E1- Understand the basics of python.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E2- Understand linear programming.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E3- Work with python library Pulp for linear programming.\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E4- Maximize the profit of our business given the resources available.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E5- Implement production scheduling to minimize cost in excel and python.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E6- Decide on the optimal location of facilities.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E7- Develop Optimization problems Masterfully in excel and python.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E8- Optimize the flow of the supply chain network.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E9- Optimize the design of the supply chain network.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E10-\u0026nbsp; Develop your supply chain network with the service level in mind.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E11- Understand the sensitivity and the binding constraints of your supply chain decisions.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E12- Route optimization for logistical Flows with OR tools.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Design\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003Ethe course is designed as \u003Cstrong\u003E\u003Cem\u003Eexperiential learning Modules\u003C/em\u003E\u003C/strong\u003E, the first couple of modules are for \u003Cstrong\u003E\u003Cem\u003Eunderstanding optimization and python followed by supply chain applications using optimization.\u003C/em\u003E\u003C/strong\u003EDon\u0027t worry if you don\u0027t know python, there are is a python fundamental section in the course to get you up and running with python.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ELooking forward to seeing you inside and hope you enjoy the class.\u003C/p\u003E\u003Cp\u003EHappy Supply Chain mining!\u003C/p\u003E\u003Cp\u003EHaytham\u003C/p\u003E\u003Cp\u003ERescale Analytics\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EFeedback from Clients and Training:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0022In Q4 2018, I was fortunate to find an opportunity to learn R in Dubai, after hearing about it from indirect references in UK.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI attended a Supply Chain Forecasting \u0026amp; Demand Planning Masterclass conducted by Haitham Omar and the possibilities seemed endless. So, we requested Haitham to conduct a 5-day workshop in our office to train 8 staff members, which opened us up as a team to deeper data analysis. Today, we have gone a step further and retained Haitham, as a consultant, to take our data analysis to the next level and to help us implement inventory guidelines for our business. The above progression of our actions is a clear indication of the capabilities of Haitham as a specialist in R and in data analytics, demand planning, and inventory management.\u0022\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EShailesh Mendonca\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECommercial lead-in Adventure AHQ- Sharaf Group\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E“ Haytham mentored me in my Role of Head of Supply Chain efficiency. He is extremely knowledgebase about the supply concepts, latest trends, and benchmarks in the supply chain world. Haytham’s analytics-driven approach was very helpful for me to recommend and implement significant changes to our supply chain at Aster group”\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESaify Naqvi\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHead of Supply Chain Efficiency\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E“I participated in the training session called \u0022Supply Chain Forecasting \u0026amp; Management\u0022 on December 22nd 2018. This training helped me a lot in my daily work since I am working in Purchase Dpt. Haytham have the pedagogy to explain us very difficult calculations and formula in a simple way. I highly recommend this training.”\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDjamel BOUREMIZ\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPurchasing Manager at Mineral Circles Bearings\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/ra-logistics-and-supply-chain-optimization/","imageUri":"https://img-c.udemycdn.com/course/750x422/3501194_8629_7.jpg","duration":"11,5 saat","enrolledStudentsCount":"13.065 öğrenci","lastUpdated":"Son güncelleme tarihi: 11/2021","targetAudiences":["Supply chain","Logistics","Data science","Planners","Python","Optimization","Last mile delivery","Production planning"],"tags":["İşletme","Operasyonlar","Python"],"rating":{"count":116,"averageValue":"4.1"},"instructors":[{"name":"Haytham Omar","url":"/user/haytham-omar-4/","totalNumberOfStudents":42955,"totalNumberOfReviews":1075,"averageRating":4.465750540836012}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A2FECDB5868E962130AE","originalPrice":"6.080 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/aws-certified-cloud-practitioner-clf-c01-practice-exams-2022/":{"courseDetails":{"courseId":4420472,"title":"AWS Certified Cloud Practitioner CLF-C01 Practice Exams 2022","shortDescription":"Be 100% ready to pass the certification exam full of confidence !","longDescription":"\u003Cp\u003EThis credential helps organizations identify and develop talent with critical knowledge related to implementing cloud initiatives. Earning AWS Certified Cloud Practitioner validates cloud fluency and foundational AWS knowledge.\u003C/p\u003E\u003Cp\u003EThis AWS practice quiz consists of 65 questions with a mix of questions on core AWS services, including all services which are in AWS CCP level. Please note that, unlike the real AWS Cloud Practitioner exam, so you can take as much time as required to answer each question. At the end of the test, you get to review your answers . This will help you identify your strength and weaknesses.\u003C/p\u003E\u003Cp\u003EWe strongly believe in the value of practice exams that prepare you thoroughly for the real exam so that you get to pass first time with a great score. Please don’t feel discouraged if you score lower than expected in this sample exam. We have got you covered with our comprehensive AWS Training Resources that will ensure your exam success.\u003C/p\u003E\u003Cp\u003EAssess your exam readiness with 6 sets of full-length practice tests (65 questions each) that reflect the difficulty of the Amazon Web Services exam questions and are the most similar to the real AWS exam experience available. Our exam simulator includes more than 390 unique practice questions that are timed and scored and the closest to the real AWS exam. With these popular Practice Tests, you’ll know when you are ready to pass your AWS Cloud Practitioner exam!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EWho should take this exam?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAWS Certified Cloud Practitioner is intended for anyone who has basic knowledge of the AWS platform. Before taking this exam, we recommend you have:\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESix months of exposure to the AWS Cloud\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBasic understanding of IT services and their uses in the AWS Cloud platform\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKnowledge of core AWS services and use cases, billing and pricing models, security concepts, and how cloud impacts your business\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EWhat does it take to earn this certification?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETo earn this certification, you will need to take and pass the AWS Certified Cloud Practitioner exam (CLF-C01). The exam features a combination of two question formats: multiple choice and multiple response. Additional information, such as a detailed exam content outline, is in the exam guide.\u003C/p\u003E\u003Cp\u003ETest is according to the updated syllabus of AWS.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/aws-certified-cloud-practitioner-clf-c01-practice-exams-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4420472_cbe6.jpg","duration":"","enrolledStudentsCount":"1.105 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["AWS  Cloud Practitioner Students and candidates"],"tags":["Informática y software","Certificaciones de informática","Certificación AWS"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Edu Academy","url":"/user/eduacademy/","totalNumberOfStudents":15682,"totalNumberOfReviews":38,"averageRating":3.9776162717948718}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CCPFREE","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/salesforce-adm-201-administration-essentials-practice-exams-q/":{"courseDetails":{"courseId":4436534,"title":"Salesforce ADM-201 Administration Essentials Practice Exams","shortDescription":"Get your Salesforce ADM-201 Administration Essentials Certification with the help of these real exam simulations !","longDescription":"\u003Cp\u003E\u003Cstrong\u003E- Udemy\u0027s courses all have lifetime access, so use these practice tests to brush up your Salesforce Administration skills any time.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- 30-Day Money-Back Guarantee\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThese practice tests are meant for people interested in passing the \u003Cstrong\u003ESalesforce ADM201\u003C/strong\u003E Certification Exam rapidly and contains 5 practice tests prepared carefully in order to help you to get certified in \u003Cstrong\u003ESalesforce ADM201\u003C/strong\u003E ramidely.\u003C/p\u003E\u003Cp\u003EGet certified rapidely through these New 6 Full Salesforce Adm201 Certification Timed Tests.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThese real exam questions cover all the following core concepts:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E· Organization Set Up\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E· User Set Up\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E· Security And Access\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E· Standard And Custom Objects\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E· Data Management\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E· Workflow/Process Automation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E· Analytics - Reports And Dashboards\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E· Desktop And Mobile Administration\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E· Appexchange\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E· Service And Support Applications\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E· Sales And Marketing Applications\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESalesforce is a cloud-based company that offers the platform that is used for customer management. It ensures that customers are connected in a way that makes their relations, sales, marketing, and services more efficient. Salesforce administrators are professionals with experience in running this platform. These professionals go through training, sit for exams, and receive the Admin certification once they meet the requirements. To receive the certification, one must pass the \u003Cstrong\u003EADM-201\u003C/strong\u003E exam, whose objectives include management of users’ security and data, maintaining and customizing service and sales cloud applications, as well as preparing reports, workflows, and dashboards. It is a prerequisite for the Salesforce Certified Advanced Administrator certification.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EADM-201\u003C/strong\u003E is a multiple-choice or multiple-select test comprising 60 scored and 5 additional unscored questions. The candidate is given 105 minutes to finish this exam. The minimum passing score is 65%, and the cost of the exam is $200. If the student fails, he/she must pay another $100 to retake it. Retakes are allowed only a day after a failed attempt. The individuals are allowed to take their exams either online or onsite. The pass/fail exam results are provided immediately after the test is submitted.\u003C/p\u003E\u003Cp\u003ESalesforce ADM-201 certification exam has become a very influential exam which can test computer skills.The certification of Salesforce certified engineers can help you to find a better job, so that you can easily become the IT white-collar worker,and get fat salary.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/salesforce-adm-201-administration-essentials-practice-exams-q/","imageUri":"https://img-b.udemycdn.com/course/750x422/4436534_0050.jpg?secure=jt_Hyr-jKIgg_kJzD9QVuQ%3D%3D%2C1639098062","duration":"","enrolledStudentsCount":"20 öğrenci","lastUpdated":"Yayımlanma tarihi: 12/2021","targetAudiences":["Students looking for some Final Test Prep before Salesforce ADM-201 Administration Essentials Exam"],"tags":["BT ve Yazılım","BT Sertifikaları"],"rating":null,"instructors":[{"name":"Youness Labsili","url":"/user/youness-labsili-2/","totalNumberOfStudents":1111,"totalNumberOfReviews":1,"averageRating":5},{"name":"Edu Academy","url":"/user/eduacademy/","totalNumberOfStudents":16236,"totalNumberOfReviews":38,"averageRating":4.007605541025641}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/microsoft-power-platform-fundamentals-pl-900-h/":{"courseDetails":{"courseId":4251976,"title":"Microsoft Power Platform Fundamentals (PL-900) Practice Exam","shortDescription":"PL-900: Microsoft Power Platform Fundamentals start preparation for the PL-900 exam.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EAre you ready to take the Microsoft PL-900 Analyzing and Visualizing Data with Microsoft Power BI exam?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis practice test course contains \u003Cstrong\u003E3 complete timed tests, of over 52-questions each\u003C/strong\u003E, properly balanced based on the exam domains just like you will get in the official exam. That\u0027s over \u003Cstrong\u003E189 questions\u003C/strong\u003E to see how prepared you are for the real test. In addition, after taking the exam you can review your answers compared against the correct answers including \u003Cstrong\u003Ecomprehensive explanations\u003C/strong\u003E of each question, links to documentation and articles, the correct and incorrect answer options\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe practice tests cover every exam objective in the PL-900 certification exam with detailed attention towards maintaining parallels with the weightage allocated for every domain.\u003Cbr\u003E\u003Cbr\u003EThere are no specific prerequisites recommended for the Microsoft Power Platform Fundamentals or PL-900 certification exam. However, candidates must note that prior experience in the required skills for the exam can be beneficial for their success. Most important of all, candidates must have the capabilities for the understanding of business value associated with Power Platform and the core components in Power Platform.\u003C/p\u003E\u003Cp\u003EThe Microsoft Power Platform Fundamentals or PL-900 certification exam focuses on the following important domains,\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBusiness value of Power Platform\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentification of core components in Power Platform\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBusiness capabilities of Power BI\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBusiness value of Power Apps\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBusiness value of Power Automate\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBusiness value of Power Virtual Agents\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWe are looking forward to seeing you inside the course.\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/microsoft-power-platform-fundamentals-pl-900-h/","imageUri":"https://img-c.udemycdn.com/course/750x422/4251976_357f.jpg","duration":"","enrolledStudentsCount":"3.922 estudiantes","lastUpdated":"Fecha de la última actualización: 8/2021","targetAudiences":["Anyone pursuing the Microsoft Certified PL 900 certification exam","Anyone interested in Microsoft Power Platform including Power Apps, Automate \u0026 Power BI"],"tags":["Informática y software","Certificaciones de informática","Certificación Microsoft"],"rating":{"count":13,"averageValue":"3.8"},"instructors":[{"name":"Edu Academy","url":"/user/eduacademy/","totalNumberOfStudents":15682,"totalNumberOfReviews":38,"averageRating":3.9776162717948718}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PL900FREE","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/complete-linux-command-line-linux-administration-unix-os/":{"courseDetails":{"courseId":4419446,"title":"Complete Linux Command Line, Linux Administration \u0026 Unix OS","shortDescription":"Learn everything about Linux Command Line, Linux Administration \u0026 Unix Operating System from Scratch","longDescription":"\u003Cp\u003E\u003Cstrong\u003ELearn about EVERYTHING about Linux and Unix using this Comprehensive Course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou do not need any prior expertise in order to profit from this program. You will be taken step by step through the process, which will be rational and methodical. As new concepts, directives, or jargon are met, they are presented in plain English so that everyone may comprehend what is being spoken to them. This is what you will learn if you participate in this course:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIf you don\u0027t already have access to a Linux server, here\u0027s how to obtain it.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat a Linux distribution is and how to find the best one for you.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat software is required to connect to Linux from machines running Mac OS X or Windows.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat SSH is and how to utilize it are explained.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe file system layout of Linux systems, as well as where to obtain applications, settings, and documentation are all covered.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThese are the fundamental Linux commands that you\u0027ll use the most.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating, renaming, relocating, and deleting folders are all possible actions.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating, reading, editing, copying, and deleting files are all possible actions.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn exactly how permissions operate, as well as how to read even the most obscure Linux permissions with relative simplicity, in this course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to use the nano, vi, and emacs text editors in this tutorial.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThere are two approaches to searching for files and folders.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to compare the contents of two or more files in a single operation.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat pipes are, why they are useful, and how to put them to use are all covered.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to compress files in order to conserve space and make data transfer more convenient.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to redirect input and output from apps, as well as reasons to do so.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to make your shell prompt more personalized.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ELearn how to be more productive at the command line by utilizing aliases, tab completion, and your shell history to your advantage.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECredit: Bash Command Course developed by: Lane Schwartz License: \u003C/p\u003E\u003Cp\u003ELicense:\u0026nbsp;Creative Commons Attribution \u003C/p\u003E\u003Cp\u003EThis course is created by merging all the lessons related to Bash command line\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHow to schedule and automate operations with the crontab command.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EFind out how to change users and execute processes as someone else.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ELearn where to look for and how to install software.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe unconditional Udemy 30-day money-back guarantee is my personal commitment to you that you will be successful.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWhat you learn in Learn Linux in 5 Days may be applied to any Linux environment, including Ubuntu, Debian, Kali Linux, Linux Mint, RedHat, Fedora, OpenSUSE, Slackware, and others. Learn Linux in 5 Days is a self-paced, online course that takes 5 days to complete.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEnroll today and begin acquiring the skills you\u0027ll need to advance your professional career!\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/complete-linux-command-line-linux-administration-unix-os/","imageUri":"https://img-c.udemycdn.com/course/750x422/4419446_d36f.jpg","duration":"10 saat","enrolledStudentsCount":"386 öğrenci","lastUpdated":"Son güncelleme tarihi: 11/2021","targetAudiences":["Anyone interested in learning about Linux","Anyone interested in learning about Unix Operating System"],"tags":["BT ve Yazılım","Ağ ve Güvenlik","Linux"],"rating":{"count":6,"averageValue":"4.5"},"instructors":[{"name":"Homework Helper Proz","url":"/user/homework-helper-proz/","totalNumberOfStudents":67455,"totalNumberOfReviews":491,"averageRating":4.450821993577982}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B01D86FE82A1514C7492","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/asana-project-management-for-beginners/":{"courseDetails":{"courseId":4219764,"title":"Asana Project Management- Complete Guide to using Asana \u002721","shortDescription":"Asana Software: The complete Beginners Guide. Learn how to get more done with the Asana Project Management Software.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDoes one of the following sound familiar?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E-Project management is difficult for you. \u003C/p\u003E\u003Cp\u003E-You have systems that are too simple or complex which make it hard to plan projects and see how they’re progressing. Responsibilities are unclear in your team. \u003C/p\u003E\u003Cp\u003E-It frustrates you that action items get lost across email and other tools, and teammates don’t know deadlines or what they\u0027re responsible for. \u003C/p\u003E\u003Cp\u003E-You find yourself juggling multiple projects and many tasks and struggle with keeping everyone accountable.\u003C/p\u003E\u003Cp\u003E-You experience lack of communication. \u003C/p\u003E\u003Cp\u003E-You\u0026nbsp; face lack of clear goals and success criteria\u003C/p\u003E\u003Cp\u003E-You don\u0027t have a system to structure your business and are therefore losing clients\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E-YOU FEEL \u003Cem\u003ESTUCK\u003C/em\u003E WORKING IN YOUR BUSINESS INSTEAD OF ON IT\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELet\u0027s be honest, it\u0027s probably a list that goes on an on, but what if I told you that it does not have to go on like this?!\u003C/p\u003E\u003Cp\u003EWhat if you had the exact Blueprint to help you take the necessary steps to plan and manage your Projects so that you can finally improve your chances of achieving the desired result- would you want to learn more?\u003C/p\u003E\u003Cp\u003EYou see, \u003Cem\u003Ein this course, Project management is made visual and easy! \u003C/em\u003EThe main \u003Cstrong\u003Egoal of The Asana Project Management- Beginners Guide to using Asana \u002721 \u003C/strong\u003Eis to help you to manage your projects effectively and to enable you to resolve problems more quickly.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou know that in order to have a truly sustainable business there needs to be a simple but effective system in place that helps you run your business with easy so that you’re no longer losing track of important tasks and wasting time.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIMAGINE HOW IT WOULD FEEL...\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E-to create \u003Cstrong\u003E\u003Cem\u003Eefficient\u003C/em\u003E\u003C/strong\u003E systems and processes\u003C/p\u003E\u003Cp\u003E-to have the \u003Cstrong\u003E\u003Cem\u003Eperfect\u003C/em\u003E\u003C/strong\u003E Asana set up for success \u003Cbr\u003E-to track your tasks and projects \u003Cstrong\u003E\u003Cem\u003Eall in one place\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E-to quickly and confidently create a simple project management system for your business that helps you with planning, organizing, motivating and managing resources, procedures and protocols so that you can \u003Cstrong\u003Efinally \u003C/strong\u003Eachieve all project goals in the most effective and efficient manner.\u003C/p\u003E\u003Cp\u003EWhat if I told you that the best benefit of using Asana Project Management is that you \u003Cstrong\u003Efinally\u003C/strong\u003E gain the ability to take the bird’s eye view on your entire project.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJoin over 30.000 satisfied students who are already enrolled in my Udemy Courses. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u003C/p\u003E\u003Cp\u003EAsana Project Management- Beginners Guide to using Asana \u002721 is right for you if:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou are ready to roll up your sleeves and figure out this whole Project Management World. You only need to commit a few hours in learning how to use Asana so that at the end you walk away as a Pro who is confidently using Asana!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou are sick and tired of constant project schedule delays and demotivation of the project team\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou are more than ready to improve productivity and quality of work\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou want to create a system that helps you run your business more efficiently so that you finally have more clarity and time freedom\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYOU ARE READY to gain a fresh perspective on your future projects\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYOU’RE READY to uplevel your business with a fluff-free beginner course that will support you all the way to an advanced level .\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou know that NOT having a process to manage your projects can result in lost time, wasted money, inconsistencies and poor performance.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIf you are still here and have made it this far, I know you’re ready to do things differently and ready to take this course! There is nothing to lose! I\u0027ve figured out a quick and easy way to effectively use Asana for my Small Online Business and in this course I am helping you do the same!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECERTIFICATE OF COMPLETION WHEN YOU FINISH THE COURSE\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWhen you complete 100% of the videos in this \u003Cstrong\u003EAsana Project Management- Complete Guide to using Asana\u0022\u003C/strong\u003E, you will be emailed a certificate of completion by Udemy . Certificates are a great way to motivate yourself to keep learning and growing, but you can also show the certificate as proof of your expertise and that you have completed a certain number of hours and are capable of using Asana Project Management with ease!\u003C/p\u003E\u003Cp\u003EYou will get lifetime access to the course and can always revise the course lectures as you go!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMONEY-BACK GUARANTEE\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMy \u003Cstrong\u003EAsana Project Management- Complete Guide to using Asana\u0022\u003C/strong\u003Ecomes with a Udemy- backed, 30-day money-back guarantee. This is not just a guarantee, it\u0027s my personal promise to you that I will go out of my way to help you succeed just like I\u0027ve done for thousands of my other students.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECan You Afford NOT to take this Course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEvery moment you delay is costing you sales and money!Why stop the struggle now and learn how to manage your projects and finally have\u0026nbsp; fun organizing your projects.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo let’s get started, I’m really excited to see you on the other side!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EKind regards,\u003C/p\u003E\u003Cp\u003EAnike\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/asana-project-management-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4219764_3828_2.jpg","duration":"3 horas","enrolledStudentsCount":"165 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Beginners interested in Project Management","Small Business Owners and Solopreneurs that want to work smarter, not harder"],"tags":["Negocios","Gestión de proyectos","Gestión de proyectos"],"rating":null,"instructors":[{"name":"Anike , Zebra Soul Art","url":"/user/anime-kehinde/","totalNumberOfStudents":38944,"totalNumberOfReviews":1013,"averageRating":4.665533832786885}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEASANACOUPON","originalPrice":"7.040 ₹","discountedPrice":"Ücretsiz","expirationText":"2 gün","discountPercentage":100}},"https://www.udemy.com/course/ultimate-aws-solution-architect-associate-practice-test-2022/":{"courseDetails":{"courseId":4436484,"title":"Ultimate AWS Solution Architect Associate Practice Test 2022","shortDescription":"Final Prep Tests for the AWS Certified Solutions Architect Associate (AWS CSA - A) Certification Exam","longDescription":"\u003Cp\u003EThis course is for complete preparation of AWS (Amazon Web Services) Certified Solutions Architect Associate C02 practice – It includes 6 Practice exams with 390 questions. All questions have been designed based on real exam questions and have been tested by many candidates. \u003C/p\u003E\u003Cp\u003EThe 6 practice exams are covering most important topics for the exam (VPC, S3, EFS, API Gateway, ECS, Lambda, EBS, STS, SNS, SQS, ELB, Route 53, etc.)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EThe 6 practice exams are based on official AWS Certified Solutions Architect–Associate C02 exam 2021\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Pass AWS SAA-C02 Exam in First Attempt Easily\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Accurate \u0026amp; Verified Answers and explanation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe AWS SAA-C02 exam contains two types of questions - multiple-choice and multiple responses that you will have to solve in 130 minutes. According to the vendor, there is only one correct answer in multiple-choice tasks. On the other hand, in multiple responses, there is more than one correct answer. Also, an unattempted question will be taken as a wrong answer. However, there is no negative marking. Overall, the curriculum of SAA-C02 consists of four different sections like resilient \u0026amp; high-performing architectures, secure apps as well as architectures, and cost-optimized solutions.\u003C/p\u003E\u003Cp\u003EThe AWS Certified Solutions Architect Associate certification is one of the most popular cloud computing certifications, the real exam is :\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Exam Duration : 130 Minutes\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Number of Questions :\u003C/strong\u003E 65\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Passing Score :\u003C/strong\u003E 72 %\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Exam Fee\u003C/strong\u003E :$150\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Eligibility/Pre-requisite :\u003C/strong\u003E None\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Validity :\u003C/strong\u003E 3 years\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/ultimate-aws-solution-architect-associate-practice-test-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4436484_ceee.jpg","duration":"","enrolledStudentsCount":"3 öğrenci","lastUpdated":"Yayımlanma tarihi: 12/2021","targetAudiences":["Students looking for some Final Test Prep before AWS CSA-A Exam"],"tags":["BT ve Yazılım","BT Sertifikaları"],"rating":null,"instructors":[{"name":"Youness Labsili","url":"/user/youness-labsili-2/","totalNumberOfStudents":1040,"totalNumberOfReviews":1,"averageRating":5},{"name":"Edu Academy","url":"/user/eduacademy/","totalNumberOfStudents":15682,"totalNumberOfReviews":38,"averageRating":4.007605541025641}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/master-the-power-of-your-mind-to-be-more-successful/":{"courseDetails":{"courseId":1035788,"title":"Mind Power - Change Your Thought Process To Change Your Life","shortDescription":"Change Your Belief System to Have a Breakthrough In personal as well as professional Life","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**Course Updated - Nov 2021**\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETo have a breakthrough in YOUR happiness and\u0026nbsp;emotional well being... All you have to Do is CHANGE\u0026nbsp;YOUR\u0026nbsp;BELIEF\u0026nbsp;SYSTEM/THOUGHT PROCESS\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHave you ever thought what causes someone to persist when another would give up?\u003C/p\u003E\u003Cp\u003EWhat causes a person to focus and utilize all their resources towards a goal? \n\n\u0026nbsp; What ultimately creates the difference between happiness and despair? The answer is beliefs.\u003C/p\u003E\u003Cp\u003EJust Imagine, can there be anything more important than our thought process and our own thoughts? Our thoughts create our reality, the reality that we live in and spend majority of our most valuable time. More importantly, the quality of your thinking determines the quality of your life. Our day-to-day\u0026nbsp;thoughts creates the beliefs that we process and these beliefs makes us who we are (in a good way or in a bad way).\u0026nbsp;\u003C/p\u003E\u003Cp\u003EOur thought process\u0026nbsp;is actually something that we are engaged in every day of our lives, yet we always take it for granted without even acknowledging the fact that what ever we are doing and how ever we are feeling (emotionally) is totally dependent on our thought process and It is completely in our hand to make a difference in our life with our thinking pattern.\u003C/p\u003E\u003Cp\u003EChanging beliefs/thought process\u0026nbsp;isn’t easy. Despite what some authors and speakers tell you, deeply ingrained beliefs aren’t going to disappear with one magical technique or method. But if your happiness and success is important to you it can be done.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EIn this course, you will learn\u0026nbsp;the complete \u0027blueprint\u0027 to free yourself from the tyranny of thoughts that limit your achievement. The aim of this course is to be thought-provoking and this in return will help you to become aware of your thinking pattern and to control your thoughts instead of being controlled by them...\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo, to have a breakthrough in YOUR happiness and emotional well being... All you have to Do is CHANGE\u0026nbsp;YOUR\u0026nbsp;BELIEF\u0026nbsp;SYSTEM/THOUGHT PROCESS\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/master-the-power-of-your-mind-to-be-more-successful/","imageUri":"https://img-c.udemycdn.com/course/750x422/1035788_0fc9.jpg","duration":"1,5 saat","enrolledStudentsCount":"41.438 öğrenci","lastUpdated":"Son güncelleme tarihi: 11/2021","targetAudiences":["This course is those who wants to create a balanced lifestyle for yourself and experience breakthrough in their professional as well as personal life"],"tags":["Kişisel Gelişim","Kişisel Gelişim","Kişisel Başarı"],"rating":{"count":512,"averageValue":"4.2"},"instructors":[{"name":"Susmita Dutta","url":"/user/susmitadutta/","totalNumberOfStudents":154514,"totalNumberOfReviews":3545,"averageRating":4.162584001010101},{"name":"Akshay Goel","url":"/user/akgoel/","totalNumberOfStudents":122886,"totalNumberOfReviews":2478,"averageRating":4.135730545945947}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DEC2021FREE1","originalPrice":"12.480 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/az-500-microsoft-azure-security-technologies-practice-tests-m/":{"courseDetails":{"courseId":4436000,"title":"AZ-500: Microsoft Azure Security Technologies Practice Tests","shortDescription":"[New] AZ-500: Microsoft Azure Security Technologies Practice Exams (2022 Update)","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDescription\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAZ-500: Microsoft Azure Security Technologies certification exam is one of the recent additions in the Azures role-based certification model. These full-length mock tests with 200 different questions.\u003C/p\u003E\u003Cp\u003EWe offer the following resources to supplement your experience and help you prepare for AZ-500 Microsoft Azure Security Technologies Certification.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAzure AZ-500 Exam Objectives\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EManage identity and access (30-35%)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EManage Azure Active Directory identities\u003C/p\u003E\u003Cp\u003E· configure security for service principals\u003C/p\u003E\u003Cp\u003E· manage Azure AD directory groups\u003C/p\u003E\u003Cp\u003E· manage Azure AD users\u003C/p\u003E\u003Cp\u003E· manage administrative units\u003C/p\u003E\u003Cp\u003E· configure password writeback\u003C/p\u003E\u003Cp\u003E· configure authentication methods including password hash and Pass Through\u003C/p\u003E\u003Cp\u003E· Authentication (PTA), OAuth, and passwordless\u003C/p\u003E\u003Cp\u003E· transfer Azure subscriptions between Azure AD tenants\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EConfigure secure access by using Azure AD\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· monitor privileged access for Azure AD Privileged Identity Management (PIM)\u003C/p\u003E\u003Cp\u003E· configure Access Reviews\u003C/p\u003E\u003Cp\u003E· configure PIM\u003C/p\u003E\u003Cp\u003E· implement Conditional Access policies including Multi-Factor Authentication (MFA)\u003C/p\u003E\u003Cp\u003E· configure Azure AD identity protection\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EManage application access\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· create App Registration\u003C/p\u003E\u003Cp\u003E· configure App Registration permission scopes\u003C/p\u003E\u003Cp\u003E· manage App Registration permission consent\u003C/p\u003E\u003Cp\u003E· manage API access to Azure subscriptions and resources\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EManage access control\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· configure subscription and resource permissions\u003C/p\u003E\u003Cp\u003E· configure resource group permissions\u003C/p\u003E\u003Cp\u003E· configure custom RBAC roles\u003C/p\u003E\u003Cp\u003E· identify the appropriate role\u003C/p\u003E\u003Cp\u003E· apply the principle of least privilege\u003C/p\u003E\u003Cp\u003E· interpret permissions\u003C/p\u003E\u003Cp\u003E· check access\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EImplement platform protection (15-20%)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EImplement advanced network security\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· secure the connectivity of virtual networks (VPN authentication, Express Route\u003C/p\u003E\u003Cp\u003E· encryption)\u003C/p\u003E\u003Cp\u003E· configure Network Security Groups (NSGs) and Application Security Groups (ASGs)\u003C/p\u003E\u003Cp\u003E· create and configure Azure Firewall\u003C/p\u003E\u003Cp\u003E· implement Azure Firewall Manager\u003C/p\u003E\u003Cp\u003E· configure Azure Front Door service as an Application Gateway\u003C/p\u003E\u003Cp\u003E· configure a Web Application Firewall (WAF) on Azure Application Gateway\u003C/p\u003E\u003Cp\u003E· configure Azure Bastion\u003C/p\u003E\u003Cp\u003E· configure a firewall on a storage account, Azure SQL, Key Vault, or App Service\u003C/p\u003E\u003Cp\u003E· implement Service Endpoints\u003C/p\u003E\u003Cp\u003E· implement DDoS protection\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EConfigure advanced security for compute\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· configure endpoint protection\u003C/p\u003E\u003Cp\u003E· configure and monitor system updates for VMs\u003C/p\u003E\u003Cp\u003E· configure authentication for Azure Container Registry\u003C/p\u003E\u003Cp\u003E· configure security for different types of containers\u003C/p\u003E\u003Cp\u003E· implement vulnerability management\u003C/p\u003E\u003Cp\u003E· configure isolation for AKS\u003C/p\u003E\u003Cp\u003E· configure security for container registry\u003C/p\u003E\u003Cp\u003E· implement Azure Disk Encryption\u003C/p\u003E\u003Cp\u003E· configure authentication and security for Azure App Service\u003C/p\u003E\u003Cp\u003E· configure SSL/TLS certs\u003C/p\u003E\u003Cp\u003E· configure authentication for Azure Kubernetes Service\u003C/p\u003E\u003Cp\u003E· configure automatic updates\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EManage security operations (25-30%)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMonitor security by using Azure Monitor\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· create and customize alerts\u003C/p\u003E\u003Cp\u003E· monitor security logs by using Azure Monitor\u003C/p\u003E\u003Cp\u003E· configure diagnostic logging and log retention\u003C/p\u003E\u003Cp\u003E· Monitor security by using Azure Security Center\u003C/p\u003E\u003Cp\u003E· evaluate vulnerability scans from Azure Security Center\u003C/p\u003E\u003Cp\u003E· configure Just in Time VM access by using Azure Security Center\u003C/p\u003E\u003Cp\u003E· configure centralized policy management by using Azure Security Center\u003C/p\u003E\u003Cp\u003E· configure compliance policies and evaluate for compliance by using Azure Security\u003C/p\u003E\u003Cp\u003E· Center\u003C/p\u003E\u003Cp\u003E· configure workflow automation by using Azure Security Center\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMonitor security by using Azure Sentinel\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· create and customize alerts\u003C/p\u003E\u003Cp\u003E· configure data sources to Azure Sentinel\u003C/p\u003E\u003Cp\u003E· evaluate results from Azure Sentinel\u003C/p\u003E\u003Cp\u003E· configure a playbook by using Azure Sentinel\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EConfigure security policies\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· configure security settings by using Azure Policy\u003C/p\u003E\u003Cp\u003E· configure security settings by using Azure Blueprint\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESecure data and applications (20-25%)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EConfigure security for storage\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· configure access control for storage accounts\u003C/p\u003E\u003Cp\u003E· configure key management for storage accounts\u003C/p\u003E\u003Cp\u003E· configure Azure AD authentication for Azure Storage\u003C/p\u003E\u003Cp\u003E· configure Azure AD Domain Services authentication for Azure Files\u003C/p\u003E\u003Cp\u003E· create and manage Shared Access Signatures (SAS)\u003C/p\u003E\u003Cp\u003E· create a shared access policy for a blob or blob container\u003C/p\u003E\u003Cp\u003E· configure Storage Service Encryption\u003C/p\u003E\u003Cp\u003E· configure Azure Defender for Storage\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EConfigure security for databases\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· enable database authentication\u003C/p\u003E\u003Cp\u003E· enable database auditing\u003C/p\u003E\u003Cp\u003E· configure Azure Defender for SQL\u003C/p\u003E\u003Cp\u003E· configure Azure SQL Database Advanced Threat Protection\u003C/p\u003E\u003Cp\u003E· implement database encryption\u003C/p\u003E\u003Cp\u003Eo implement Azure SQL Database Always Encrypted\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EConfigure and manage Key Vault\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· manage access to Key Vault\u003C/p\u003E\u003Cp\u003E· manage permissions to secrets, certificates, and keys\u003C/p\u003E\u003Cp\u003E· configure RBAC usage in Azure Key Vault\u003C/p\u003E\u003Cp\u003E· manage certificates\u003C/p\u003E\u003Cp\u003E· manage secrets\u003C/p\u003E\u003Cp\u003E· configure key rotation\u003C/p\u003E\u003Cp\u003E· backup and restore of Key Vault items\u003C/p\u003E\u003Cp\u003E· configure Azure Defender for Key Vault\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou should immediately catch hold of AZ-500 practice tests once you are done with your preparation. Do not forget to follow the official study guide for AZ-500 that you can find easily on Microsoft’s official website.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/az-500-microsoft-azure-security-technologies-practice-tests-m/","imageUri":"https://img-b.udemycdn.com/course/750x422/4436000_4056.jpg?secure=UFimxYdEcQlr6wKXVxpNcA%3D%3D%2C1639091497","duration":"","enrolledStudentsCount":"5 estudiantes","lastUpdated":"Publicado el 12/2021","targetAudiences":["Those people who interested in passing the Azure AZ-500 exam","Good technical exposure with Azure Cloud security"],"tags":["Informática y software","Certificaciones de informática"],"rating":null,"instructors":[{"name":"It Exam Academy","url":"/user/it-exam-academy/","totalNumberOfStudents":4965,"totalNumberOfReviews":9,"averageRating":4.900983833333333}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BE2D4FE354E088F71CF8","originalPrice":"1.600 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/salesforce-certified-platform-developer-1-practice-exams/":{"courseDetails":{"courseId":4435854,"title":"Salesforce Certified Platform Developer 1 Practice Exams","shortDescription":"Be 100% ready to pass your Salesforce Certified Platform Developer 1 Certification from the first shot !","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EThese exams are designed to give you an idea of what to expect in the actual certification test.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EContent: 60 multiple-choice/multiple-select questions and 5 non-scored questions\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ETime allotted to complete the exam: 105 minutes\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EPassing score: 65%\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThe Salesforce Platform Developer I credential is intended for individuals who have knowledge, skills, and experience in building custom applications on the Lightning Platform.\u003C/p\u003E\u003Cp\u003EThis credential encompasses the fundamental programmatic capabilities of the Lightning Platform to develop custom business logic and interfaces to extend Salesforce using Apex, Visualforce, and basic Lightning Components. To achieve this credential, a candidate must successfully pass the Salesforce Platform Developer I exam. This exam is also a prerequisite to the Salesforce Platform Developer II Multiple Choice exam.\u003C/p\u003E\u003Cp\u003EThe Salesforce Platform Developer I exam is intended for an individual who has experience developing and deploying basic business logic and user interfaces using the programmatic capabilities of the Lightning Platform, including practical application of the skills and concepts noted in the exam objectives below.\u003C/p\u003E\u003Cp\u003EThe Salesforce Platform Developer I generally has one to two years of experience as a developer and at least six months of experience on the Lightning Platform and has invested time in studying the resources listed in this exam guide.\u003C/p\u003E\u003Cp\u003EThe Salesforce Platform Developer I candidate has the experience, skills, and knowledge outlined below:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHas experience with object-oriented languages such as Apex, Java, JavaScript, C#, and Ruby.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHas experience with data-driven applications and relational databases.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHas experience with Model View Controller (MVC) architecture and component-based architecture.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKnows the capabilities of the core objects in the Salesforce schema.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKnows the capabilities and use cases for formula fields and roll-up summary fields.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIs familiar with and able to leverage relevant declarative capabilities of the platform, where appropriate.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKnows when to use declarative vs. programmatic methods.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKnows when to use the Lightning Process Builder vs. an Apex trigger.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIs familiar with the basics of the Lightning framework.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECan use the fundamental programmatic capabilities of the Lightning Platform to develop custom interfaces to extend Salesforce capabilities and develop custom business logic.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECan extend the Lightning Platform using Apex, Visualforce, and basic Lightning Components.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIs familiar with the development lifecycle from development to testing, and has knowledge of the available environments.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EA candidate for this exam is not expected to administer any standard Salesforce applications, develop mobile apps, develop and publish managed products on the AppExchange, perform tuning, or design integrations such as callouts, APIs, and email services.\u003C/p\u003E\u003Cp\u003EThe Salesforce Platform Developer I exam measures a candidate’s knowledge and skills related to the following objectives. A candidate should have hands-on experience developing custom applications on the Lightning Platform and have demonstrated the application of each of the features/functions below.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESalesforce Fundamentals: 7%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EData Modeling and Management: 13%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EProcess Automation and Logic: 38%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUser Interface: 25%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETesting, Debugging, and Deployment: 17%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPlease use these exams to supplement your Salesforce Certification Study! Always check out relevant trail on Trailhead to increase your chances to ace the certification test.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/salesforce-certified-platform-developer-1-practice-exams/","imageUri":"https://img-b.udemycdn.com/course/750x422/4435854_0705.jpg?secure=qphhqNfPOhlRf7l9RuUkpw%3D%3D%2C1639069272","duration":"","enrolledStudentsCount":"2 öğrenci","lastUpdated":"Yayımlanma tarihi: 12/2021","targetAudiences":["SALESFORCE CERTIFIED PLATFORM DEVELOPER I Certification Exam students \u0026 candidates","Any student is preparing for the SALESFORCE CERTIFIED PLATFORM DEVELOPER I certification","Anyone is interested in Salesforce world and try to learn Salesforce","Anyone interested in passing the Salesforce developer Certification Exam will benefit from this practice test"],"tags":["BT ve Yazılım","BT Sertifikaları"],"rating":null,"instructors":[{"name":"Edu Academy","url":"/user/eduacademy/","totalNumberOfStudents":15682,"totalNumberOfReviews":38,"averageRating":3.9776162717948718}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/top-business-analyst-certification-pmi-pba-practice-tests/":{"courseDetails":{"courseId":4436516,"title":"TOP Business Analyst Certification (PMI-PBA) Practice Tests","shortDescription":"Attend this PMI-PBA Certified Practice Test \u0026 you will get a Great Score 90% on Main Exam","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EProfessional in Business Analysis (PMI-PBA) Exams Updated\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe exam certification which greatly validates a business analyst’s skill set and technical expertise is the Project Management Institute-Professional in Business Analysis (PMI-PBA).The PMI-PBA certification is one of PMI\u0027s fastest growing certifications and will demonstrate your competence in all aspects of business analysis, from needs assessment through requirements management and solution evaluation.PMI-PBA exam certificate holders are recognized experts in the BA field, relied on for the most significant projects, and demonstrate commitment to the profession, an important edge with employers.If you work with project teams and manage requirements or product development, or if you’re a project or program manager who performs business analysis in your role, then the PMI-PBA certification is right for you.\u003C/p\u003E\u003Cp\u003EBusiness analysis has become a competency of critical importance to project management. Becoming certified as a business analysis (BA) expert can move your career in a fresh direction while opportunities for BAs are on the rise.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam PMI-PBA Domain Topics :\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDomain 1. Needs Assessment - 18%\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDomain 2. Planning - 22%\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDomain 3. Analysis - 35%\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDomain 4. Traceability and Monitoring - 15%\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDomain 5. Evaluation - 10%\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI have prepared this practice test course for all those candidates who are planning of taking PMI Professional in Business Analysis (PMI-PBA)\u003C/strong\u003E \u003Cstrong\u003EExam in near future.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is an Unofficial course and this course is not affiliated, licensed or trademarked with Project Management Institute PMI in any way.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/top-business-analyst-certification-pmi-pba-practice-tests/","imageUri":"https://img-c.udemycdn.com/course/750x422/4436516_ebab.jpg","duration":"","enrolledStudentsCount":"39 öğrenci","lastUpdated":"Yayımlanma tarihi: 12/2021","targetAudiences":["Students looking for some Final Test Prep before PMI-PBA Exam"],"tags":["BT ve Yazılım","BT Sertifikaları"],"rating":null,"instructors":[{"name":"Youness Labsili","url":"/user/youness-labsili-2/","totalNumberOfStudents":1111,"totalNumberOfReviews":1,"averageRating":5},{"name":"Edu Academy","url":"/user/eduacademy/","totalNumberOfStudents":16236,"totalNumberOfReviews":38,"averageRating":4.007605541025641}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/iso-9001-2015-risk-management/":{"courseDetails":{"courseId":4298827,"title":"ISO 9001 2015 Risk Management","shortDescription":"Understand the relevance of having a risk-based approach as it relates to ISO 9001:2015","longDescription":"\u003Cp\u003EIn this course, you\u0027ll learn about the fundamentals of having a risk-based approach.\u0026nbsp; This approach can be adopted during establishing, implementing, and maintaining ISO 9001:2015. Firstly, we\u0027ll be discussing what risk is. Then, we\u0027ll go through how an organization can approach meeting its purpose with risk-based thinking. And, finally, we\u0027ll examine what ISO 9001:2015 says about risk in various subclauses.\u003C/p\u003E\u003Cp\u003ERisk is uncertainty about what the outcome of certain events will be. Risk isn\u0027t necessarily a bad thing, it just implies that you don\u0027t know. The result of an unknown outcome could be something positive or something negative. The organization is tasked with investigating and discovering what these uncertainties apply and how they relate to achieving customer satisfaction. \u003C/p\u003E\u003Cp\u003EThe organization\u0027s goal is to reduce or eliminate the adverse effects of unknown outcomes. They can do this by taking corrective and preventative action. They then have to evaluate the effectiveness of their actions, and this will help them make decisions for the future. \u003C/p\u003E\u003Cp\u003EFurthermore, risk also implies opportunity. By applying a degree of professional skepticism and evaluating uncertainties, the organization can discover new opportunities. These can be opportunities for enhancing customer satisfaction and producing goods and services that conform.\u003C/p\u003E\u003Cp\u003EHaving a risk-based approach in establishing, implementing, and maintaining a quality management system is enshrined in various sub-clauses of 9001:2015. We\u0027ll be briefly discussing each of those sub-clauses and what they mean. \u003C/p\u003E\u003Cp\u003EThe format of this course is presentation-with-voiceover. It\u0027s a beginner-level course. I won\u0027t be going into any technical areas and anyone can watch the lectures and gain a simple understanding of risk-based thinking in ISO 9001:2015. \u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/iso-9001-2015-risk-management/","imageUri":"https://img-b.udemycdn.com/course/750x422/4298827_6982.jpg?secure=CSsqUcbmUozp-rpRiax3Gg%3D%3D%2C1639075300","duration":"1,5 saat","enrolledStudentsCount":"7.519 öğrenci","lastUpdated":"Son güncelleme tarihi: 11/2021","targetAudiences":["Consultants","Auditors","Managers"],"tags":["İşletme","Yönetim","ISO 9001"],"rating":{"count":53,"averageValue":"4.3"},"instructors":[{"name":"ISO Horizon","url":"/user/casual-useful/","totalNumberOfStudents":25187,"totalNumberOfReviews":278,"averageRating":4.316349376470589}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"ISO9001","originalPrice":"4.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/az-500-microsoft-azure-security-technologies-practice-exams-h/":{"courseDetails":{"courseId":4436500,"title":"AZ-500 Microsoft Azure Security Technologies Practice Exams","shortDescription":"Most Helpful Questions to pass the AZ-500 Microsoft Azure Security Technologies Exam in First Attempt","longDescription":"\u003Cp\u003EAZ-500: Microsoft Azure Security Technologies certification exam is one of the recent additions in the Azures role-based certification model. These full-length mock tests with 200 different questions.\u003C/p\u003E\u003Cp\u003EWe offer the following resources to supplement your experience and help you prepare for AZ-500 Microsoft Azure Security Technologies Certification.\u003C/p\u003E\u003Cp\u003EThese practice sets measures your ability to accomplish the following technical tasks: manage identity and access; implement platform protection; manage security operations; and secure data and applications.\u003C/p\u003E\u003Cp\u003EThese practice exams supplement each exam blueprint guide and help an individual test their knowledge before taking the final exam\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECandidates should follow the AZ-500 exam objectives for identifying the particular areas that will present many questions in the exam. Considerable awareness of the exam objectives can help in planning your preparation schedule for the AZ-500 exam.\u003C/p\u003E\u003Cp\u003EAZ-500 exam should have subject matter expertise implementing security controls and threat protection, managing identity and access, and protecting data, applications, and networks.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAzure AZ-500 Exam Objectives\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EManage identity and access (30-35%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplement platform protection (15-20%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage security operations (25-30%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESecure data and applications (20-25%)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EYou should immediately catch hold of AZ-500 practice tests once you are done with your preparation. Do not forget to follow the official study guide for AZ-500 that you can find easily on Microsoft’s official website.\u003C/p\u003E\u003Cp\u003EHappy Learning and All the Best!\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/az-500-microsoft-azure-security-technologies-practice-exams-h/","imageUri":"https://img-b.udemycdn.com/course/750x422/4436500_2086.jpg?secure=4Shxm1TRHp2TUHBaOtiJDw%3D%3D%2C1639098050","duration":"","enrolledStudentsCount":"44 öğrenci","lastUpdated":"Yayımlanma tarihi: 12/2021","targetAudiences":["AZ-500 Microsoft Azure Security Technologies Exam students \u0026 candidates"],"tags":["BT ve Yazılım","BT Sertifikaları"],"rating":null,"instructors":[{"name":"Youness Labsili","url":"/user/youness-labsili-2/","totalNumberOfStudents":1111,"totalNumberOfReviews":1,"averageRating":5},{"name":"Edu Academy","url":"/user/eduacademy/","totalNumberOfStudents":16236,"totalNumberOfReviews":38,"averageRating":4.007605541025641}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/microsoft-ads-training-traffic-profits/":{"courseDetails":{"courseId":4403477,"title":"Microsoft Ads Training – Traffic \u0026 Profits!","shortDescription":"Step-by-Step HD Video Training on Microsoft Ads - Don’t Miss It!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EGetting started with Microsoft Ads for insane traffic can’t get simpler than this … Our Ad Expert walks you through the process step-by-step!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EImagine having your own successful Microsoft Ads campaigns that brings you Traffic \u0026amp; Profits again and again and again … With no extra work on your part.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMicrosoft Ads Has Made Businesses Millions And Ordinary People Millionaires!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMicrosoft Ads are an underrated tool for marketing campaigns. Savvy digital marketers know they can be an effective way to drive qualified leads and conversions.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERemember:\u003C/strong\u003E People are responsive to content that helps solve their problems. Provide that through your ad, and you’ll be able to create a lead generation machine with your Microsoft Ads campaign.\u003C/p\u003E\u003Cp\u003EBut there’s only one problem….\u003C/p\u003E\u003Cp\u003EMost people try to figure things out on their own with Microsoft Ads and end up failing.\u003C/p\u003E\u003Cp\u003EThat’s why you should check out this Brand New “Microsoft Ads Training” HD Video Training Course. We show you the RIGHT way to do Microsoft Ads … The way the Pros do it!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere is a Small Sample of what you will learn:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow to spy competitor\u0027s ad using Ad preview and diagnostics tool\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOptimization recommendations\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to use Microsoft keyword planner for optimal results\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to add Money back guarantee extension\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to add FAQ extension\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to add call extension\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to download ad performance report from dashboard\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to increase ad bid at a certain age\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to change your bid strategy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to create a visit to my website ad campaign\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to use the Microsoft Ads dashboard\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E… Much, Much more!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWe give you 50 Chapters of HD Training Videos on how to fast-track your Microsoft Ads campaign success with the right tools and strategies. Learn how the PROS Profit with Microsoft Ads\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere Are Many More Advantages Of Microsoft Ads Like…\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EConnect with searchers outside of Google: \u003C/strong\u003EAccording to Microsoft, 29% of clicks are unique to Microsoft Search Network alone\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELess competition: \u003C/strong\u003EBecause fewer advertisers using Microsoft Ads, there’s an opportunity for cheaper impressions and lower CPCs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EEasy to get started: \u003C/strong\u003ESeamless process for transferring over Google Ads data and launching your Microsoft Ads campaigns\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EMoreover… The Microsoft Search Network reportedly reaches 7.3 billion monthly searches. (Yes, that’s billion with a “b.”)\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGrab This Training Series NOW! Don’t Miss Out!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPS \u003C/strong\u003E– You will also get \u003Cstrong\u003E3 Special Bonuses \u003C/strong\u003Efor taking action now\u003Cstrong\u003E!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1) Cheat Sheet \u003Cbr\u003E2) Mind Map \u003Cbr\u003E3) Top Resources Report\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/microsoft-ads-training-traffic-profits/","imageUri":"https://img-c.udemycdn.com/course/750x422/4403477_e504.jpg","duration":"1 saat","enrolledStudentsCount":"124 öğrenci","lastUpdated":"Son güncelleme tarihi: 12/2021","targetAudiences":["This course is suitable for everyone!"],"tags":["Pazarlama","Dijital Pazarlama","Dijital Pazarlama"],"rating":null,"instructors":[{"name":"Sandor Kiss","url":"/user/sandorkiss2/","totalNumberOfStudents":776853,"totalNumberOfReviews":29604,"averageRating":4.267783180567452},{"name":"Prof. Paul Cline, Ed.D","url":"/user/paul-cline-4/","totalNumberOfStudents":470627,"totalNumberOfReviews":11785,"averageRating":4.3536478597433845}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0F2CD9A76C54851A31DC","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/ra-retail-management-analytics-with-excel-pythonep23/":{"courseDetails":{"courseId":3774014,"title":"RA: Retail Planning,Assortment Analytics with Excel \u0026 Python","shortDescription":"EP2: Learn Python, Retail Budgeting and Metrics, OTB planning, Inventory and Assortment of retail space and price.","longDescription":"\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022This is one of the three courses in the Retail Series by RA, each course can be taken independently.\u0022\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EMaster Retail planning and analytics with Excel and Python\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ERetailers face fierce competition every day and keeping up with the new trends and customer preferences is a guarantee for excellence in the modern retail environment. one Keyway to excel in retail management is utilizing the data that is produced every day. It is estimated that We produce an overwhelming amount of data every day, roughly 2.5 quintillion bytes. According to an IBM study, 90% of the world’s data has been created in the last two years.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ERetail analytics is the field of studying the produced retail data and making insightful data-driven decisions from it. as this is a wide field, I have split the Program into three parts.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ERetail Planning and assortment analytics with Excel \u0026amp; Python.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1- Retail Metrics\u003C/p\u003E\u003Cp\u003E2- Metrics in Python.\u003C/p\u003E\u003Cp\u003E3- Budgeting.\u003C/p\u003E\u003Cp\u003E4- Retail Planning in Python.\u003C/p\u003E\u003Cp\u003E5- Retail Buying.\u003C/p\u003E\u003Cp\u003E6- Assortment Optimization.\u003C/p\u003E\u003Cp\u003E7- Managing Retail Inventory with Python.\u003C/p\u003E\u003Cp\u003E8- Managing stocks based on Types.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDon\u0027t worry If you don\u0027t know how to code, we learn step by step by applying retail analysis!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E*NOTE:\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E Full Program includes downloadable\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E resources \u003C/em\u003E\u003C/strong\u003E\u003Cem\u003Eand\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E Python project files\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E, \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003Ehomework\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E and \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003EProgram quizzes\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E, \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003Elifetime access\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E, and a \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E30-day money-back guarantee\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho this Program is for:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· If you are an \u003Cstrong\u003E\u003Cem\u003Eabsolute beginner at coding\u003C/em\u003E\u003C/strong\u003E, then take this Program.\u003C/p\u003E\u003Cp\u003E· If you work in Retail and want to make \u003Cstrong\u003E\u003Cem\u003Edata-driven decisions\u003C/em\u003E\u003C/strong\u003E, this Program will equip you with what you need.\u003C/p\u003E\u003Cp\u003E· If you are\u003Cstrong\u003E\u003Cem\u003E switching from Excel to a data science language\u003C/em\u003E\u003C/strong\u003E. then this Program will fast-track your goal.\u003C/p\u003E\u003Cp\u003E· If you are \u003Cstrong\u003E\u003Cem\u003Etired of doing the same analysis again and again on spreadsheets\u003C/em\u003E\u003C/strong\u003E and want to find ways to automate it, this Program is for you.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EProgram Design\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003Ethe Program is designed as \u003Cstrong\u003E\u003Cem\u003Eexperiential learning Modules\u003C/em\u003E\u003C/strong\u003E, the first couple of modules are for \u003Cstrong\u003E\u003Cem\u003Eretail metrics \u003C/em\u003E\u003C/strong\u003Efollowed by \u003Cstrong\u003E\u003Cem\u003EPython programming fundamentals\u003C/em\u003E\u003C/strong\u003E, this is to level all of the takers of this Program to the same pace. and the third part is \u003Cstrong\u003E\u003Cem\u003Eretail applications\u003C/em\u003E\u003C/strong\u003E using Data science which is using the knowledge of the first two modules to apply. while the Program delivery method will be a mix of me \u003Cstrong\u003E\u003Cem\u003Eexplaining the concepts on a whiteboard, Presentations, and Python-coding sessions\u003C/em\u003E\u003C/strong\u003E where you do the coding with me step by step. there will be \u003Cstrong\u003E\u003Cem\u003Eassessments in most of the sections\u003C/em\u003E\u003C/strong\u003E to strengthen your newly acquired skills. all the practice and assessments are real retail use cases.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/ra-retail-management-analytics-with-excel-pythonep23/","imageUri":"https://img-c.udemycdn.com/course/750x422/3774014_decf_26.jpg","duration":"17 saat","enrolledStudentsCount":"9.388 öğrenci","lastUpdated":"Son güncelleme tarihi: 8/2021","targetAudiences":["Retail Managers","Retail Buyers","Analysts","Supply chain","Planners","merchandiser"],"tags":["İşletme","İş Analitiği ve Zekası","Python"],"rating":{"count":29,"averageValue":"3.8"},"instructors":[{"name":"Haytham Omar","url":"/user/haytham-omar-4/","totalNumberOfStudents":42955,"totalNumberOfReviews":1075,"averageRating":4.465750540836012}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"95C9EDC96D0B66CB3B5C","originalPrice":"6.080 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/oracle-1z0-144-plsql-10g-11g-12c-practice-exams-2022-p/":{"courseDetails":{"courseId":4436436,"title":"Oracle 1Z0-144 PL/SQL (10g, 11g \u0026 12c) Practice Exams - 2022","shortDescription":"Full Block Questions Crack Oracle Certification for Oracle Database PLSQL 1Z0-144, Exam 1Z0-144 Full Collection of Tests","longDescription":"\u003Cp\u003EIn this course, you will only get the exam practice questions. There are not any lectures on these exams. These tests are simulations of what the real exam will be like. If you face these practice tests, you\u0027ll be in good shape for the actual exam.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Code: \u003C/strong\u003E1Z0-144\u003Cbr\u003E\u003Cstrong\u003EExam Title: \u003C/strong\u003EOracle Database 11g: Program with PL/SQL\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EReview the Official Oracle 1Z0-144 Exam Details:\u003C/strong\u003E\u003Cbr\u003EDuration: 90 Minutes, No. Of Questions: 63, Passing Score: 65% Validation: This exam has been validated against Oracle Database 10g, Oracle Database 11g, Oracle Database 11g Release 2, and Oracle Database 12c Release 1.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1Z0-144 Exam Official Topics:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOracle Database 11g: PL/SQL Fundamentals\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to PL/SQL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExplain the need for PL/SQL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExplain the benefits of PL/SQL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the different types of PL/SQL blocks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOutput messages in PL/SQL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeclaring PL/SQL Variables\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecognize valid and invalid identifiers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EList the uses of variables, declare and initialize variables, use bind variables\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EList and describe various data types using the %TYPE attribute\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWriting Executable Statements\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify lexical units in a PL/SQL block\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse built-in SQL functions in PL/SQL and sequences in PL/SQL expressions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe when implicit conversions take place and when explicit conversions have to be dealt with\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWrite nested blocks and qualify variables with labels\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWrite readable code with appropriate indentation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInteracting with the Oracle Database Server\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate PL/SQL executable blocks using DML and transaction control statements\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake use of the INTO clause to hold the values returned by a SQL statement\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWriting Control Structures\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the uses and types of control structures (IF, CASE statements and expressions)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConstruct and identify loop statements\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EApply guidelines when using conditional control structures\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with Composite Data Types\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate user-defined PL/SQL records\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate a record with the %ROWTYPE attribute\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate an INDEX BY table and INDEX BY table of records\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe the differences among records, tables, and tables of records\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing Explicit Cursors\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDistinguish between usage of implicit and explicit cursors, use SQL cursor attributes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeclare and control explicit cursors, use simple loops and cursor FOR loops to fetch data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeclare and use cursors with parameters\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELock rows with the FOR UPDATE clause and reference the current row with the WHERE CURRENT OF clause\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHandling Exceptions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDefine PL/SQL exceptions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecognize unhandled exceptions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHandle different types of exceptions (pre-defined exceptions, non-predefined exceptions and user-defined exceptions)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPropagate exceptions in nested blocks and call applications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Stored Procedures and Functions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifferentiate between anonymous blocks and subprograms\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate a simple procedure and invoke it from an anonymous block\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate a simple function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate a simple function that accepts a parameter\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifferentiate between procedures and functions\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EOracle Database 11g: Develop PL/SQL Program Units\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreating Procedures\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifferentiate between anonymous blocks and subprograms, use a modularized and layered subprogram design, and identify the benefits of subprograms\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate a simple procedure and invoke it from an anonymous block\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with procedures\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHandle exceptions in procedures, remove a procedure, and display a procedure\u0027s information\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Functions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifferentiate between a procedure and a function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe the uses of functions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with functions (create, invoke and remove functions)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Packages\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the benefits and the components of packages\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with packages (create package specification and body, invoke package subprograms, remove a package and display package information)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with Packages\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOverload package subprograms, use forward declarations\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate an initialization block in a package body\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage persistent package data states for the life of a session and use PL/SQL tables and records in packages\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing Oracle-Supplied Packages in Application Development\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe how the DBMS_OUTPUT package works\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse UTL_FILE to direct output to operating system files\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe the main features of UTL_MAIL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing Dynamic SQL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe the execution flow of SQL statements\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse Native Dynamic SQL (NDS)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse the DBMS_SQL package\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesign Considerations for PL/SQL Code\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate standard constants and exceptions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWrite and call local subprograms\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EControl the run-time privileges of a subprogram\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPerform autonomous transactions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse NOCOPY hint, PARALLEL ENABLE hint and DETERMINISTIC clause\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse bulk binding and the RETURNING clause with DML\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Triggers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe different types of triggers and their uses\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate database triggers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage triggers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Compound, DDL, and Event Database Triggers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate triggers on DDL statements\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate triggers on system events\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing the PL/SQL Compiler\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe the new PL/SQL compiler and features\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse the new PL/SQL compiler initialization parameters\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse the new PL/SQL compile time warnings\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManaging PL/SQL Code\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe and use conditional compilation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHide PL/SQL source code using dynamic obfuscation and the Wrap utility\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManaging Dependencies\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETrack and manage procedural dependencies\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThis Exam Practice Tests is Design for IT Professionals who want to learn about Oracle Database 11g: Program with PL/SQL | Oracle 1Z0-144. • Oracle Application Developer • Oracle Functional Developer • Application Administrators (AppsDBA).\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/oracle-1z0-144-plsql-10g-11g-12c-practice-exams-2022-p/","imageUri":"https://img-b.udemycdn.com/course/750x422/4436436_c851.jpg?secure=WJZ3eyEJaYcCGxZDNB6zuA%3D%3D%2C1639091764","duration":"","enrolledStudentsCount":"0 estudiantes","lastUpdated":"Publicado el 12/2021","targetAudiences":["Students looking for some Final Test Prep before 1Z0-144 Exam"],"tags":["Informática y software","Certificaciones de informática"],"rating":null,"instructors":[{"name":"Youness Labsili","url":"/user/youness-labsili-2/","totalNumberOfStudents":1000,"totalNumberOfReviews":1,"averageRating":5},{"name":"Edu Academy","url":"/user/eduacademy/","totalNumberOfStudents":15682,"totalNumberOfReviews":38,"averageRating":4.007605541025641}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/como-liberar-tu-potencial-asertivamente-diego-sosa/":{"courseDetails":{"courseId":4430432,"title":"Como liberar tu potencial asertivamente","shortDescription":"Desarrolla tu verdadero potencial iniciando con superar cualquier fuerza que te lo pueda impedir","longDescription":"\u003Cp\u003EHola:\u0026nbsp;\u003Cbr\u003E\u003Cbr\u003ETodos tenemos un potencial que no conocemos. Te quiero mostrar en este curso todo lo que podría estar bloqueando tu potencial y cómo desbloquearlo. \u003C/p\u003E\u003Cp\u003EEste curso está diseñado para cerrar la brecha que tenemos en la mente entre lo que podemos y lo que está más allá de lo que pensamos podemos. \u003C/p\u003E\u003Cp\u003ETe voy a mostrar cómo funciona tu mente y cómo puedes trabajar con ella en lugar de contra ella para lograr el cambio que deseas en tu vida.\u003C/p\u003E\u003Cp\u003EEstos son los temas que vamos a cubrir;\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EEntender quién soy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESaber de dónde vienen mis condicionamientos\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESaltar condicionamientos improductivos\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAprovechar condicionamientos productivos\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEscribir adónde creo que puedo llegar\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EListar lo que me hace falta\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdquirir lo que me hace falta\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDar pasos para alcanzarlo\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EEste curso está diseñado para desbloquear tu verdadero potencial. Permíteme mostrarte lo que te está frenando y cómo puedes superarlo para que puedas comenzar a vivir la vida que puedes en realidad alcanzar.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¿Sabes adónde puedes llegar? La PNL ha hecho mucho en tu cabeza. Nos han programado (neurolingüísticamente hablando) para llegar o no llegar. Tenemos limitantes que no nos ayudan a dar el salto, y la mayoría no son reales. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBuscar lo que necesito para llegar adónde quiero es aún más importante que tratar de navegar. Y como si esto fuera poco, te enseñaré cuáles herramientas debes cargar en tu mochila para llegar a lo más alto de tu potencial. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi tienes alguna pregunta, no dudes en ponerte en contacto conmigo aquí en Udemy o en cualquier canal de redes sociales.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¡Gracias y nos vemos en el otro lado!\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/como-liberar-tu-potencial-asertivamente-diego-sosa/","imageUri":"https://img-c.udemycdn.com/course/750x422/4430432_9a51_2.jpg","duration":"1 hora","enrolledStudentsCount":"5 estudiantes","lastUpdated":"Publicado el 12/2021","targetAudiences":["Si tienes un ferviente deseo de superación","Si sabes que puedes más","Si crees que no puedes pero algo te dice que podrías","Si te han dicho que no puedes","Si piensas que puedes llegar más allá","Si quieres lograr más de manera más asertiva","Si deseas saber tu verdadero potencial y maximizarlo"],"tags":["Desarrollo personal","Transformación personal","Desarrollo personal"],"rating":null,"instructors":[{"name":"Diego Sosa","url":"/user/dassoa/","totalNumberOfStudents":29885,"totalNumberOfReviews":1823,"averageRating":4.625106292393736}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CURSOSDEV.COM","originalPrice":"5.440 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/python-and-flask-only-demonstration-course/":{"courseDetails":{"courseId":3526008,"title":"Python And Flask  Demonstrations Practice Course","shortDescription":"This course is a Great Practice to both fundamental python programming concepts and the Flask Framework by demonstration","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Python By Demonstrations\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe course is created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.\u003C/p\u003E\u003Cp\u003E The course starts with the basics, including Python fundamentals, programming, and user interaction.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe topics covered in this course are:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E* Beginner to Expert Python contents:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInstalling Anaconda\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Overview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EArray implementation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFile methods\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EKeywords and Identifiers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Tuples\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Basics\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Fundamentals\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EData Structures\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EObject-Oriented Programming with Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFunctional Programming with Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELambdas\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDecorators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGenerators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETesting in Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDebugging\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EError Handling\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERegular Expressions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EComprehensions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EModules\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - URL Building\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - HTTP Method\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Templates\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Static Files\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Request Object\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask - Request.from Object\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Cookies\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESee you inside the course!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/python-and-flask-only-demonstration-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3526008_d891_5.jpg","duration":"8 saat","enrolledStudentsCount":"116.807 öğrenci","lastUpdated":"Son güncelleme tarihi: 9/2020","targetAudiences":["For Python Programming Learners","For People Who want to learn Python Fundamentals and later transition into Data Science or Web Development"],"tags":["BT ve Yazılım","BT Sertifikaları","Flask"],"rating":{"count":402,"averageValue":"4.4"},"instructors":[{"name":"Horizon Tech","url":"/user/suraj-g-nimbalkar/","totalNumberOfStudents":642268,"totalNumberOfReviews":8955,"averageRating":4.199248319858782}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"3F8B158DCE443290C580","originalPrice":"2.240 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/aws-ans-c00-certified-advanced-networking-new-practice-exams/":{"courseDetails":{"courseId":4436446,"title":"AWS ANS-C00 Certified Advanced Networking NEW Practice Exams","shortDescription":"Get your AWS ANS-C00 Certified Advanced Networking Certification with the help of these real exam simulations !","longDescription":"\u003Cp\u003EOur AWS Certified Advanced Networking - Specialty Practice Test is the most effective and pertinent for you to pass the exam on the first go. In fact, you will not only pass your exam but also get a profound understanding of the respective subject.\u003C/p\u003E\u003Cp\u003EWith our AWS Certified Advanced Networking - Specialty Practice Test, you will come to see that all of the questions and answers in our exams are chosen after a professional analysis.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDescription\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe \u003Cstrong\u003EAWS Certified Advanced Networking - Specialty\u003C/strong\u003E (ANS-C00) is intended for individuals who perform complex networking tasks.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbilities Validated by the Certification\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe exam is for individuals who perform complex networking tasks. It validates an individual’s ability to do the following:\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesign, develop, and deploy cloud-based solutions by using AWS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplement core AWS services according to basic architectural best practices\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesign and maintain network architecture for all AWS services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse tools to automate AWS networking tasks\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Domain AWS Certified Advanced Networking Specialty :-\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesign and implement hybrid IT network architectures at scale\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesign and implement AWS networks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAutomate AWS tasks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure network integration with application services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesign and implement for security and compliance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage, optimize, and troubleshoot the network\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EOfficial Exam Details:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EExam Name : \u003C/strong\u003EAWS ANS-C00 Certified Advanced Networking Speciality Exam\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETotal Questions : 175\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EType of Questions : Multiple choice\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETime Allowed : 125 mins\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPassing Score : 75 (131 of 175)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EKnowledge and Experience\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWe recommend candidates hold an AWS Certified Cloud Practitioner or a current Associate-level certification: AWS Certified Solutions Architect - Associate, AWS Certified Developer - Associate or AWS Certified SysOps Administrator - Associate\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdvanced knowledge of AWS networking concepts and technologies\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMinimum five years hands-on experience architecting and implementing network solutions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdvanced networking architectures and interconnectivity options (e.g., IP VPN, MPLS/VPLS)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENetworking technologies within the OSI model, and how they affect implementation decisions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelopment of automation scripts and tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECIDR and sub-netting (IPv4 and IPv6)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIPv6 transition challenges\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGeneric solutions for network security features, including WAF, IDS, IPS, DDoS protection, and Economic Denial of Service/Sustainability (EDoS)\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/aws-ans-c00-certified-advanced-networking-new-practice-exams/","imageUri":"https://img-b.udemycdn.com/course/750x422/4436446_d30e.jpg?secure=RzkK6Wv75GDTm_O_s0wzCw%3D%3D%2C1639092677","duration":"","enrolledStudentsCount":"2 estudiantes","lastUpdated":"Publicado el 12/2021","targetAudiences":["Students looking for some Final Test Prep before AWS ANS-C00 Certified Advanced Networking Exam"],"tags":["Informática y software","Certificaciones de informática"],"rating":null,"instructors":[{"name":"Youness Labsili","url":"/user/youness-labsili-2/","totalNumberOfStudents":1006,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/aws-vs-azure-vs-gcp-a-brief-comparison-by-pkv/":{"courseDetails":{"courseId":3612438,"title":"AWS vs Azure vs GCP: A Brief Comparison [by PKV]","shortDescription":"A brief comparison of tech giants in cloud industry i.e. Amazon Web Services, Microsoft Azure and Google Cloud Platform","longDescription":"\u003Cp\u003EWhen one thinks about the cloud industry, the very first thing that strikes in one\u0027s mind is the top 3 tech giants and those are Amazon Web Services, Microsoft Azure, and Google Cloud Platform. \u003C/p\u003E\u003Cp\u003EThere are quite a few cloud vendors in the market offered by Alibaba, Oracle, IBM, Service Now, etc., but only the 3 tech giants have been most successful and dominate the cloud industry.\u003C/p\u003E\u003Cp\u003EEver wondered why only the top 3 tech giants have been most successful in the cloud Arena. And, who are the visionaries behind their success?\u003C/p\u003E\u003Cp\u003EHow they occupied the majority of the market share?\u003C/p\u003E\u003Cp\u003EWhat makes them different from the rest?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECome on and join me! Let\u0027s compare them with the help of this course.\u003C/p\u003E\u003Cp\u003EThis course helps an individual to understand a brief comparison between Amazon Web Services, Microsoft Azure, and Google Cloud Platform i.e. AWS, Azure, and GCP.\u003C/p\u003E\u003Cp\u003EIt gives an idea to aspirants, who wish to make their career, in any of the \u0022Big 3\u0022, cloud platforms.\t\t\u003C/p\u003E\u003Cp\u003EIt provides a basic idea to the professionals who want to switch from AWS, Azure, or GCP and vice-versa.\t\t\u003C/p\u003E\u003Cp\u003EThis course helps businesses or start-ups to choose what suits their business.\t\t\u003C/p\u003E\u003Cp\u003EThis course also provides a quick list of all the certifications offered by the tech giants. \u003C/p\u003E\u003Cp\u003EIt also provides a list of most of the services offered by the top 3 tech giants.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/aws-vs-azure-vs-gcp-a-brief-comparison-by-pkv/","imageUri":"https://img-b.udemycdn.com/course/750x422/3612438_74b6_5.jpg?secure=NLDZAs8Cz7Oltx55y8Cbpg%3D%3D%2C1639052940","duration":"2,5 horas","enrolledStudentsCount":"13.379 estudiantes","lastUpdated":"Fecha de la última actualización: 3/2021","targetAudiences":["Beginners of Amazon Web Services, Microsoft Azure and Google Cloud Platform"],"tags":["Informática y software","Certificaciones de informática","Certificación AWS"],"rating":{"count":168,"averageValue":"4.1"},"instructors":[{"name":"Pavan Kumar Vadde","url":"/user/pavan-1880/","totalNumberOfStudents":13379,"totalNumberOfReviews":168,"averageRating":4.1962996}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2021DEC08TO13TOP1000","originalPrice":"12.480 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/pmi-pba-business-analyst-certification-practice-exams-2022/":{"courseDetails":{"courseId":4434598,"title":"PMI-PBA Business Analyst Certification Practice Exams 2022","shortDescription":"Attend this PMI-PBA Business Analyst Practice Test \u0026 you will get a Great Score 90% on Main Exam","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EProfessional in Business Analysis (PMI-PBA) Exams Updated\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe exam certification which greatly validates a business analyst’s skill set and technical expertise is the Project Management Institute-Professional in Business Analysis (PMI-PBA).The PMI-PBA certification is one of PMI\u0027s fastest growing certifications and will demonstrate your competence in all aspects of business analysis, from needs assessment through requirements management and solution evaluation.PMI-PBA exam certificate holders are recognized experts in the BA field, relied on for the most significant projects, and demonstrate commitment to the profession, an important edge with employers.If you work with project teams and manage requirements or product development, or if you’re a project or program manager who performs business analysis in your role, then the PMI-PBA certification is right for you.\u003C/p\u003E\u003Cp\u003EBusiness analysis has become a competency of critical importance to project management. Becoming certified as a business analysis (BA) expert can move your career in a fresh direction while opportunities for BAs are on the rise.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam PMI-PBA Domain Topics :\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDomain 1. Needs Assessment - 18%\u003C/p\u003E\u003Cp\u003EDomain 2. Planning - 22%\u003C/p\u003E\u003Cp\u003EDomain 3. Analysis - 35%\u003C/p\u003E\u003Cp\u003EDomain 4. Traceability and Monitoring - 15%\u003C/p\u003E\u003Cp\u003EDomain 5. Evaluation - 10%\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI have prepared this practice test course for all those candidates who are planning of taking PMI Professional in Business Analysis (PMI-PBA)\u003C/strong\u003E \u003Cstrong\u003EExam in near future.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is an Unofficial course and this course is not affiliated, licensed or trademarked with Project Management Institute PMI in any way.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/pmi-pba-business-analyst-certification-practice-exams-2022/","imageUri":"https://img-b.udemycdn.com/course/750x422/4434598_69fc_2.jpg?secure=8tS-vZrkcna3p2alfhuZtA%3D%3D%2C1639072862","duration":"","enrolledStudentsCount":"35 öğrenci","lastUpdated":"Yayımlanma tarihi: 12/2021","targetAudiences":["If you work with project teams and manage requirements or product development, or if you’re a project or program manager who performs business analysis in your role, then the PMI-PBA® certification is right for you.","PMI-PBA Business Analyst Exam students \u0026 candidates","Anyone who are preparing for the exam PMI-PBA certification and knowledge.","Project manager","Program manager"],"tags":["BT ve Yazılım","BT Sertifikaları"],"rating":null,"instructors":[{"name":"Nadia Achlouje","url":"/user/nadia-achlouj/","totalNumberOfStudents":3134,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/google-search-console-course/":{"courseDetails":{"courseId":4410938,"title":"Google Search Console Course - Using It in Full Extend","shortDescription":"Getting insights about SEO of your website and improving rankings in Google","longDescription":"\u003Cp\u003EThe Google Search Console, formerly Webmaster Tools, is the best monitoring and analysis tool for your search engine optimization (SEO). This free tool shows you the click rate, indexed pages, mobile usability and broken URLs.\u003C/p\u003E\u003Cp\u003EIn our course we explain why you should definitely use the Google Search Console, how you can set it up and what you have to pay attention to.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat kind of SEO check is possible with Google Search Console?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe google Search Console only accesses data relating to your website. This gives you access to the data that Google has about your site, but not that of the competition\u003C/p\u003E\u003Cp\u003EYou see e.g.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhich keywords / search terms are used to find your own site?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is the average positioning of the search terms?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhich search term brings how many clicks per period\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhich keywords are falling / rising in the ranking?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhere are the ranking problems?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhere is something going well in the ranking?\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you use the Google Search Console?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe Google Search Console gives you a lot of insights into how your website works and shows user behavior and sources of error. With the help of this free tool, you can see how your website is performing on Google and where your site needs optimization.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/google-search-console-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4410938_3af7_4.jpg","duration":"31 minutos","enrolledStudentsCount":"0 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Digital Marketing Enthusiasts","Digital Marketing Enthusiasts Experts and These Who Want to Become One"],"tags":["Marketing","Optimización de motores de búsqueda","Google Search Console"],"rating":null,"instructors":[{"name":"Wilhelm Laubach","url":"/user/wilhelm-laubach-2/","totalNumberOfStudents":614,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"3A34681E5B232C0D3156","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/eating-healthy-diet-nutrition-training/":{"courseDetails":{"courseId":2893276,"title":"Eating Healthy – Explode Your Physical \u0026 Mental Health","shortDescription":"Discover The Hidden Secrets Of Fat Burning That Pros Use!","longDescription":"\u003Cp\u003EIn this online healthy diet course you will learn discover the many benefits of simply making better diet choices. Doing this can transform your body \u0026amp; mind. Using these secrets can add many healthy years to your life, help you be more productive and prevent illnesses. Many find that existing conditions also improve or go way completely … Once they have a proper diet full of life giving nutrients.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis online course will give you hidden diet \u0026amp; nutrition secrets such as:\u003C/strong\u003E 1) How healthy eating can be made simple \u0026amp; easy 2) How your pH level affects your health … and the foods to eat or avoid to fix this level 3) Learn about “good \u0026amp; “bad” fats 4) Discover how to cook simple healthy meals fast 5) Discover easy tricks to maintain your healthy eating \u0026amp; prevent “backsliding” 6) ... and much, much more!\u003C/p\u003E\u003Cp\u003EThis amazing course will have you looking and feeling better in no time! Eating healthy will boost your mood \u0026amp; increase your lifespan … what a deal! These tips \u0026amp; techniques are designed to be fast, simple and easy … You will love it!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBy The End Of This Course, You Will …\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1) Understand what is more important: diet or exercise?\u003C/p\u003E\u003Cp\u003E2) Discover the many mental \u0026amp; physical benefits of healthy eating\u003C/p\u003E\u003Cp\u003E4) Learn the difference between “good” and “bad” fats\u003C/p\u003E\u003Cp\u003E5) Discover how the food pyramid works … and how it can benefit your health when used the right way\u003C/p\u003E\u003Cp\u003E6) Understand cholesterol … it is more complicated than you think\u003C/p\u003E\u003Cp\u003E7) Discover how to eat to boost energy \u0026amp; vitality\u003C/p\u003E\u003Cp\u003E8) Learn how to ramp up your immune system\u003C/p\u003E\u003Cp\u003E9) Find out how healthy eating can reduce stress\u003C/p\u003E\u003Cp\u003E10) Uncover how a healthy diet can improve mental health conditions\u003C/p\u003E\u003Cp\u003E11) Discover how healthy eating can reduce or illuminate many ailments\u003C/p\u003E\u003Cp\u003E12) Gain tools \u0026amp; techniques to maintain your new healthy habits\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E…. And This Is Just A TINY Part Of The Training – There Is SO Much More!!!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; Signup Now!\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/eating-healthy-diet-nutrition-training/","imageUri":"https://img-c.udemycdn.com/course/750x422/2893276_c87d.jpg","duration":"1 saat","enrolledStudentsCount":"21.139 öğrenci","lastUpdated":"Son güncelleme tarihi: 9/2021","targetAudiences":["Dieters","Personal Development Enthusiasts","Therapists","Parents","Students","Teachers","Coaches"],"tags":["Sağlık ve Fitness","Beslenme ve Diyetetik","Beslenme"],"rating":{"count":113,"averageValue":"4.0"},"instructors":[{"name":"Prof. Paul Cline, Ed.D","url":"/user/paul-cline-4/","totalNumberOfStudents":470627,"totalNumberOfReviews":11785,"averageRating":4.3536478597433845},{"name":"Sandor Kiss","url":"/user/sandorkiss2/","totalNumberOfStudents":776853,"totalNumberOfReviews":29604,"averageRating":4.267783180567452}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"E7B7862B74200F701066","originalPrice":"9.600 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/make-money-with-affiliate-marketing-online/":{"courseDetails":{"courseId":3200880,"title":"Learn 4 Steps to Make Money Online with Affiliate Marketing!","shortDescription":"These 4 steps took me from a complete beginner to making a life-changing income online.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EHave you ever wanted to make money online even while you are sleeping?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWould you like to spend time with your loved ones and earning money at the same time?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIt happens to me all the time.\u003C/p\u003E\u003Cp\u003EI still remember the day when I stumbled online and searched something like, \u0022How to make money online\u0022.\u003C/p\u003E\u003Cp\u003EThere was a young man from the United States who said that he can show me how to make money using the Internet.\u003C/p\u003E\u003Cp\u003EMy first thought was, \u0022that must be a scam or something!\u0022\u003C/p\u003E\u003Cp\u003EWell, I\u0026nbsp;gave it a try...\u003C/p\u003E\u003Cp\u003EAnd guess what.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI failed! \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe reason was that I\u0026nbsp;just \u0022tried\u0022 it. I didn\u0027t really commit at first.\u003C/p\u003E\u003Cp\u003EThen I saw dozens and dozens of examples:\u003C/p\u003E\u003Cp\u003ESomeone made $2,000/month online.\u003C/p\u003E\u003Cp\u003EAnother person made $5,000/month online.\u003C/p\u003E\u003Cp\u003ESome people made even $10,000/month online...\u003C/p\u003E\u003Cp\u003EAnd more...\u003C/p\u003E\u003Cp\u003EI realized that if they can do it, I\u0026nbsp;can do it.\u003C/p\u003E\u003Cp\u003EAnd sure enough, I did it.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI made a life-changing income online and I\u0027ve traveled around the world in 40 countries in total.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENowadays I run a YouTube channel called \u0022Learn To Make Honest Money Online\u0022 with over 300,000 monthly views helping ordinary people to make a life-changing income online too.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI\u0026nbsp;simply share the steps that I took to make money.\u003C/p\u003E\u003Cp\u003EAnd it works.\u003C/p\u003E\u003Cp\u003EIn this course, \u003Cstrong\u003Eyou\u0027ll learn the steps that I\u0026nbsp;have taken to make a life-changing income online and achieve the ultimate freedom in my life.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI can\u0027t give you any income guarantees because it\u0027s against the law but I\u0026nbsp;can tell that the steps that I teach have worked for me and dozens of my friends.\u003C/p\u003E\u003Cp\u003EI\u0027ll see you inside the lessons!\u003C/p\u003E\u003Cp\u003ELooking forward to helping you my friend!\u003C/p\u003E\u003Cp\u003ECheers\u003C/p\u003E\u003Cp\u003E- Roope\u0026nbsp;\u0022From a complete beginner to making a life-changing income online\u0022 Kiuttu\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPS. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EImagine having a life that you\u0027ve always dreamed of.\u003C/p\u003E\u003Cp\u003EImagine having the freedom...\u003C/p\u003E\u003Cp\u003EIt\u0027s Your Time!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/make-money-with-affiliate-marketing-online/","imageUri":"https://img-b.udemycdn.com/course/750x422/3200880_8fa6.jpg?secure=gKdy2K1Oq6UheoufF9ZlHA%3D%3D%2C1639058596","duration":"4 horas","enrolledStudentsCount":"76.932 estudiantes","lastUpdated":"Fecha de la última actualización: 8/2021","targetAudiences":["People Who Want to Make Money Online with Affiliate Marketing","Beginners Who Want to Learn PROVEN Steps to Make Money Online"],"tags":["Marketing","Marketing de afiliados","Marketing de afiliados"],"rating":{"count":467,"averageValue":"4.0"},"instructors":[{"name":"Roope Kiuttu","url":"/user/roope-kiuttu/","totalNumberOfStudents":438760,"totalNumberOfReviews":8355,"averageRating":3.9740351447908755}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B789053503550C056329","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/mastering-digital-music-daw-for-autistic-dyslexic-people/":{"courseDetails":{"courseId":4323782,"title":"Mastering Digital Music DAW for Autistic, Dyslexic people","shortDescription":"Specifically tailored step by step for the Autistic, Dyslexic etc peoplen whose hidden talents only needs uncovering","longDescription":"\u003Cp\u003EThis Digital Tech training course is part of a series of various other classes made Specifically for Special Needs People.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe Special Needs people are mainly those who are Autistic, Dyslexic, having Down Syndrome, Asperger’s, Cerebral Palsy and various others.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe Special Needs people are known to have \u003Cstrong\u003Eexceptional talents\u003C/strong\u003E, which only need to be \u003Cstrong\u003Euncovered\u003C/strong\u003E. However, once their hidden talents are tapped, they are capable of producing wonders.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnfortunately, they are rarely given fair chances i.e. be it in schools, community or work place due to their ‘perceived’ limitations and inabilities. The Covid-19 situation has further narrowed their options to earn a living since there are more people now seeking jobs and alternative opportunities to earn a living.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOur main motive is to train them to enable to be self-sustainable and \u003Cstrong\u003Enot to be dependent\u003C/strong\u003E on any donations on handouts from anyone.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis class would be focusing on teaching Digital Music DAW for special needs people in a way that it is easier for them to follow through. The course is very user friendly and a detailed guide is provided throughout the course which ensures that the students will not face any difficulties when they are going through our lessons. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe have had a wonderful journey in training these special needs people throughout these years. It has been wonderful to see our students growing from Zero to Heroes.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/mastering-digital-music-daw-for-autistic-dyslexic-people/","imageUri":"https://img-c.udemycdn.com/course/750x422/4323782_7a1f.jpg","duration":"3,5 saat","enrolledStudentsCount":"16 öğrenci","lastUpdated":"Son güncelleme tarihi: 10/2021","targetAudiences":["This programs is specifically designed for people with Autism / Autistic, Asperger’s Syndrome, Dyslexia, etc.","Our main motive is to train them to enable to be self-sustainable and not to be dependent on any donations on handouts from anyone.","We believe in empowering fellow humans with digital skills to enable them to make a decent living with full dignity.","The whole world is moving towards digitalization, why should they be left behind. Let’s endeavor to give a new breath of hope to this community."],"tags":["Müzik","Müzik Yazılımı","Müzik Miksleme"],"rating":null,"instructors":[{"name":"Infinite Minds Academy","url":"/user/infinite-minds-academy-2/","totalNumberOfStudents":1776,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"6B5FD7105232574BE5BF","originalPrice":"₹1,600","discountedPrice":"₹1,040","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/the-ultimate-forex-beginners-guide/":{"courseDetails":{"courseId":3675298,"title":"The Ultimate Forex Trading Beginners Guide","shortDescription":"Forex Trading Course; Learn How to Day Trade","longDescription":"\u003Cp\u003EHi! The Ultimate Forex Trading Guide is designed for people who are totally new or have less experience in the Forex Market. In this course \u003Cstrong\u003EI will learn you everything you should know to start trading the Forex\u003C/strong\u003E \u003Cstrong\u003EMarket!\u003C/strong\u003E I\u0027m the only one whose covering \u003Cstrong\u003ESmart Money\u003C/strong\u003E on Udemy. The Forex Market is a \u003Cstrong\u003Ezero-sum game\u003C/strong\u003E, \u003Cstrong\u003Efor every winner there must be a loser as counterpart\u003C/strong\u003E. So, should you follow the \u003Cstrong\u003Emajority\u003C/strong\u003E or the \u003Cstrong\u003E\u003Cem\u003Eminority\u003C/em\u003E\u003C/strong\u003E? \u003Cstrong\u003E\u003Cem\u003EThe Minority a.k.a Smart Money!\u0026nbsp; \u003C/em\u003E\u003C/strong\u003EIn this course I will dive deeper into Smart Money to give you a better understanding and the importance of it. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe Ultimate Forex Trading Guide will cover such as;\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBasics \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECharting Tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESmart Money \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERisk Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPitfalls \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThe Ultimate Forex Trading Guide gives you a solid foundation and enables you to dive deeper into more advanced Forex trading.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EMy name is Olaf Lemson and I actively day trade in the Forex market for a while.\u0026nbsp;When I started trading in the Forex market I was overwhelmed by all the information and plenty of trading styles and strategies on the internet. For this reason I have made this Course to speed-up your learning curve with providing accurate information, which you should know as aspiring trader. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIt’s absolutely risk free: 30-Day Money-Back Guarantee!\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/the-ultimate-forex-beginners-guide/","imageUri":"https://img-c.udemycdn.com/course/750x422/3675298_124a_2.jpg","duration":"2,5 saat","enrolledStudentsCount":"9.986 öğrenci","lastUpdated":"Son güncelleme tarihi: 12/2020","targetAudiences":["People who wants to start trading Forex"],"tags":["Finans ve Muhasebe","Yatırım ve Ticaret","Forex"],"rating":{"count":50,"averageValue":"4.0"},"instructors":[{"name":"No Limit FX","url":"/user/olaf-147/","totalNumberOfStudents":9986,"totalNumberOfReviews":50,"averageRating":3.9849222}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2D5B348F71521E2D02B9","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/video-editing-on-adobe-premiere-pro-cc-for-beginners/":{"courseDetails":{"courseId":4399512,"title":"Video editing on Adobe Premiere Pro CC For Beginners","shortDescription":"Learn Adobe Premiere Pro CC to edit your videos in most easy way tutorials. Introduction to video editing.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EStart editing your video professionally with Adobe Premiere Pro CC!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn case you are searching for a video editing application that will permit you to alter recordings any way you need them, Adobe Premiere Pro is the most appropriate reply. Debut Pro is utilized by experts across the world for each sort of creation from business and promoting recordings, music recordings to narratives, include films. This full course is the most ideal way of hopping directly in and begin altering.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMake videos the way you imagine them!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPractice video editing while you are learning how to edit videos. This course includes practice videos so you can follow the tutorials along and \u003Cem\u003Eactually learn video editing by doing.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBy the end of the course, you\u0027ll have edited at least 1-minute video!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI\u0027ll be teaching the course using the Adobe Premiere Pro CC, but if you have a previous version (Mac or PC), you can still learn to edit like a pro.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is this Adobe Premiere Pro course all about?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this total manual for Adobe Premiere Pro video editing course, you\u0027ll not just get familiar with all of the editing instruments accessible in Premiere Pro, yet additionally how to edit with the outlook of an expert proof-reader.\u003C/p\u003E\u003Cp\u003EGain from somebody who is as of now working in the business, who knows the most current editing strategies, and who has a Bachelor of Arts in Film and Television Production from one of the nation\u0027s top film schools.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/video-editing-on-adobe-premiere-pro-cc-for-beginners/","imageUri":"https://img-b.udemycdn.com/course/750x422/4399512_c999_4.jpg?secure=nYtmDvwtYEd8QUh1D6PD9g%3D%3D%2C1639087954","duration":"33 dak","enrolledStudentsCount":"2.001 öğrenci","lastUpdated":"Son güncelleme tarihi: 11/2021","targetAudiences":["If you are a video editor and confused at some place or if you want to be a video editor, and want to edit videos with the best software of video editing.","You might know how to edit videos with other software’s but you want to transition to editing with Premiere Pro.","If You are a complete beginner level editor who haven’t used Premiere Pro before or you haven’t learned before how to use it properly.","You have worked on Premiere Pro before, but want to learn more or need some help becoming a more efficient editor.","If you are a YouTuber, vlogger, content creator or social media person you will learn video editing and then you won’t have to depend on others."],"tags":["Fotoğraf ve Video","Video Tasarımı","Adobe Premiere"],"rating":{"count":12,"averageValue":"4.5"},"instructors":[{"name":"Muhammad Faizan Khalid","url":"/user/muhammad-faizan-khalid-7/","totalNumberOfStudents":2001,"totalNumberOfReviews":12,"averageRating":4.5432243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"E1E55EC44C31D0878CF1","originalPrice":"2.240 ₹","discountedPrice":"1.456 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/case-interview-most-common-job-interview-questions-answer/":{"courseDetails":{"courseId":4395580,"title":"Case Interview: Most Common Job Interview Questions - Answer","shortDescription":"Masterclass \u0026 Practical Skills for Preparation Management Consulting of Case Interview","longDescription":"\u003Cp\u003ECase interviews are merely a glimpse into someone\u0027s life. We\u0027ll give you a challenge to tackle and evaluate your abilities to approach it, devise a strategy, incorporate feedback, and discover new ways of thinking. There is no correct response; we simply want to hear yours. \u003Cstrong\u003EThis course will provide you with an understanding of what you need to know to ace the case interview,\u003C/strong\u003E as well as a solid basis on which to build the remainder of your preparation.\u003C/p\u003E\u003Cp\u003EThe \u0022Case Interview\u0022 is the cornerstone of consulting recruitment, and it has a significant impact on the ultimate outcome. Yes, this is a significant issue. This course has a tremendous amount of substance, with chapters ranging from beginning to advanced topics.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou\u0027ll discover how to prepare for and perform well in a case interview. We\u0027ll show you how to conduct an interview if you\u0027re an interviewer.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA case interview is a special type of job interview in which the applicant is presented with complex business scenarios that must be explored and resolved in a fast-paced real-time context. \u003Cstrong\u003ECase interviews are used to assess a candidate\u0027s analytical abilities\u003C/strong\u003E and are commonly employed in the recruiting of management consulting roles. It assesses a candidate\u0027s analytical ability and problem solving abilities by gaining an understanding of how the applicant thinks and handles challenges.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/case-interview-most-common-job-interview-questions-answer/","imageUri":"https://img-c.udemycdn.com/course/750x422/4395580_15d2_4.jpg","duration":"1 saat","enrolledStudentsCount":"165 öğrenci","lastUpdated":"Son güncelleme tarihi: 11/2021","targetAudiences":["Those who are looking for a job","People who are looking for a job promotion","Those who want to develop their individual skills"],"tags":["Kişisel Gelişim","Kariyer Geliştirme","Yetkinlik Bazlı Mülakat"],"rating":{"count":3,"averageValue":"4.0"},"instructors":[{"name":"Smart Academy","url":"/user/pouriya-gudarz/","totalNumberOfStudents":2689,"totalNumberOfReviews":82,"averageRating":4.614716239024389}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"7DFC7536DB585C55A2F3","originalPrice":"6.400 ₹","discountedPrice":"4.160 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/account-management-a-beginners-guide-to-client-relations/":{"courseDetails":{"courseId":4374608,"title":"Account Management: A Beginner\u0027s Guide to Client Relations","shortDescription":"The Practical of Becoming a Professional Account Manager: Example, Strategies \u0026 Habits","longDescription":"\u003Cp\u003E\u003Cstrong\u003EHave you ever considered becoming a key account manager?\u003C/strong\u003E Account managers develop long-term, strategic partnerships with a company\u0027s biggest (i.e., most important) customers. From closing sales and fostering relationships to strategic planning and cross-functional leadership, this position requires a diverse set of talents. Whether you\u0027re a salesperson searching for a new challenge or an account manager eager to take on bigger clientele, there\u0027s a job for you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn this course, we\u0027ll define account manager competencies, show examples of popular skills, and offer advice on how to improve them.\u003C/strong\u003E This Account Manager training can assist you in creating a \u003Cstrong\u003Ejob \u003C/strong\u003Eadvertisement that will attract suitable individuals. Please feel free to modify this job description to fit your specific job responsibilities and criteria.\u003C/p\u003E\u003Cp\u003ECustomer support, up - selling, technical assistance, and general relationship management are all provided by the account manager. An account manager may be in charge of a huge number of smaller accounts or only a few larger ones. Account managers are frequently excellent communicators with a strong dedication to client happiness .An account manager\u0027s attention to the requirements of individuals they represent can be the difference between a happy client who stays with the company for a long time and a dissatisfied customer who goes elsewhere.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/account-management-a-beginners-guide-to-client-relations/","imageUri":"https://img-c.udemycdn.com/course/750x422/4374608_93ef.jpg","duration":"1 saat","enrolledStudentsCount":"332 öğrenci","lastUpdated":"Son güncelleme tarihi: 10/2021","targetAudiences":["Account managers who want to succeed","businessman who want to increase their sales","People looking for a job with a related degree","Employees who want to improve their work and become managers"],"tags":["İşletme","İletişim","Hesap Yönetimi"],"rating":{"count":5,"averageValue":"4.3"},"instructors":[{"name":"Smart Academy","url":"/user/pouriya-gudarz/","totalNumberOfStudents":2920,"totalNumberOfReviews":82,"averageRating":4.614716239024389}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BF7EF3F2D24FA9E7534B","originalPrice":"4.800 ₹","discountedPrice":"3.120 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/contract-negotiation-a-beginners-guide-to-drafting/":{"courseDetails":{"courseId":4367354,"title":"Contract Negotiation: A Beginner\u0027s Guide to Drafting","shortDescription":"Practical Tips for Contract Negotiation: Examples, Strategy, Practice \u0026 Draft","longDescription":"\u003Cp\u003EIf you have an immediate negotiation and you want to learn the principles of contract negotiation very quickly, this course is for you. Because\u003Cstrong\u003E it is only 40 minutes, but the tips of more than 10 hours of training class will be practically taught to you.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAlthough contract negotiations haven\u0027t altered much since the invention of email, new technologies are making them faster, smarter, and less hazardous. While it may seem self-evident, many people fail to consider the importance of preparing for contract discussions.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou should do some legwork and research in advance of the meeting, just like you did for your interview.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course, we define Contract Negotiation, describe the type of Contract Negotiation. also, we teach you Contract negotiation strategies and talk about some contract negotiation training\u003C/p\u003E\u003Cp\u003ENegotiation is usually required before reaching a business agreement. That is, sit down at the table with the other persons or companies that are \u0022party\u0022 to the agreement and iron out the contract\u0027s specifics. It\u0027s a good idea to study some of the tried-and-true bargaining methods if you\u0027re new to the game or need a refresher.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe\u0027ll go over what contract negotiation is, why traditional ways to contract negotiations are risky for businesses, and how emerging technology can help legal teams negotiate complex agreements at scale in this course.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENegotiation opportunities abound in the corporate world, from negotiating greater salary to debating sales contracts. Knowledge the different sorts of negotiations can help you improve your bargaining skills and obtain a better understanding of how they function.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/contract-negotiation-a-beginners-guide-to-drafting/","imageUri":"https://img-c.udemycdn.com/course/750x422/4367354_a387_3.jpg","duration":"40 dak","enrolledStudentsCount":"306 öğrenci","lastUpdated":"Son güncelleme tarihi: 10/2021","targetAudiences":["Businesses that are always in the process of contracting","Those who have a job interview ahead","People looking for job"],"tags":["İşletme","İş Hukuku","Sözleşme Müzakeresi"],"rating":{"count":7,"averageValue":"4.8"},"instructors":[{"name":"Smart Academy","url":"/user/pouriya-gudarz/","totalNumberOfStudents":2853,"totalNumberOfReviews":82,"averageRating":4.614716239024389}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2F43E99AA8AAB6745497","originalPrice":"6.400 ₹","discountedPrice":"4.160 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/data-protection-privacy-bootcamp-your-understanding/":{"courseDetails":{"courseId":3837038,"title":"Management: The Urgency of Data Protection \u0026 Privacy","shortDescription":"Learn about the risks, enormous costs of breaches and how data ethics can lead to responsible innovation","longDescription":"\u003Cp\u003EIf you have ever tried to talk about \u003Cstrong\u003EGDPR \u003C/strong\u003Eor\u003Cstrong\u003E Data Ethics\u003C/strong\u003E, you have probably found some resistance. Typically people are not interested. They say the issues raised get in the way of doing “real” business. On the other hand, artificial intelligence is a more sexy subject. So why aren’t we “doing” more AI? I’ve found people run away from privacy and protection with ill-thought-through excuses or misunderstandings presented as reasons for why we should be doing something else.\u003C/p\u003E\u003Cp\u003EA cursory look through business journals or the IT press should reveal we are heading towards a road crash. Take a look at the GDPR fines handed out to Google, Facebook and many other blue-chip companies. If you then factor in class action consequences that could reach, in one example, $1Billion, then you see the extent of the problem. \u003Cstrong\u003EOversights and data breaches \u003C/strong\u003Ehand lawyers reasons to \u003Cstrong\u003Eextract huge sums from corporates. \u003C/strong\u003ESurely, if we operated \u003Cstrong\u003Emore ethically\u003C/strong\u003E we could make all these problems go away?\u003C/p\u003E\u003Cp\u003ECybercrime is on the rise, and we prefer to focus on getting to the AI promised land faster. What if we could have it all? What if we could reduce our risks to hackers and derive real value from our data? Well, I am not going to promise you the earth but will suggest that a detour to take in the \u003Cstrong\u003EData Protection and Privacy \u003C/strong\u003Elandscape will provide you will a new global view for \u003Cstrong\u003Eresponsible innovation\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThis course will explore the \u003Cem\u003EWild Wild West of Data\u003C/em\u003E to show you why we must care. \u003Cstrong\u003EThere are consequences for not taking the right kinds of actions\u003C/strong\u003E. We will then map out the global standards and legal frameworks to end our journey on \u003Cstrong\u003Edata ethics\u003C/strong\u003E. Finally, we will make the case that you will \u003Cstrong\u003Eachieve better AI results\u003C/strong\u003E if you have first crafted a\u003Cstrong\u003E better data culture\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EWe’ve tried to understand who would benefit from this course. If you fit one of the following categories, then the course is for you.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHigh-level executive types that need a helicopter view.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProfessionals that need direction to deliver projects at all levels.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENinjas that need to be more granular.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThere are ideas, messages and content for all the identified learner profiles with signposting when needed.\u003C/p\u003E\u003Cp\u003EJoin us on a journey that is more than just a rehash of GDPR. Let’s move on from a dull worldview to a vision of possibilities and opportunities. \u003Cstrong\u003ETake the course now\u003C/strong\u003E to find your data protection and privacy voice!\u003Cstrong\u003E The road to Data Ethics awaits you!\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/data-protection-privacy-bootcamp-your-understanding/","imageUri":"https://img-c.udemycdn.com/course/750x422/3837038_f063_3.jpg","duration":"7 saat","enrolledStudentsCount":"312 öğrenci","lastUpdated":"Son güncelleme tarihi: 12/2021","targetAudiences":["Anyone exposed to data. These could be business leaders, program managers, project managers, IT professionals and those who work on policy to improve organisational data literacy.","Executives who need a quick overview, big picture and some detail to make linkages to topic areas.","Professionals who are running projects on a daily basis will find the questions that need answers.","Techies who need to go a little deeper to find areas for further investigation."],"tags":["İşletme","Yönetim","Veri Koruması"],"rating":null,"instructors":[{"name":"Paul Imre","url":"/user/paul-imre/","totalNumberOfStudents":312,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EF953754DCC725ECAF02","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/aws-ans-c00-certified-advanced-networking-practice-exams-t/":{"courseDetails":{"courseId":4434300,"title":"AWS ANS-C00 Certified Advanced Networking Practice Exams","shortDescription":"Final Prep Tests for the AWS ANS-C00 Certified Advanced Networking Certification Exam","longDescription":"\u003Cp\u003EOur AWS Certified Advanced Networking - Specialty Practice Test is the most effective and pertinent for you to pass the exam on the first go. In fact, you will not only pass your exam but also get a profound understanding of the respective subject.\u003C/p\u003E\u003Cp\u003EWith our AWS Certified Advanced Networking - Specialty Practice Test, you will come to see that all of the questions and answers in our exams are chosen after a professional analysis.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDescription\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe \u003Cstrong\u003EAWS Certified Advanced Networking - Specialty\u003C/strong\u003E (ANS-C00) is intended for individuals who perform complex networking tasks.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbilities Validated by the Certification\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe exam is for individuals who perform complex networking tasks. It validates an individual’s ability to do the following:\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesign, develop, and deploy cloud-based solutions by using AWS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplement core AWS services according to basic architectural best practices\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesign and maintain network architecture for all AWS services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse tools to automate AWS networking tasks\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Domain AWS Certified Advanced Networking Specialty :-\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesign and implement hybrid IT network architectures at scale\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesign and implement AWS networks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAutomate AWS tasks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure network integration with application services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesign and implement for security and compliance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage, optimize, and troubleshoot the network\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EOfficial Exam Details:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EExam Name : \u003C/strong\u003EAWS ANS-C00 Certified Advanced Networking Speciality Exam\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETotal Questions : 175\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EType of Questions : Multiple choice\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETime Allowed : 125 mins\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPassing Score : 75 (131 of 175)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EKnowledge and Experience\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWe recommend candidates hold an AWS Certified Cloud Practitioner or a current Associate-level certification: AWS Certified Solutions Architect - Associate, AWS Certified Developer - Associate or AWS Certified SysOps Administrator - Associate\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdvanced knowledge of AWS networking concepts and technologies\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMinimum five years hands-on experience architecting and implementing network solutions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdvanced networking architectures and interconnectivity options (e.g., IP VPN, MPLS/VPLS)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENetworking technologies within the OSI model, and how they affect implementation decisions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelopment of automation scripts and tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECIDR and sub-netting (IPv4 and IPv6)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIPv6 transition challenges\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGeneric solutions for network security features, including WAF, IDS, IPS, DDoS protection, and Economic Denial of Service/Sustainability (EDoS)\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/aws-ans-c00-certified-advanced-networking-practice-exams-t/","imageUri":"https://img-c.udemycdn.com/course/750x422/4434300_82c6.jpg","duration":"","enrolledStudentsCount":"45 öğrenci","lastUpdated":"Yayımlanma tarihi: 12/2021","targetAudiences":["AWS ANS-C00 Certified Advanced Networking Exam students \u0026 candidates","Students looking for some Final Test Prep before AWS ANS-C00 Certified Advanced Networking Exam"],"tags":["BT ve Yazılım","BT Sertifikaları"],"rating":null,"instructors":[{"name":"Nadia Achlouje","url":"/user/nadia-achlouj/","totalNumberOfStudents":3134,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/adobe-premiere-pro-cc-video-editing-for-beginners/":{"courseDetails":{"courseId":3831056,"title":"Adobe Premiere Pro CC 2022: Video Editing for Beginners","shortDescription":"Learn video editing in Adobe Premiere Pro CC with zero experience.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThis course is a one-stop-shop that has everything you need to become a confident editor inside Premiere Pro.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you\u0027ve taken a quick look at Adobe Premiere Pro and are completely overwhelmed by the features and have no clue how to start editing your first video, you have come to the right course.\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EIn this complete guide to Adobe Premiere Pro video editing course, you\u0027ll not only learn all of the editing tools available in Premiere Pro but also how to edit with the mindset of a professional editor.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to efficiently import and organize your media. You will learn several methods to give you the freedom to adjust your workflow to suit your preferences and will develop your own style.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to go about editing a complete video. A step by step comprehensive post-production process. If you’re aiming to become an outstanding Video Editor and Build your career, this process is essential.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will cover everything you need to know to start video editing, including:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStarting a project\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EEditing your videos\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAdding video and audio transitions\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAdding professional and modern titles (even some with motion)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EImproving audio and finding great free music for your projects\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECorrecting and grading the color of your video to give it a great style\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAdding visual effects to your projects\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EEditing green screen (chroma key) footage\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EExporting your video for high-quality playback on any device\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAdvanced efficiency tips\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESo much more!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAs a self-taught video editor with 4\u002B years experience exclusively with Adobe Premiere Pro.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/adobe-premiere-pro-cc-video-editing-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/3831056_e098_8.jpg","duration":"3,5 horas","enrolledStudentsCount":"26.213 estudiantes","lastUpdated":"Fecha de la última actualización: 6/2021","targetAudiences":["Anyone wanting to learn Adobe Premiere Pro CC.","This course is best for beginner Adobe Premier Pro students.","Anyone wanting to make their videos look amazing Beginner Vloggers and YouTubers","Absolute beginners that feel intimidated by video editing","Anyone wanting to learn video editing.","Business owners that want to save money and make their own business videos","Anyone wanting an uncomplicated guide to using Adobe Premiere Pro","This course is great for video creators who want to learn how to edit videos with THE BEST video editing application Adobe Premiere Pro","This course is great for anyone transitioning from Final Cut, iMovie, Sony Vegas, Premiere Elements, Windows Movie Maker, Camtasia, and Screenflow who now want to start learning Adobe Premiere Pro CC"],"tags":["Fotografía y vídeo","Diseño de vídeo","Edición de vídeo"],"rating":{"count":141,"averageValue":"4.2"},"instructors":[{"name":"Chetan Pujari","url":"/user/chetan-pujari-3/","totalNumberOfStudents":52770,"totalNumberOfReviews":398,"averageRating":4.5317689103448275}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"3DB8B0EF2D55DBCA2B5D","originalPrice":"3.520 ₹","discountedPrice":"2.288 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/css-javascript-and-python-complete-course/":{"courseDetails":{"courseId":4392170,"title":"CSS, JavaScript And Python Complete Course","shortDescription":"CSS And JavaScript Programming Language And Python Programming Language Complete Course","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn CSS and Javascript and Python Complete Course\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003Esection 1- CSS course with basics and advanced concepts of CSS\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003Eever wonder how the latest website designs are made? Cascading Style Sheets (CSS) are the main coding files used to layout a website and its design. CSS 3 is the latest in styling standards, and it brings several new properties and declarations you can use to make your website design more easily created. CSS is currently the only standard in website design that plugs directly into your HTML, even the latest HTML 5 standards. With CSS 3 and HTML 5, you can create the latest interactive pages for your website viewers.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ethis course shows you how to create CSS classes from a beginner\u0027s level. It starts off with basic HTML declarations, properties, values, and how to include a CSS style sheet with your HTML code. For those of you who are new to CSS and HTML, we show you step-by-step how to create a CSS file and include it in your HTML code, even if you use a cloud server for your hosting.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ewe show you how to position your elements, layout your elements relative to your documents, and style your HTML using predefined CSS values. We introduce you to the common CSS styling that you\u0027ll need when you start off designing your pages. If you want to get to know CSS and website design, this course is meant for you, and it can be used by anyone who hasn\u0027t even seen one line of CSS code yet. We focus on the latest CSS 3 and HTML 5 standards, so you get the latest when coding your website pages instead of focusing on older code.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ethere are no prerequisites. Anyone Can join this course. It is recommended though that individual have some basic computer programming knowledge.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECourse Topics\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EIntroduction to CSS\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003Einclusion Of CSS\u0026nbsp;In HTML\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003ECSS syntax\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003ECSS styling Text\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003ECSS page backgrounds\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003ECSS\u0026nbsp;2D transform\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003ECSS\u0026nbsp;3D transform\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003ECSS\u0026nbsp;animation\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E and more....\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ESection 2- learn javascript programming language\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe course is created with thorough, extensive, but easy-to-follow content that you’ll easily understand and absorb.\u003C/p\u003E\u003Cp\u003EThe course starts with the basics, including JavaScript fundamentals, programming, and user interaction.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003Ethe curriculum is going to be very hands-on as we walk you from start to finish to become a professional Javascript developer. We will start from the very beginning by teaching you Javascript basics and programming fundamentals, and then execute into real-life practice and be ready for the real world.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ewhile Javascript is complicated for beginners to learn, it is widely used in many web development areas.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ethis course gets you started with an introduction to JavaScript. It assumes that you\u0027re new to the language, so it gets you started with basic functionality such as creating functions, creating variables, and calling these lines of code from your standard HTML pages. It talks about events and triggers for custom event handling. It talks about pattern matching, searching for text within a page, flow control, and the document object model (DOM). We start off with the basics and move on to more complex functionality such as arrays and objects. We then discuss how to script common elements with JavaScript such as forms and tables. At the very end, we discuss major libraries such as Ajax, which allows you to make asynchronous calls to server-side scripts without reloading the web page in the server.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EMaster the fundamentals of writing Javascript scripts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn core Javascript scripting elements such as variables and Objects\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDiscover how to work with lists and sequence data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWrite Javascript functions to facilitate code reuse\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse Javascript to read and write files\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake their code robust by handling errors and exceptions properly\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESearch text using regular expressions\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe topics covered in this course are:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E*\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E javascript course contents:\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EJavascript introduction\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EJavascript array\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EJavascript variables\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EJavascript functions\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EJavascript objects\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EJavascript control statements\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EJavascript cookies\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EJavascript loop statements\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EJavascript data structures\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EJavascript error handling\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EJavascript regular expressions\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESection 4- python programming language.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course section provides an introduction to programming and the python language. students are introduced to core python programming concepts like conditionals, loops, variables, and functions. this section includes an overview of the various python aspects. It also provides hands-on coding exercises using commonly used writing custom functions, and reading and writing to files. this section or whole course may be more robust than some other courses, as it delves deeper into certain essential programming topics.\u003C/p\u003E\u003Cp\u003Ewhat you will learn in this section:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIdentify core aspects of programming and features of the Python language\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand and apply core programming concepts like conditionals, loops, variables, and functions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse different ways for writing and running Python code\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesign and write fully-functional Python programs using commonly used data structures, custom functions, and reading and writing to files\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003Epython various operator types\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003Epython methods\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003Epython conditional statements\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003Epython loops\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003Epython function statements\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003Epython decision making\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003Epython file Input and Output\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Epython datatypes.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eand more..\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThank you see you inside the course\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/css-javascript-and-python-complete-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4392170_4141.jpg","duration":"7 horas","enrolledStudentsCount":"4.409 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Beginner Full Stack Developers","Beginner Web Developer"],"tags":["Informática y software","Certificaciones de informática","Python"],"rating":{"count":18,"averageValue":"4.3"},"instructors":[{"name":"PROPER DOT INSTITUTE","url":"/user/vivek-dahibhate-2/","totalNumberOfStudents":99851,"totalNumberOfReviews":755,"averageRating":4.316523380737018}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"3A86DB8140926AE6D978","originalPrice":"12.160 ₹","discountedPrice":"7.904 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/filmora9-complete-video-editing-tutorial-for-beginners-2020/":{"courseDetails":{"courseId":3209379,"title":"Filmora 9 And X:  Zero to Hero in Video Editing (2022)","shortDescription":"Learn Video Editing Like A Pro Using Wondershare Filmora X and  Filmora 9 Zero To Hero With These Step By Step Tutorial.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWho Is This For?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course was made for YouTubers, filmmakers, Vloggers, professional video editors, who want to edit for others like freelance. Content creators for YouTube and social media often want a simplified workflow, and Filmora certainly provides that kind of editing experience. But does that mean it’s something experienced editors should ignore? Not necessarily. Filmora9 does not have the features of professional software like Premiere, Final Cut, Media Composer, or Resolve. But if you are cutting a short film or documentary and have a limited budget it can get the job done.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFeatures\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFilmora’s timeline can handle up to 100 layers, so this isn’t exactly iMovie. Any editing program is going to have basic editing and transform controls, but Filmora9 also has basic compositing and audio tools. The program also features full 4K support (both UHD and DCI 4K). I found this pleasantly surprising since free versions of professional applications often are restricted to HD projects. Here are a few other features worth mentioning:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESupported Formats\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAs you might expect the supported recording formats are quite limited. You won’t be editing RED footage with Filmora, of course. If you’re using a DSLR or mirrorless camera then you shouldn’t have to worry about supported codecs. Filmora9 does not support ProRes as a recording format, but it is listed as a supported export format. Here’s a list of all the supported recording and export formats, as well as system requirements.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/filmora9-complete-video-editing-tutorial-for-beginners-2020/","imageUri":"https://img-c.udemycdn.com/course/750x422/3209379_f543_9.jpg","duration":"3 saat","enrolledStudentsCount":"15.925 öğrenci","lastUpdated":"Son güncelleme tarihi: 7/2021","targetAudiences":["students","video editors","photografer","beginner video editor","YOUTUBERS","VLOGERS","TEACHERS","FILMMAKERS","tik-tokers","anyone","Video Inside Text","You are a video creator or want to be and you need to get up to speed quickly \u0026 easily.","You upgraded from Filmora 8 and found out that Filmora 9 is completely different. (Better too:)","You are either a complete beginner to video making or new to Filmora 9.","You are upgrading from a basic editor, like Window Movie Maker or iMovie."],"tags":["Fotoğraf ve Video","Video Tasarımı","Filmora"],"rating":{"count":108,"averageValue":"4.3"},"instructors":[{"name":"Chetan Pujari","url":"/user/chetan-pujari-3/","totalNumberOfStudents":52771,"totalNumberOfReviews":398,"averageRating":4.501898982758621}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F06AE144DA9556805718","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/stock-investing-with-fundamental-analysis-dcf-valuation/":{"courseDetails":{"courseId":4395452,"title":"Stock Investing With Fundamental Analysis  - DCF Valuation","shortDescription":"Find the fair value of any stock with DCF Valuation - Value Investing with Fundamental and Financial Modeling with DCF","longDescription":"\u003Cp\u003EGain the ability\u0026nbsp; to invest in stocks using \u003Cstrong\u003EDCF Valuation model\u003C/strong\u003E based on fundamental and technical analysis.\u003Cbr\u003EYou will learn how to calculate a fair value of any stock. Invest when the current value if less than it\u0027s fair value. It\u0027s that simple!\u003C/p\u003E\u003Cp\u003EDCF also known as the Discounted Cash Flow Valuation model is used by Top Finance Institutions. Fortune companies use it to acquire new businesses, Raise more capital and invest in projects. \u003C/p\u003E\u003Cp\u003ENow you can learn how to create the most professional analysis report of any company using the Institutional Investor Data.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIn This Course Will Teach You\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow to get access to and use the institutional investors data.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to find the fair price of any stock\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to take investment decision\u003Cstrong\u003E \u003C/strong\u003Ein high growth companies,\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course is designed for common people (retail investors) in mind. There\u0026nbsp; are plenty of courses for institutional investors but we at IIFPIA focus on retail as they are the most overlooked segment who needs help.\u003C/p\u003E\u003Cp\u003ESo if you are a student, a working professional or a full time trader / investor, This course will add a vast amount of skill and experience to your life.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EThe L-I-T Triad Mastery\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThis course is based on our Learn, Implement and Test teaching methodology where you will\u0026nbsp; start by learning the concepts in small video lessons. They are easy to understand and offers enough content that you can remember in long term.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAfter that you will implement the concept you just learned. This will be a hand holding video lesson where we show you how it\u0027s done and then a practical exercise where you do it yourself. Incase you get stuck, We are always ready to support you through Q./A section.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFinally you test your knowledge via quizzes.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course includes \u003Cstrong\u003EReal Life Case Studies\u003C/strong\u003E where we do the valuation of \u003Cstrong\u003EUS and Indian companies stocks\u003C/strong\u003E for you in Realtime giving you the most previous work experience.\u003C/p\u003E\u003Cp\u003EThere is no need to fear with the Udemy \u003Cstrong\u003E30 Days Money Back Guarantee \u003C/strong\u003E\u003Cbr\u003EIf you feel this course is not a good fit, just right click on the course and click on refund, it takes only a minute to get your money back. (No Questions Asked)\u003C/p\u003E\u003Cp\u003EWe look forward to see you in the course, May this be the best investment decision you make\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E~ International Institute of Financial Planning and Investment Analysis\u003C/em\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/stock-investing-with-fundamental-analysis-dcf-valuation/","imageUri":"https://img-c.udemycdn.com/course/750x422/4395452_b25c_2.jpg","duration":"2,5 saat","enrolledStudentsCount":"605 öğrenci","lastUpdated":"Son güncelleme tarihi: 11/2021","targetAudiences":["Traders or Investors who want to calculate the fair price of a stock","Students who want to build a bright career in finance","Investment Bankers willing to learn Business Valuation using DCF","Working professionals willing to learn investing in companies"],"tags":["Finans ve Muhasebe","Finansal Modelleme ve Analiz","DCF"],"rating":{"count":69,"averageValue":"4.7"},"instructors":[{"name":"IIFPIA - International Institute of Financial Planning and Investment Analysis","url":"/user/iifpia/","totalNumberOfStudents":605,"totalNumberOfReviews":69,"averageRating":4.68737},{"name":"Jyoti Bansal (NCFM,NISM Certified Technical Analyst \u0026 Investment Adviser )","url":"/user/jyoti-bansal-4/","totalNumberOfStudents":115975,"totalNumberOfReviews":31725,"averageRating":4.4996747079904305}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"GIVEAWAY","originalPrice":"12.800 ₹","discountedPrice":"8.320 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/executive-coaching-cto-for-business-development-executive/":{"courseDetails":{"courseId":4429392,"title":"Executive Coaching: CTO for Business Development Executive","shortDescription":"Practical Masterclass Executive Coaching, CTO Leadership \u0026 Leadership Coach","longDescription":"\u003Cp\u003EExecutive coaching is one of the most effective methods for senior executives to strengthen their leadership skills. Leaders can improve their performance by working one-on-one with a professional coach on their goals and difficulties in a supportive and challenging environment. Executive coaching assists people in discovering the resources they need to make long-term changes. This distinguishes it from mentoring, consulting, and training.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will introduce you to the fundamental concepts of executive coaching\u003C/strong\u003E. You\u0027ll also discover how to become a certified executive coach. Finally, you will discover the most effective techniques for this position.\u003C/p\u003E\u003Cp\u003ECoaching is an important duty for any people manager, but many people lack the training to progress from a good to a great coach, and exceptional coaches can make all the difference in terms of productivity, job satisfaction, succession planning, and more.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course developed is based on developmental change science. You\u0027ll learn how to maximize human potential and improve organizational performance with expert direction and hands-on assistance.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E Learn the tools and abilities you\u0027ll need to share your management and leadership experience. As you get your executive coaching skill, you\u0027ll be able to assist others in achieving superior personal and professional results.\u003Cstrong\u003E All business and personal development begins with executive coaching\u003C/strong\u003E. It\u0027s the pivotal step for achieving comprehensive cultural effect and professional advancement. We take a holistic approach to coaching that goes far beyond simply providing answers.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/executive-coaching-cto-for-business-development-executive/","imageUri":"https://img-c.udemycdn.com/course/750x422/4429392_bf9c.jpg","duration":"1 saat","enrolledStudentsCount":"11 öğrenci","lastUpdated":"Son güncelleme tarihi: 12/2021","targetAudiences":["Those who want to start a business","Businesses that want to grow their business and sell more","Businessman that are looking to sell more","A coach who is looking for a career advancement","People looking for a new job"],"tags":["İşletme","Girişimcilik","Yönetici Koçluğu"],"rating":null,"instructors":[{"name":"Smart Academy","url":"/user/pouriya-gudarz/","totalNumberOfStudents":2654,"totalNumberOfReviews":82,"averageRating":4.614716239024389}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5201B8DB5D1CF61C1A17","originalPrice":"7.360 ₹","discountedPrice":"4.784 ₹","expirationText":"5 saat","discountPercentage":35}}},"freeCourses":{"https://www.udemy.com/course/html-and-css-from-scratch/":{"courseDetails":{"courseId":699618,"title":"Learn HTML, CSS, JavaScript And TypeScript From Scratch","shortDescription":"Design and build websites using html, css, javascript and typescript from scratch for absolute beginners.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/html-and-css-from-scratch/","imageUri":"https://img-c.udemycdn.com/course/750x422/699618_99ce_4.jpg","duration":"26585","enrolledStudentsCount":"54,145 students","lastUpdated":null,"targetAudiences":["Any one who is interested in web development."],"tags":["Development","Web Development","CSS"],"rating":{"count":1505,"averageValue":"4.6"},"instructors":[{"name":"Manzoor Ahmed","url":"/user/mohdmanzoorahmed/","totalNumberOfStudents":157494,"totalNumberOfReviews":8900,"averageRating":4.434547825622776}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/understand-british-spoken-english-a-listening-course/":{"courseDetails":{"courseId":4338608,"title":"Understand British spoken English : A listening course","shortDescription":"Do you want to understand native speakers? Learn the skills that will make communication easier","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/understand-british-spoken-english-a-listening-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4338608_3d33.jpg","duration":"6658","enrolledStudentsCount":"1,284 students","lastUpdated":null,"targetAudiences":["Intermediate English language learners","Advanced English language learners","Motivated Beginner English language learners"],"tags":["Teaching \u0026 Academics","Language Learning"],"rating":null,"instructors":[{"name":"Michael Dewar","url":"/user/michael-dewar-11/","totalNumberOfStudents":1149,"totalNumberOfReviews":0,"averageRating":0},{"name":"Marlena Szubert","url":"/user/maniathespota/","totalNumberOfStudents":201518,"totalNumberOfReviews":0,"averageRating":4.554338030573477},{"name":"Grzegorz Najder","url":"/user/grzegorz-najder/","totalNumberOfStudents":201518,"totalNumberOfReviews":0,"averageRating":4.554338030573477}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/login-and-register-operations-with-net-core-social-media/":{"courseDetails":{"courseId":4410434,"title":"Login and Register Operations with .Net Core Social Media","shortDescription":"Register and Login Processes in Our Projects Through Social Media Environments","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/login-and-register-operations-with-net-core-social-media/","imageUri":"https://img-c.udemycdn.com/course/750x422/4410434_5518.jpg","duration":"3562","enrolledStudentsCount":"59 students","lastUpdated":null,"targetAudiences":[".Net Core Ortamında Sosyal Medya ortamlarınıın Login olma ıslemını öğrenmek isteyenler Those who want to learn the process of Logging in to Social Media environments in the .Net Core Environment"],"tags":["Development","Web Development","Authentication"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Best Codder Academy","url":"/user/best-codder-academy/","totalNumberOfStudents":58,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/focus-mastery-with-abdulsalam-chaudhary/":{"courseDetails":{"courseId":4057406,"title":"Focus Mastery- Premium Training for Unlimited Focus","shortDescription":"Learn The Art of Hyperfocus with Premium Coach","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/focus-mastery-with-abdulsalam-chaudhary/","imageUri":"https://img-c.udemycdn.com/course/750x422/4057406_a558_2.jpg","duration":"5956","enrolledStudentsCount":"799 students","lastUpdated":null,"targetAudiences":["Students \u0026 Teachers"],"tags":["Personal Development","Personal Productivity","Focus Mastery"],"rating":{"count":1,"averageValue":"2.5"},"instructors":[{"name":"AbdulSalam Chaudhary","url":"/user/05dfe572-041b-43d0-a366-525c9d05a723/","totalNumberOfStudents":1997,"totalNumberOfReviews":31,"averageRating":4.409262454545455}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/the-power-of-your-mind/":{"courseDetails":{"courseId":4374254,"title":"The Power Of Your Mind","shortDescription":"Reclaim your birthright a thought at a time","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/the-power-of-your-mind/","imageUri":"https://img-c.udemycdn.com/course/750x422/4374254_7d97.jpg","duration":"3884","enrolledStudentsCount":"725 students","lastUpdated":null,"targetAudiences":["Anyone looking to grow as a person and be more effective in life","Anyone tired of letting life happen to them","Anyone who deals with Anxiety and/or Depression","Anyone tired of working hard for what they want without results"],"tags":["Personal Development","Personal Transformation","Mindset"],"rating":{"count":2,"averageValue":"4.6"},"instructors":[{"name":"Zanetta Snow","url":"/user/mysty-3/","totalNumberOfStudents":724,"totalNumberOfReviews":2,"averageRating":4.6153846}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/charisma-and-decision-making-of-fortune-500-leaders/":{"courseDetails":{"courseId":4417822,"title":"Charisma and Decision Making of Fortune 500 Leaders","shortDescription":"Master charisma and decision making best practices of Fortune 500 firm leaders taught by world-renowned expert","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/charisma-and-decision-making-of-fortune-500-leaders/","imageUri":"https://img-c.udemycdn.com/course/750x422/4417822_6ce5.jpg","duration":"7116","enrolledStudentsCount":"387 students","lastUpdated":null,"targetAudiences":["Current and aspiring leaders (executives, managers, supervisors, intrapreneurs, and entrepreneurs) who want to dramatically improve their charisma and decision making by using best practices from Fortune 500 leaders will get the most benefit from this course for their business and career goals, because case studies and examples are best suited to their needs","Everyone else who wants to boost their charisma and decision making will also benefit from this course, even if the case studies and examples will be less relevant to them"],"tags":["Business","Management","Charisma"],"rating":null,"instructors":[{"name":"Dr. Gleb Tsipursky, PhD","url":"/user/gleb-tsipursky/","totalNumberOfStudents":6725,"totalNumberOfReviews":280,"averageRating":4.839031274621211}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/motivation-why-what-and-how/":{"courseDetails":{"courseId":4415222,"title":"Motivation: Why, What, and How?","shortDescription":"How to attain and maintain high level of motivation and be more successful in life?","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/motivation-why-what-and-how/","imageUri":"https://img-c.udemycdn.com/course/750x422/4415222_f39c_3.jpg","duration":"3507","enrolledStudentsCount":"740 students","lastUpdated":null,"targetAudiences":["Anyone who wish to better their lives and want be more successful."],"tags":["Personal Development","Motivation"],"rating":null,"instructors":[{"name":"Ram Mohan Nair","url":"/user/ram-mohan-kumar/","totalNumberOfStudents":713,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/prescribe-medication-for-community-pharmacist-eye-disorder/":{"courseDetails":{"courseId":4416368,"title":"Prescribe medication for Community pharmacist : Eye disorder","shortDescription":"Professional Community pharmacist program : Eye disorder","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/prescribe-medication-for-community-pharmacist-eye-disorder/","imageUri":"https://img-c.udemycdn.com/course/750x422/4416368_d1fa.jpg","duration":"2915","enrolledStudentsCount":"341 students","lastUpdated":null,"targetAudiences":["Pharmacy students, Medical Student, fresh community pharmacist"],"tags":["Health \u0026 Fitness","General Health","Pharmacy"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Ahmed Alaa Eldeen Mohamed","url":"/user/ahmed-alaa-eldeen-mohamed/","totalNumberOfStudents":361,"totalNumberOfReviews":1,"averageRating":4.5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/the-gardening-calendar/":{"courseDetails":{"courseId":4417534,"title":"The Gardening Calendar","shortDescription":"What to do each month in the garden","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/the-gardening-calendar/","imageUri":"https://img-c.udemycdn.com/course/750x422/4417534_36cd_3.jpg","duration":"7080","enrolledStudentsCount":"503 students","lastUpdated":null,"targetAudiences":["Anybody who has an interest in gardening, at any level and any size"],"tags":["Lifestyle","Other Lifestyle","Gardening"],"rating":null,"instructors":[{"name":"Mark Shorter","url":"/user/mark-shorter/","totalNumberOfStudents":2694,"totalNumberOfReviews":81,"averageRating":4.4416587365853655}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/basic-fundamental-of-partial-discharge-2021/":{"courseDetails":{"courseId":4062816,"title":"Basic Fundamental of Partial Discharge 2021","shortDescription":"Basic Fundamental of Partial Discharge 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/basic-fundamental-of-partial-discharge-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4062816_4d3d.jpg","duration":"2034","enrolledStudentsCount":"473 students","lastUpdated":null,"targetAudiences":["Mechanical Engineer","Electrical Engineer","Design Engineer","Consulting Engineer","Maintenance Officer","Facility Officer","Contractors"],"tags":["Teaching \u0026 Academics","Engineering"],"rating":{"count":3,"averageValue":"4.6"},"instructors":[{"name":"Hoestar PD Technology Pte Ltd Hoestar","url":"/user/rong-hui-2/","totalNumberOfStudents":439,"totalNumberOfReviews":3,"averageRating":4.561942}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/situational-time-creation-in-the-social-media-age/":{"courseDetails":{"courseId":2957632,"title":"Situational Time Creation in the Social Media Age","shortDescription":"10 Exclusive New Age Tools to Get Your Focus \u0026 Productivity Back","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/situational-time-creation-in-the-social-media-age/","imageUri":"https://img-c.udemycdn.com/course/750x422/2957632_eabc_2.jpg","duration":"3281","enrolledStudentsCount":"731 students","lastUpdated":null,"targetAudiences":["Managers With Teams","Entrepreneurs and Freelancing Professionals","CEOs and Presidents of Organizations","Middle Managers and Team Leaders","Students Multi Tasking With Internships","Individuals Suffering With Social Media Addiction and Stress"],"tags":["Business","Management","Time Management"],"rating":null,"instructors":[{"name":"Ashish Janiani","url":"/user/ashish-janiani/","totalNumberOfStudents":787,"totalNumberOfReviews":4,"averageRating":4.128988}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/survive-creating-your-first-course/":{"courseDetails":{"courseId":4211338,"title":"Survive creating your first course!","shortDescription":"Online course creation","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/survive-creating-your-first-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/4211338_738c_2.jpg?secure=Dbd-k7jjF0Ldl5WlcZMlZQ%3D%3D%2C1638304253","duration":"4751","enrolledStudentsCount":"586 students","lastUpdated":null,"targetAudiences":["First time online instructors"],"tags":["Teaching \u0026 Academics","Online Education","Online Course Creation"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Aminah Ibrahim","url":"/user/aminah-ibrahim-2/","totalNumberOfStudents":733,"totalNumberOfReviews":9,"averageRating":4.690568266666666}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/successformula-part-1/":{"courseDetails":{"courseId":4413748,"title":"Success Formula - Part 1","shortDescription":"This is the first powerful step to an even more powerful seminar teaching you how to achieve that success you want.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/successformula-part-1/","imageUri":"https://img-b.udemycdn.com/course/750x422/4413748_5d24.jpg?secure=yDG3rzJPGsl_t4L76IPKxQ%3D%3D%2C1638309650","duration":"3844","enrolledStudentsCount":"1,089 students","lastUpdated":null,"targetAudiences":["Anyone wanting success in an existing business, future business, or in any area."],"tags":["Business","Management","Business Development"],"rating":null,"instructors":[{"name":"Guaranteed Prosperity","url":"/user/meir-ezra/","totalNumberOfStudents":8698,"totalNumberOfReviews":392,"averageRating":4.486696045454545}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tailwindcss-2-learn-tailwindcss-for-beginners/":{"courseDetails":{"courseId":4412324,"title":"TailwindCSS 2 - Learn TailwindCSS for Beginners","shortDescription":"Learn one of the best utility-first frameworks on the web","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tailwindcss-2-learn-tailwindcss-for-beginners/","imageUri":"https://img-b.udemycdn.com/course/750x422/4412324_d593.jpg?secure=iTHHud2zBNtuw94Xf1kYaw%3D%3D%2C1638304922","duration":"6994","enrolledStudentsCount":"3,003 students","lastUpdated":null,"targetAudiences":["Beginners that want to learn web design"],"tags":["Development","Web Development","Tailwind CSS"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Dary Nazar","url":"/user/dary-nazar-kermanshahi/","totalNumberOfStudents":32700,"totalNumberOfReviews":887,"averageRating":4.601024959821428}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/laravel-8-build-a-shopping-cart-and-deploy-it-on-cloudways/":{"courseDetails":{"courseId":4409288,"title":"Laravel 8 – Build a shopping cart \u0026 deploy it on Cloudways","shortDescription":"Learn how to build a Laravel project \u0026 Deploy it using Cloudways","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/laravel-8-build-a-shopping-cart-and-deploy-it-on-cloudways/","imageUri":"https://img-c.udemycdn.com/course/750x422/4409288_3149.jpg","duration":"6576","enrolledStudentsCount":"5,285 students","lastUpdated":null,"targetAudiences":["People who are looking for web programming jobs","People who want to learn everything about Laravel","People who struggle with projects","People who want to learn how to host a Laravel project on Cloudways"],"tags":["Development","Web Development"],"rating":{"count":14,"averageValue":"4.7"},"instructors":[{"name":"Dary Nazar","url":"/user/dary-nazar-kermanshahi/","totalNumberOfStudents":32700,"totalNumberOfReviews":887,"averageRating":4.601024959821428}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/master-six-sigma-methodology-a-step-by-step-guide-for-2021/":{"courseDetails":{"courseId":4064766,"title":"Master Six Sigma methodology | A Step-by-Step Guide for 2021","shortDescription":"Master Six Sigma methodology | A Step-by-Step Guide for 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/master-six-sigma-methodology-a-step-by-step-guide-for-2021/","imageUri":"https://img-b.udemycdn.com/course/750x422/4064766_2c58.jpg?secure=bsbJ-mNjG5rLVk-BMsJmiw%3D%3D%2C1638299929","duration":"2695","enrolledStudentsCount":"1,490 students","lastUpdated":null,"targetAudiences":["Students and professionals who want to start their career in Six Sigma methodology.  It is also suitable for professionals who want to excel in their Six Sigma domain."],"tags":["Business","Project Management","Six Sigma"],"rating":{"count":5,"averageValue":"5.0"},"instructors":[{"name":"R Tutor","url":"/user/rahul-878/","totalNumberOfStudents":24083,"totalNumberOfReviews":564,"averageRating":4.203801521404682}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/master-internet-of-things-iot-step-by-step-guide-for-2021/":{"courseDetails":{"courseId":4064634,"title":"Master Internet of Things - IoT |Step-by-Step Guide for 2021","shortDescription":"Master Internet of Things (IoT)| A Step-by-Step Guide for 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/master-internet-of-things-iot-step-by-step-guide-for-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4064634_3966.jpg","duration":"2482","enrolledStudentsCount":"2,224 students","lastUpdated":null,"targetAudiences":["Students and professionals who want to start their career in Internet of Things - IoT.  It is also suitable for professionals who want to excel in their Internet of Things - IoT domain."],"tags":["Development","Data Science","Internet Of Things"],"rating":{"count":5,"averageValue":"4.2"},"instructors":[{"name":"R Tutor","url":"/user/rahul-878/","totalNumberOfStudents":23937,"totalNumberOfReviews":564,"averageRating":4.203801521404682}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-tiny-web-app-with-vue-3/":{"courseDetails":{"courseId":4365348,"title":"Create a tiny web App with VUE 3","shortDescription":"Get started with VUE V3 by creating a tiny app","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-tiny-web-app-with-vue-3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4365348_aa1d_2.jpg","duration":"6135","enrolledStudentsCount":"2,087 students","lastUpdated":null,"targetAudiences":["Anyone who wants to start with VUE"],"tags":["Development","Web Development","Vue JS"],"rating":{"count":6,"averageValue":"4.5"},"instructors":[{"name":"Coding Revolution","url":"/user/codign-revolution/","totalNumberOfStudents":53178,"totalNumberOfReviews":5976,"averageRating":4.477446047826087}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/c-polymorphism-and-exception-handling-types/":{"courseDetails":{"courseId":4403655,"title":"C#-Polymorphism and Exception Handling types","shortDescription":"Tutorial on poLymorphism ,Exception Handling Types","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/c-polymorphism-and-exception-handling-types/","imageUri":"https://img-b.udemycdn.com/course/750x422/4403655_e284_7.jpg?secure=U1LOOAhQSXnv2kCVxubjpw%3D%3D%2C1638320023","duration":"5363","enrolledStudentsCount":"1,538 students","lastUpdated":null,"targetAudiences":["course is meant for professionals interested to develop console application projects in C#"],"tags":["IT \u0026 Software","Other IT \u0026 Software","C#"],"rating":{"count":2,"averageValue":"4.5"},"instructors":[{"name":"Suprio Dutta","url":"/user/suprio-5/","totalNumberOfStudents":3034,"totalNumberOfReviews":59,"averageRating":4.307550125423729}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/amped-studio-videocourse/":{"courseDetails":{"courseId":4376502,"title":"Amped Studio - Making professional music.  Videocourse","shortDescription":"Learn professional music techniques in 2 days. Everything you need is a computer and internet.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/amped-studio-videocourse/","imageUri":"https://img-b.udemycdn.com/course/750x422/4376502_b1a5_2.jpg?secure=RJmTosXq8PVs8swCzBGJRw%3D%3D%2C1638324062","duration":"4277","enrolledStudentsCount":"1,301 students","lastUpdated":null,"targetAudiences":["If you want to learn how to make music on a computer but don\u0027t know what to start from","If you are producer and want to find more simple and convenient way of creating your sound","If you want to have access to your projects always at hand without using special computer resources"],"tags":["Music","Music Software","Music Production"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Bil Bryant","url":"/user/dracheno-pavel/","totalNumberOfStudents":1301,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/design-thinking-dr_amin_torkaman/":{"courseDetails":{"courseId":4304695,"title":"The design thinking quick start","shortDescription":"innovation with design thinking","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/design-thinking-dr_amin_torkaman/","imageUri":"https://img-c.udemycdn.com/course/750x422/4304695_907f_2.jpg","duration":"4157","enrolledStudentsCount":"1,442 students","lastUpdated":null,"targetAudiences":["Entrepreneures","managers","innovators"],"tags":["Business","Entrepreneurship","Innovation"],"rating":null,"instructors":[{"name":"Amin torkaman","url":"/user/amin-torkaman/","totalNumberOfStudents":1442,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-generate-real-estate-buyer-and-seller-leads/":{"courseDetails":{"courseId":2490292,"title":"How to Generate Real Estate Buyer and Seller Leads","shortDescription":"Learn How to Create the Perfect Sales Funnel for Your Business","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-generate-real-estate-buyer-and-seller-leads/","imageUri":"https://img-c.udemycdn.com/course/750x422/2490292_1c27.jpg","duration":"5054","enrolledStudentsCount":"6,321 students","lastUpdated":null,"targetAudiences":["Real Estate Agents with the desire to grow their business"],"tags":["Marketing","Digital Marketing","Facebook Marketing"],"rating":{"count":105,"averageValue":"4.8"},"instructors":[{"name":"Emil Kim","url":"/user/emil-kim/","totalNumberOfStudents":6754,"totalNumberOfReviews":110,"averageRating":4.669306433333333}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/high-ticket-affiliate-marketing-mastery/":{"courseDetails":{"courseId":4180036,"title":"High Ticket Affiliate Marketing Mastery: Ultimate Guide 2021","shortDescription":"Building A High Ticket Affiliate Marketing Business From Scratch: With The Best Affiliate Program, Tools \u0026 Templates.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/high-ticket-affiliate-marketing-mastery/","imageUri":"https://img-c.udemycdn.com/course/750x422/4180036_e327.jpg","duration":"5891","enrolledStudentsCount":"2,295 students","lastUpdated":null,"targetAudiences":["Anyone interested in creating a highly scalable online business with little to zero risk."],"tags":["Marketing","Affiliate Marketing"],"rating":{"count":17,"averageValue":"4.4"},"instructors":[{"name":"Fredrik Blanke","url":"/user/fredrik-blanke/","totalNumberOfStudents":4074,"totalNumberOfReviews":28,"averageRating":4.117125654545455}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/fundamentals-of-infinite-banking-how-the-wealthy-do-it/":{"courseDetails":{"courseId":4402589,"title":"Fundamentals of Infinite Banking: How the Wealthy Do It!","shortDescription":"Your Start-Up Guide in Infinite Banking","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/fundamentals-of-infinite-banking-how-the-wealthy-do-it/","imageUri":"https://img-c.udemycdn.com/course/750x422/4402589_baab_2.jpg","duration":"7220","enrolledStudentsCount":"1,106 students","lastUpdated":null,"targetAudiences":["Hard working professionals who are curious on how the wealthy invest","Financial enthusiast","Real estate investors wanting to scale"],"tags":["Business","Real Estate","Real Estate Investing"],"rating":null,"instructors":[{"name":"Lane Kawaoka","url":"/user/lane-kawaoka-2/","totalNumberOfStudents":1551,"totalNumberOfReviews":7,"averageRating":4.608162857142857}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-price-action-trading/":{"courseDetails":{"courseId":4401491,"title":"Introduction to Price Action Trading","shortDescription":"This course is for new or current traders","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-price-action-trading/","imageUri":"https://img-c.udemycdn.com/course/750x422/4401491_953e_3.jpg","duration":"7024","enrolledStudentsCount":"1,201 students","lastUpdated":null,"targetAudiences":["Swing or Day traders"],"tags":["Finance \u0026 Accounting","Investing \u0026 Trading","Price Action"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Tom Winterstein, MBA","url":"/user/tom-winterstein/","totalNumberOfStudents":1206,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/javascript-grid/":{"courseDetails":{"courseId":4401755,"title":"Dynamic JavaScript WebPages DOM CSSGrid Create Page Elements","shortDescription":"JavaScript DOM how to create page elements update style properties add events to web pages Interactive Dynamic Web","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/javascript-grid/","imageUri":"https://img-c.udemycdn.com/course/750x422/4401755_2dca.jpg","duration":"2882","enrolledStudentsCount":"2,148 students","lastUpdated":null,"targetAudiences":["Anyone who wants to learn more about JavaScript","JavaScript codes","Web developers","Web Designers","Web content creators","Anyone who wants to learn how to select and manipulate page elements"],"tags":["Design","Web Design","JavaScript"],"rating":{"count":4,"averageValue":"4.6"},"instructors":[{"name":"Laurence Svekis","url":"/user/lars51/","totalNumberOfStudents":797265,"totalNumberOfReviews":45918,"averageRating":4.363041887913126}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/nicheecommercestartupcasestudy/":{"courseDetails":{"courseId":4400290,"title":"Niche E-Commerce Startup Case Study with Sramana Mitra","shortDescription":"Lessons and Analysis of a Niche E-commerce Startup","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/nicheecommercestartupcasestudy/","imageUri":"https://img-c.udemycdn.com/course/750x422/4400290_db30.jpg","duration":"3051","enrolledStudentsCount":"1,073 students","lastUpdated":null,"targetAudiences":["Tech entrepreneurs interested in e-commerce startups.","Entrepreneurs interested in e-commerce startups.","Aspiring entrepreneurs interested in e-commerce startups."],"tags":["Business","Entrepreneurship","Entrepreneurship Fundamentals"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Sramana Mitra","url":"/user/sramana-mitra/","totalNumberOfStudents":3754,"totalNumberOfReviews":219,"averageRating":4.794995831073447}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/explore-power-bi/":{"courseDetails":{"courseId":4367172,"title":"Explore Power BI World!","shortDescription":"Step into creative, data analyzing \u0026 reporting","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/explore-power-bi/","imageUri":"https://img-c.udemycdn.com/course/750x422/4367172_cc70_4.jpg","duration":"5445","enrolledStudentsCount":"1,906 students","lastUpdated":null,"targetAudiences":["for all Enthusiasm Learners"],"tags":["Office Productivity","Microsoft","Microsoft Power BI"],"rating":{"count":11,"averageValue":"4.6"},"instructors":[{"name":"Sama Tamhidi","url":"/user/sama-tamhidi/","totalNumberOfStudents":2722,"totalNumberOfReviews":276,"averageRating":4.686726308045977}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/complete-comptia-network-it-networking-course/":{"courseDetails":{"courseId":4381940,"title":"Complete Comptia Network \u002B IT/ Networking Course","shortDescription":"Everything you need to know about Networks \u0026 Devices to prepare for your CompTIA Network\u002B Certification Exam","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/complete-comptia-network-it-networking-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4381940_7d82_2.jpg","duration":"6202","enrolledStudentsCount":"2,731 students","lastUpdated":null,"targetAudiences":["Anyone Working to earn the CompTIA N\u002B Certification","Anyone wanting to prepare for the CompTIA N\u002B Certification","Anyone Wanting to explore What they should look at to follow the Networking Route","Anyone Looking to Brush up on their Networking Knowledge for Personal or Professional Gain"],"tags":["IT \u0026 Software","IT Certifications","CompTIA Network\u002B"],"rating":{"count":22,"averageValue":"4.7"},"instructors":[{"name":"PaceIT Academy","url":"/user/jose-martin-rincon-escalante/","totalNumberOfStudents":11882,"totalNumberOfReviews":104,"averageRating":4.516785209615384}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/comptia-a-core-1-comptia-a-220-1001-course/":{"courseDetails":{"courseId":4360792,"title":"CompTIA A\u002B Core 1: CompTIA A\u002B 220-1001 Course with Practice","shortDescription":"Course 1: Everything you need to pass the A\u002B Certification Core 1 (220-1001) Exam, from Mike Meyers and Total Seminars","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/comptia-a-core-1-comptia-a-220-1001-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4360792_b758.jpg","duration":"6715","enrolledStudentsCount":"6,705 students","lastUpdated":null,"targetAudiences":["Anyone looking to take and pass the CompTIA A\u002B Certification Core 1 (220-1001) Certification exam","Anyone who wants to improve their skills as a computer or IT technician","Anyone who wants to learn awesome stuff about PCs, Macs, mobile devices, networking, the cloud, IT security and more"],"tags":["IT \u0026 Software","IT Certifications","CompTIA A\u002B"],"rating":{"count":56,"averageValue":"4.4"},"instructors":[{"name":"PaceIT Academy","url":"/user/jose-martin-rincon-escalante/","totalNumberOfStudents":12140,"totalNumberOfReviews":104,"averageRating":4.516785209615384}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/comptia-security-bootcamp-exam/":{"courseDetails":{"courseId":4385598,"title":"CompTIA Security\u002B (SY0-601) Bootcamp \u0026 Exam","shortDescription":"CompTIA Security\u002B (SY0-601) Bootcamp - Your preparation for the world\u0027s best cybersecurity certification!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/comptia-security-bootcamp-exam/","imageUri":"https://img-c.udemycdn.com/course/750x422/4385598_d55d.jpg","duration":"7623","enrolledStudentsCount":"2,052 students","lastUpdated":null,"targetAudiences":["Anyone who wants to learn about Computer Security and pass the Comptia Security Plus Exam."],"tags":["IT \u0026 Software","Network \u0026 Security","CompTIA Security\u002B"],"rating":{"count":20,"averageValue":"4.7"},"instructors":[{"name":"PaceIT Academy","url":"/user/jose-martin-rincon-escalante/","totalNumberOfStudents":11882,"totalNumberOfReviews":104,"averageRating":4.516785209615384}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-overcome-stress-the-sfl-super-strategies/":{"courseDetails":{"courseId":4398904,"title":"How to Overcome Stress: Learn 20 Super Strategies","shortDescription":"Box out stress from your life to have better relationships, career and more inner peace!!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-overcome-stress-the-sfl-super-strategies/","imageUri":"https://img-b.udemycdn.com/course/750x422/4398904_1183_3.jpg?secure=woknLcRQO2xaMCw_4rtwfg%3D%3D%2C1638298879","duration":"3350","enrolledStudentsCount":"1,314 students","lastUpdated":null,"targetAudiences":["This class is for anyone, who wants to learn techniques to overcome stress, anxiety and depression!!"],"tags":["Personal Development","Stress Management"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Nitesh Gurnani","url":"/user/nitesh-gurnani-2/","totalNumberOfStudents":19865,"totalNumberOfReviews":188,"averageRating":4.420236129411765}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/learning-prezi-present-from-scratch/":{"courseDetails":{"courseId":4367660,"title":"Learning Prezi Present from Scratch","shortDescription":"Design Presentation that\u0027s Creative and Interesting","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/learning-prezi-present-from-scratch/","imageUri":"https://img-b.udemycdn.com/course/750x422/4367660_196e_2.jpg?secure=SkIMy6RnKM69efm5Ix4yng%3D%3D%2C1638301814","duration":"4398","enrolledStudentsCount":"1,212 students","lastUpdated":null,"targetAudiences":["Beginners"],"tags":["Office Productivity","Other Office Productivity","Prezi"],"rating":null,"instructors":[{"name":"Pratik Pradhan","url":"/user/pratik-pradhan-16/","totalNumberOfStudents":5922,"totalNumberOfReviews":62,"averageRating":4.006978212068965}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/aspnet-core-testing-mini-course/":{"courseDetails":{"courseId":4364536,"title":"ASP.NET Core Testing Mini Course","shortDescription":"With examples in ASP.NET Core.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/aspnet-core-testing-mini-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4364536_f7e6.jpg","duration":"3754","enrolledStudentsCount":"1,296 students","lastUpdated":null,"targetAudiences":["Software developers that want to learn more about testing, examples are shown in ASP .NET."],"tags":["IT \u0026 Software","Other IT \u0026 Software","Software Testing"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Ruben Heeren","url":"/user/ruben-heeren-3/","totalNumberOfStudents":2180,"totalNumberOfReviews":46,"averageRating":4.525197873913044}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/agile-product-management-concise/":{"courseDetails":{"courseId":4123242,"title":"Agile Product Management :  A concise introduction","shortDescription":"A concise overview of Agile product management","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/agile-product-management-concise/","imageUri":"https://img-b.udemycdn.com/course/750x422/4123242_1280_2.jpg?secure=xObEanhOW1F6-qJRCwynTw%3D%3D%2C1638298515","duration":"1948","enrolledStudentsCount":"2,138 students","lastUpdated":null,"targetAudiences":["Product Managers, Product Owners , Scrum Master ( for coaching ) , Software Developer , Business Owners  , Support Teams, Quality Assurance (QA) Testers"],"tags":["Business","Management","Agile"],"rating":{"count":28,"averageValue":"4.5"},"instructors":[{"name":"Paul Ashun","url":"/user/paulvii2/","totalNumberOfStudents":400693,"totalNumberOfReviews":39079,"averageRating":4.446984703861004}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/guide-to-prince2-certification-step-by-step-guide-for-2021/":{"courseDetails":{"courseId":4064690,"title":"Guide to Prince2 Certification | Step-by-Step Guide for 2021","shortDescription":"Guide to Prince2 Certification | Step-by-Step Guide for 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/guide-to-prince2-certification-step-by-step-guide-for-2021/","imageUri":"https://img-b.udemycdn.com/course/750x422/4064690_415f.jpg?secure=u04w4h1GgyJJdamsuuzDaw%3D%3D%2C1638320069","duration":"2807","enrolledStudentsCount":"866 students","lastUpdated":null,"targetAudiences":["Students and professionals who want to start their career in Project Management.  It is also suitable for professionals who want to excel in their Project Management domain."],"tags":["Business","Project Management","PRINCE2"],"rating":{"count":1,"averageValue":"3.0"},"instructors":[{"name":"R Tutor","url":"/user/rahul-878/","totalNumberOfStudents":24083,"totalNumberOfReviews":564,"averageRating":4.203801521404682}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/master-agile-methodology-a-step-by-step-guide-for-2021/":{"courseDetails":{"courseId":4064708,"title":"Master Agile Methodology | A Step-by-Step Guide for 2021","shortDescription":"Master Agile Methodology | A Step-by-Step Guide for 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/master-agile-methodology-a-step-by-step-guide-for-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4064708_7216.jpg","duration":"2773","enrolledStudentsCount":"1,716 students","lastUpdated":null,"targetAudiences":["Students and professionals who want to start their career in Agile Methodology.  It is also suitable for professionals who want to excel in their Agile Methodology domain."],"tags":["Business","Project Management","Agile"],"rating":{"count":4,"averageValue":"4.0"},"instructors":[{"name":"R Tutor","url":"/user/rahul-878/","totalNumberOfStudents":23937,"totalNumberOfReviews":564,"averageRating":4.203801521404682}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/guide-to-pmp-certification-a-step-by-step-guide-for-2021/":{"courseDetails":{"courseId":4064682,"title":"Guide to PMP Certification | A Step-by-Step Guide for 2021","shortDescription":"Guide to PMP Certification | A Step-by-Step Guide for 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/guide-to-pmp-certification-a-step-by-step-guide-for-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4064682_4841.jpg","duration":"3041","enrolledStudentsCount":"1,476 students","lastUpdated":null,"targetAudiences":["Students and professionals who want to start their career in Project Management.  It is also suitable for professionals who want to excel in their Project Management domain."],"tags":["Business","Project Management","PMP"],"rating":{"count":2,"averageValue":"4.8"},"instructors":[{"name":"R Tutor","url":"/user/rahul-878/","totalNumberOfStudents":23937,"totalNumberOfReviews":564,"averageRating":4.203801521404682}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/master-google-ads-a-step-by-step-guide-for-2021/":{"courseDetails":{"courseId":4064448,"title":"Master Google Ads | A Step-by-Step Guide for 2021","shortDescription":"Master Google Ads | A Step-by-Step Guide for 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/master-google-ads-a-step-by-step-guide-for-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4064448_0b8b.jpg","duration":"3445","enrolledStudentsCount":"2,071 students","lastUpdated":null,"targetAudiences":["Anyone who is interested in learning Google Ads at an professional level."],"tags":["Marketing","Digital Marketing","Google Ads (AdWords) Certification"],"rating":{"count":4,"averageValue":"4.5"},"instructors":[{"name":"R Tutor","url":"/user/rahul-878/","totalNumberOfStudents":24083,"totalNumberOfReviews":564,"averageRating":4.203801521404682}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/master-paid-marketing-a-step-by-step-guide-for-2021/":{"courseDetails":{"courseId":4064424,"title":"Master Paid Marketing | A Step-by-Step Guide for 2021","shortDescription":"Master Paid Marketing | A Step-by-Step Guide for 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/master-paid-marketing-a-step-by-step-guide-for-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4064424_c6e2.jpg","duration":"4039","enrolledStudentsCount":"1,759 students","lastUpdated":null,"targetAudiences":["Anyone who is interested in learning Paid Marketing at an professional level."],"tags":["Marketing","Digital Marketing","Marketing Plan"],"rating":{"count":2,"averageValue":"4.4"},"instructors":[{"name":"R Tutor","url":"/user/rahul-878/","totalNumberOfStudents":26074,"totalNumberOfReviews":599,"averageRating":4.1978770295384615}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/making-a-business-plan-that-investors-like/":{"courseDetails":{"courseId":4269930,"title":"Making a Business Plan that Investors like","shortDescription":"Simple Step by Step Guide for writing a Business Plan","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/making-a-business-plan-that-investors-like/","imageUri":"https://img-c.udemycdn.com/course/750x422/4269930_db1f_4.jpg","duration":"4269","enrolledStudentsCount":"1,495 students","lastUpdated":null,"targetAudiences":["People who are involved in project management , starting a business , looking for funding"],"tags":["Business","Business Strategy","Business Plan"],"rating":{"count":4,"averageValue":"4.1"},"instructors":[{"name":"Makks Shah","url":"/user/makks/","totalNumberOfStudents":1978,"totalNumberOfReviews":8,"averageRating":4.17436465}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/make-your-github-profile-stand-out/":{"courseDetails":{"courseId":4372532,"title":"Make your GitHub Profile stand out","shortDescription":"How to customise your GitHub Profile","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/make-your-github-profile-stand-out/","imageUri":"https://img-c.udemycdn.com/course/750x422/4372532_c17e_3.jpg","duration":"1905","enrolledStudentsCount":"3,171 students","lastUpdated":null,"targetAudiences":["GitHub users who want to make their profile stand out"],"tags":["Development","Web Development","GitHub"],"rating":{"count":17,"averageValue":"4.4"},"instructors":[{"name":"Eddie Jaoude","url":"/user/eddie-jaoude/","totalNumberOfStudents":3172,"totalNumberOfReviews":17,"averageRating":4.3883758}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/master-youtube-optimisation-a-step-by-step-guide-for-2021/":{"courseDetails":{"courseId":4064464,"title":"Master YouTube Optimisation | A Step-by-Step Guide for 2021","shortDescription":"Master YouTube Optimisation | A Step-by-Step Guide for 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/master-youtube-optimisation-a-step-by-step-guide-for-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4064464_cb74.jpg","duration":"3194","enrolledStudentsCount":"1,590 students","lastUpdated":null,"targetAudiences":["Anyone who is interested in learning YouTube Optimisation at an professional level."],"tags":["Marketing","Video \u0026 Mobile Marketing","YouTube Marketing"],"rating":{"count":5,"averageValue":"3.8"},"instructors":[{"name":"R Tutor","url":"/user/rahul-878/","totalNumberOfStudents":26019,"totalNumberOfReviews":599,"averageRating":4.202991239130434}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tea-appreciation-with-dosta/":{"courseDetails":{"courseId":4386702,"title":"Tea Appreciation with Dosta - Zen Tea Meditation","shortDescription":"Perceive the Taste, Enjoy your Life!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tea-appreciation-with-dosta/","imageUri":"https://img-b.udemycdn.com/course/750x422/4386702_7ef7.jpg?secure=uzXKfL_Hb_xINAczXCx-Sw%3D%3D%2C1638819150","duration":"2234","enrolledStudentsCount":"829 students","lastUpdated":null,"targetAudiences":["Meditation Practitioners","Healthy Lifestyle Enthusiasts","Zen Students","Perception Development Practitioners","Seekers of Truth","Personal Development Enthusiasts","Tea Drinking Enthusiasts","Psychology Students","Minimalists"],"tags":["Lifestyle","Food \u0026 Beverage","Tea Ceremony"],"rating":{"count":2,"averageValue":"4.2"},"instructors":[{"name":"Dosta Andrew Lake","url":"/user/dosta-3/","totalNumberOfStudents":5791,"totalNumberOfReviews":78,"averageRating":4.559140427142857}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-analyse-company-finances/":{"courseDetails":{"courseId":4396608,"title":"How to Analyse Company Finances","shortDescription":"using public domain information","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-analyse-company-finances/","imageUri":"https://img-c.udemycdn.com/course/750x422/4396608_26aa_2.jpg","duration":"5172","enrolledStudentsCount":"1,421 students","lastUpdated":null,"targetAudiences":["The course is for anyone interesting in looking at a company\u0027s financial status","This course is for anyone who is interested in investing in a company"],"tags":["Finance \u0026 Accounting","Finance","Financial Statement"],"rating":{"count":4,"averageValue":"4.7"},"instructors":[{"name":"Tracy Renee","url":"/user/tracydracona2/","totalNumberOfStudents":1444,"totalNumberOfReviews":5,"averageRating":4.730044}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tailwind-css-installation-guide/":{"courseDetails":{"courseId":4395096,"title":"Tailwind CSS: Complete Installation \u0026 Getting Started Guide","shortDescription":"Learn how to install TailwindCSS step by step, and how to start using it. Updated for Tailwind CSS 3.0!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tailwind-css-installation-guide/","imageUri":"https://img-c.udemycdn.com/course/750x422/4395096_3f2a_6.jpg","duration":"2111","enrolledStudentsCount":"1,437 students","lastUpdated":null,"targetAudiences":["Web designers and developers who need to know how to install and use Tailwind CSS","Students with knowledge of HTML and CSS who want to learn a new way of working.","Whoever wants to learn new technologies in web development"],"tags":["Development","Web Development","Tailwind CSS"],"rating":{"count":8,"averageValue":"4.4"},"instructors":[{"name":"David Morales","url":"/user/davidmles/","totalNumberOfStudents":23455,"totalNumberOfReviews":78,"averageRating":4.778305358974358}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tiktok-ads-for-growth/":{"courseDetails":{"courseId":4391440,"title":"TikTok Ads For Beginners: See How I Grow My Account With Ads","shortDescription":"Immediately run effective ads and drive traffic to your site and grow followers","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tiktok-ads-for-growth/","imageUri":"https://img-c.udemycdn.com/course/750x422/4391440_eea7_4.jpg","duration":"2079","enrolledStudentsCount":"1,428 students","lastUpdated":null,"targetAudiences":["Entrepreneurs","People building a personal brand"],"tags":["Marketing","Social Media Marketing","TikTok Marketing"],"rating":{"count":8,"averageValue":"4.8"},"instructors":[{"name":"Alex Genadinik\u0027s Teaching Assistant","url":"/user/alex-genadinik-teaching-assistant/","totalNumberOfStudents":130984,"totalNumberOfReviews":4355,"averageRating":4.2857057820895506}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/the-musical-instruments/":{"courseDetails":{"courseId":4392596,"title":"The Musical Instruments - Learn - Listen - See","shortDescription":"The Categories of the Musical Instruments, Classical and Ethnic Instruments, Modern and Software Instruments.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/the-musical-instruments/","imageUri":"https://img-c.udemycdn.com/course/750x422/4392596_9c7b.jpg","duration":"5756","enrolledStudentsCount":"789 students","lastUpdated":null,"targetAudiences":["Anyone with musical interests, love for music, curiosity about the sounds we hear, interest about the instruments of our world."],"tags":["Music","Instruments","Music Theory"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Costas Christodoulou","url":"/user/costas-christodoulou/","totalNumberOfStudents":991,"totalNumberOfReviews":34,"averageRating":4.776347562500001}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/supersimpledev-git-course-1/":{"courseDetails":{"courseId":4397176,"title":"A Gentle Introduction to Git - by SuperSimpleDev","shortDescription":"The most easy-to-understand Git course for people with no experience.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/supersimpledev-git-course-1/","imageUri":"https://img-b.udemycdn.com/course/750x422/4397176_7f6c_2.jpg?secure=k6N0rL_TvPyp4bCY_jNmbw%3D%3D%2C1638817480","duration":"2057","enrolledStudentsCount":"3,836 students","lastUpdated":null,"targetAudiences":["The most easy-to-understand course on git. We\u0027ll start from the ground up and learn step-by-step how to create a version history for our code and how to view and restore previous versions of our code."],"tags":["Development","Programming Languages","Git"],"rating":{"count":18,"averageValue":"4.7"},"instructors":[{"name":"Simon SuperSimpleDev","url":"/user/simon-bao-5/","totalNumberOfStudents":3836,"totalNumberOfReviews":18,"averageRating":4.6908484}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/ebay-digital-product-blueprint-with-0-doller-investment/":{"courseDetails":{"courseId":4012164,"title":"Ebay Digital Product BluePrint With 0 Doller Investment","shortDescription":"Digital products and Trading Strategy","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/ebay-digital-product-blueprint-with-0-doller-investment/","imageUri":"https://img-c.udemycdn.com/course/750x422/4012164_8e0a.jpg","duration":"5807","enrolledStudentsCount":"1,733 students","lastUpdated":null,"targetAudiences":["Anyone who is looking to earn money online"],"tags":["Business","E-Commerce","Online Business"],"rating":{"count":9,"averageValue":"3.4"},"instructors":[{"name":"Nithin Kavintha","url":"/user/nithin-kavintha-2/","totalNumberOfStudents":1733,"totalNumberOfReviews":9,"averageRating":3.3596766}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/kindle-kdp-setup-promote-products-with-free-books-ebooks/":{"courseDetails":{"courseId":4381988,"title":"Kindle KDP Setup \u0026 Promote Products With Free Books / Ebooks","shortDescription":"You can promote anything with a Kindle book. Learn to get big exposure to your Kindle ebook and reach a big audience","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/kindle-kdp-setup-promote-products-with-free-books-ebooks/","imageUri":"https://img-c.udemycdn.com/course/750x422/4381988_41a2_5.jpg","duration":"2527","enrolledStudentsCount":"1,875 students","lastUpdated":null,"targetAudiences":["Entrepreneurs, authors, or business owners"],"tags":["Marketing","Content Marketing","Amazon Kindle Direct Publishing (KDP)"],"rating":{"count":4,"averageValue":"5.0"},"instructors":[{"name":"Alex Genadinik\u0027s Teaching Assistant","url":"/user/alex-genadinik-teaching-assistant/","totalNumberOfStudents":131013,"totalNumberOfReviews":4355,"averageRating":4.2857057820895506}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/mohitcrz_i/":{"courseDetails":{"courseId":3766502,"title":"Make Money Online With Kindle Direct Publishing | Part I","shortDescription":"From scratch | with zero dollar investment and without writing any book","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/mohitcrz_i/","imageUri":"https://img-c.udemycdn.com/course/750x422/3766502_30b0_3.jpg","duration":"6093","enrolledStudentsCount":"3,057 students","lastUpdated":null,"targetAudiences":["Anyone, who wants to make money with their laptop.","Budding Entrepreneurs"],"tags":["Business","Entrepreneurship","Amazon Kindle Direct Publishing (KDP)"],"rating":{"count":51,"averageValue":"4.4"},"instructors":[{"name":"Mohit Kumar","url":"/user/mohit-3074/","totalNumberOfStudents":3495,"totalNumberOfReviews":75,"averageRating":4.210620666666666}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/amazon-kindle-secrets-step-by-step-guide-to-ebook-creation/":{"courseDetails":{"courseId":3663644,"title":"Amazon Kindle Secrets: Step by Step Guide to eBook Creation","shortDescription":"eBook Creation for selling on Amazon Kindle","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/amazon-kindle-secrets-step-by-step-guide-to-ebook-creation/","imageUri":"https://img-c.udemycdn.com/course/750x422/3663644_051c.jpg","duration":"4166","enrolledStudentsCount":"3,253 students","lastUpdated":null,"targetAudiences":["Who willing to build an Amazon Kindle"],"tags":["Business","Entrepreneurship","eBook Creation"],"rating":{"count":29,"averageValue":"4.1"},"instructors":[{"name":"Ali Raza","url":"/user/ali-110952/","totalNumberOfStudents":6558,"totalNumberOfReviews":70,"averageRating":4.0209375}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/professional-logo-design-crash-course/":{"courseDetails":{"courseId":399938,"title":"Professional Logo Design in Adobe Illustrator","shortDescription":"Learn how to design a logo that stands out from the crowd.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/professional-logo-design-crash-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/399938_e897_5.jpg","duration":"26563","enrolledStudentsCount":"261,243 students","lastUpdated":null,"targetAudiences":["This course is for those how want to learn how to design a logo","Want to know how different logos are design and what are the techniques used in their creation.","Want to learn how to fine-tune your logo design"],"tags":["Design","Graphic Design \u0026 Illustration","Logo Design"],"rating":{"count":9280,"averageValue":"4.5"},"instructors":[{"name":"Rawson Uddin","url":"/user/badaruddin/","totalNumberOfStudents":261367,"totalNumberOfReviews":9307,"averageRating":4.544251684732825}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/streaming-media/":{"courseDetails":{"courseId":4383748,"title":"Video streaming workflows and AWS Cloud","shortDescription":"An Introduction to the Video Workloads in the Cloud","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/streaming-media/","imageUri":"https://img-c.udemycdn.com/course/750x422/4383748_b6b2_3.jpg","duration":"4153","enrolledStudentsCount":"1,629 students","lastUpdated":null,"targetAudiences":["This course is for any IT experts who wants to know more about video streaming workflows in general and applications of Media and Entertainment workflows in the cloud."],"tags":["IT \u0026 Software","Network \u0026 Security","Live Streaming"],"rating":{"count":4,"averageValue":"5.0"},"instructors":[{"name":"Antoine Courtois","url":"/user/antoine-courtois-3/","totalNumberOfStudents":1629,"totalNumberOfReviews":4,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/learn-email-marketing-through-phplist-free-opensource/":{"courseDetails":{"courseId":4288268,"title":"Learn Email Marketing through PhpList, Free \u0026 Opensource","shortDescription":"How to do email marketing through PhpList with the GDPR issues resolved to run email campaigns successfully.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/learn-email-marketing-through-phplist-free-opensource/","imageUri":"https://img-c.udemycdn.com/course/750x422/4288268_7fae_4.jpg","duration":"3564","enrolledStudentsCount":"1,317 students","lastUpdated":null,"targetAudiences":["Freelancers","Small Business Owners","Content Writers","Website Admin","Digital Marketers"],"tags":["Marketing","Digital Marketing","Email Marketing"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Abdullah Khan","url":"/user/54f2b3b025046/","totalNumberOfStudents":12087,"totalNumberOfReviews":77,"averageRating":4.106519791044776}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-use-canva-to-make-instagram-posts-training-2021/":{"courseDetails":{"courseId":4220508,"title":"How to use canva to make Instagram posts? Training 2021","shortDescription":"Learn how to create instagram posts, banners, animations using Canva. It\u0027s so Easy like Never Before. Try it Out!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-use-canva-to-make-instagram-posts-training-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4220508_cce7.jpg","duration":"3587","enrolledStudentsCount":"2,968 students","lastUpdated":null,"targetAudiences":["Freelancers","Content Writers","Designers","Small business owners","Digital Marketers","Business Development"],"tags":["Design","Design Tools","Web Graphics"],"rating":{"count":11,"averageValue":"4.2"},"instructors":[{"name":"Abdullah Khan","url":"/user/54f2b3b025046/","totalNumberOfStudents":12087,"totalNumberOfReviews":77,"averageRating":4.106519791044776}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-modular-dungeon-in-unity/":{"courseDetails":{"courseId":3979288,"title":"Create a modular dungeon in Unity","shortDescription":"Modular level design for games","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-modular-dungeon-in-unity/","imageUri":"https://img-c.udemycdn.com/course/750x422/3979288_bd62.jpg","duration":"5950","enrolledStudentsCount":"3,218 students","lastUpdated":null,"targetAudiences":["Anyone wanting to learn modular layout for games"],"tags":["Design","Game Design","Level Design"],"rating":{"count":76,"averageValue":"4.3"},"instructors":[{"name":"Pete Jepson","url":"/user/pete-jepson/","totalNumberOfStudents":42307,"totalNumberOfReviews":1716,"averageRating":4.560467931967214}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-aspnet-core-razor-pages-net-6/":{"courseDetails":{"courseId":4361074,"title":"Introduction to ASP.NET Core Razor Pages (.NET 6)","shortDescription":"Quick Introduction to ASP.NET Core  MVC (.NET 6) with Entity Framework Core","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-aspnet-core-razor-pages-net-6/","imageUri":"https://img-c.udemycdn.com/course/750x422/4361074_3d24.jpg","duration":"7178","enrolledStudentsCount":"5,039 students","lastUpdated":null,"targetAudiences":["Anyone who wants to learn fundamentals of ASP NET Core MVC (.NET 6)","Anyone who wants to understand new file structure in ASP NET Core (.NET 6)","Create basic CRUD operation application using ASP NET MVC Core (.NET 6)"],"tags":["Development","Web Development","ASP.NET Core"],"rating":{"count":47,"averageValue":"4.5"},"instructors":[{"name":"Bhrugen Patel","url":"/user/bhrugenpatel/","totalNumberOfStudents":114141,"totalNumberOfReviews":19781,"averageRating":4.490108894813203}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-2/":{"courseDetails":{"courseId":4328614,"title":"How to Make a Wordpress Website With Avada Theme Part 2","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-2/","imageUri":"https://img-c.udemycdn.com/course/750x422/4328614_e507_2.jpg","duration":"6071","enrolledStudentsCount":"1,724 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":{"count":4,"averageValue":"4.2"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116723,"totalNumberOfReviews":2601,"averageRating":4.4994273512}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-2/":{"courseDetails":{"courseId":4327312,"title":"How to Make an Ecommerce Website With Flatsome - Part 2","shortDescription":"Create An eCommerce Website From Scratch With No Experience! - Top Rated Instructor","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-2/","imageUri":"https://img-b.udemycdn.com/course/750x422/4327312_ecc2_2.jpg?secure=x-9zrp0d3l5F2aEcmIRCVw%3D%3D%2C1638868575","duration":"3805","enrolledStudentsCount":"1,982 students","lastUpdated":null,"targetAudiences":["Anyone that wants to learn how to make an ecommerce website","Anyone that wants to sell something online","Anyone that wants to make passive income"],"tags":["Development","Web Development","WordPress for Ecommerce"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116723,"totalNumberOfReviews":2601,"averageRating":4.4994273512}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-3/":{"courseDetails":{"courseId":4328642,"title":"How to Make a Wordpress Website With Avada Theme Part 3","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4328642_b52c_2.jpg","duration":"3173","enrolledStudentsCount":"1,734 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116744,"totalNumberOfReviews":2601,"averageRating":4.501690239199999}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-1/":{"courseDetails":{"courseId":4324736,"title":"How to Make an Ecommerce Website With Flatsome - Part 1","shortDescription":"Create An eCommerce Website From Scratch With No Experience! - Top Rated Instructor","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-an-ecommerce-website-with-flatsome-part-1/","imageUri":"https://img-c.udemycdn.com/course/750x422/4324736_8453_2.jpg","duration":"6109","enrolledStudentsCount":"2,195 students","lastUpdated":null,"targetAudiences":["Anyone that wants to learn how to make an ecommerce website","Anyone that wants to sell something online","Anyone that wants to make passive income"],"tags":["Development","Web Development","WordPress for Ecommerce"],"rating":{"count":4,"averageValue":"4.9"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116744,"totalNumberOfReviews":2601,"averageRating":4.501690239199999}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-1/":{"courseDetails":{"courseId":4324734,"title":"How to Make a Wordpress Website With Avada Theme Part 1","shortDescription":"Create a WordPress Website Step by Step - DRAG AND DROP","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-make-a-wordpress-website-with-avada-theme-part-1/","imageUri":"https://img-c.udemycdn.com/course/750x422/4324734_42a2_2.jpg","duration":"7106","enrolledStudentsCount":"2,266 students","lastUpdated":null,"targetAudiences":["Anyone that wants to save money and build their own website","Anyone who wants to learn Wordpress","Anyone that wants to start an online business","Any one that wants to develop websites"],"tags":["Development","Web Development","WordPress"],"rating":{"count":16,"averageValue":"4.8"},"instructors":[{"name":"Wordpress Guru","url":"/user/jameson-kung/","totalNumberOfStudents":116744,"totalNumberOfReviews":2601,"averageRating":4.501690239199999}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-master-focus-in-30-days/":{"courseDetails":{"courseId":4301799,"title":"How to master focus in 30 days","shortDescription":"Learn how to focus on the task at hand","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-master-focus-in-30-days/","imageUri":"https://img-c.udemycdn.com/course/750x422/4301799_415a_3.jpg","duration":"3972","enrolledStudentsCount":"2,008 students","lastUpdated":null,"targetAudiences":["Anyone who is struggling with focusing"],"tags":["Personal Development","Memory \u0026 Study Skills"],"rating":{"count":15,"averageValue":"4.3"},"instructors":[{"name":"Charity sanders","url":"/user/charity-sanders-2/","totalNumberOfStudents":2008,"totalNumberOfReviews":15,"averageRating":4.285637}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/react-web-app-testing-with-nodejs-cypress-and-webdriverio/":{"courseDetails":{"courseId":4329330,"title":"React Web App Testing With NodeJs, Cypress, and WebDriverIO","shortDescription":"How To Test A React Web App Using NodeJs, Cypress, and WebDriverIO","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/react-web-app-testing-with-nodejs-cypress-and-webdriverio/","imageUri":"https://img-c.udemycdn.com/course/750x422/4329330_507d.jpg","duration":"6966","enrolledStudentsCount":"8,698 students","lastUpdated":null,"targetAudiences":["Beginner and Intermediate developers looking to learn how to test web applications"],"tags":["Development","Web Development","React"],"rating":{"count":15,"averageValue":"4.7"},"instructors":[{"name":"Nikolay Advolodkin","url":"/user/nikolaya/","totalNumberOfStudents":76430,"totalNumberOfReviews":16002,"averageRating":4.345574427376425}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/datastructures-and-algorithmszero-to-hero/":{"courseDetails":{"courseId":4346446,"title":"DataStructures and Algorithms:Zero to Hero","shortDescription":"Linkedlist,Stack,Queue,Trees,Graphs,Hashing","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/datastructures-and-algorithmszero-to-hero/","imageUri":"https://img-c.udemycdn.com/course/750x422/4346446_143b_2.jpg","duration":"6887","enrolledStudentsCount":"7,452 students","lastUpdated":null,"targetAudiences":["Computer Science Engineers"],"tags":["Development","Database Design \u0026 Development","Data Structures"],"rating":{"count":32,"averageValue":"4.3"},"instructors":[{"name":"Vijay A","url":"/user/vijay-arjun-4/","totalNumberOfStudents":29716,"totalNumberOfReviews":199,"averageRating":4.1389423108333325}]},"isAlreadyAFreeCourse":true,"couponData":null}}}