{"coursesWithCoupon":{"https://www.udemy.com/course/kennzahlen-im-hotelmanagement/":{"courseDetails":{"courseId":3629532,"title":"Kennzahlen im Hotelmanagement","shortDescription":"Welche Kennzahlen im Hotelmanagement zum Einsatz kommen","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAllgemein\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIm\u0026nbsp;\u003Cstrong\u003EHotelmanagement\u003C/strong\u003E ist der Service für die Gäste natürlich das A \u0026amp; O. Beim Auschecken werden die Hotel-Gäste oft gefragt, ob sie mit dem Aufenthalt zufrieden waren. Neben dem mündlichen Austausch gibt es allerdings auch diverse Kennzahlen, so dass Sie die Zufriedenheit und natürlich auch die Wirtschaftlichkeit eines \u003Cstrong\u003EHotels\u003C/strong\u003E besser beurteilen können.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHier ist die Frage, auf welche \u003Cstrong\u003EKennzahlen \u003C/strong\u003Ees im \u003Cstrong\u003EHotel-Management \u003C/strong\u003Eankommt. Natürlich könnten man bei der Kennzahl \u0022durchschnittlicher Umsatz pro Gast\u0022 sagen, dass dies relativ einfach zu berechnen ist. Allerdings müssen einige weitere Komponenten berücksichtigt werden.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEs gibt keine Königskennzahl. Das heißt, es lässt sich nicht mit nur einer einzigen \u003Cstrong\u003EKennzahl\u003C/strong\u003E die Leistung eines Betriebes beurteilen. Mehrere KPIs (Key Performance Indicators) müssen herangezogen werden, um den Zusammenhang zu verstehen, ob ein Unternehmen profitabel ist.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAls Controller habe ich mehrere Jahren für nationale und internationale Unternehmen gearbeitet. Heute berate ich Unternehmen im Bereich Controlling. Zusätzlich bin ich ausgebildeter Trainer und Online-Trainer. Des Weiteren bin ich Mitautor des Fachbuchs \u0022Kennzahlen-Guide für Controller\u0022. Sie sind bei mir also was das Training mit Kennzahlen betrifft in guten Händen.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDer Kurs ist insbesondere dann für Sie interessant, wenn Sie gerade im \u003Cstrong\u003EHotelmanagement \u003C/strong\u003Eeingestiegen bzw. Quereinsteiger sind und sich jetzt mit den dazugehörigen \u003Cstrong\u003EKennzahlen\u003C/strong\u003E vertraut machen möchten.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInhalt\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAuslastungsquote\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStorno-Quote\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVollbelegungsquote\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBetten-/Zimmer-Auslastung\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWochenendauslastung\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eund viele mehr\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/kennzahlen-im-hotelmanagement/","imageUri":"https://img-c.udemycdn.com/course/750x422/3629532_a138.jpg","duration":"1 Stunde","enrolledStudentsCount":"0 Teilnehmer","lastUpdated":"Veröffentlicht: 12/2021","targetAudiences":["Controller","Hotelangestellte","Mitarbeiter Tourismusbranche","Mitarbeiter, die in das Hotelmanagement einsteigen möchten","Auszubildende zum Hotelfachmann/-frau"],"tags":["Business","Business-Analyse und BI","Hotelmanagement"],"rating":null,"instructors":[{"name":"Kristoffer Ditz","url":"/user/kristoffer-ditz/","totalNumberOfStudents":49049,"totalNumberOfReviews":1704,"averageRating":4.337499778787878}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"6AB513E43E54B6F691DD","originalPrice":"3.200 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-2018-start-to-finish/":{"courseDetails":{"courseId":1517986,"title":"QuickBooks Online 2021 \u0026 2020 Start to Finish","shortDescription":"Learn QuickBooks Online 2021 in a comprehensive online course taught by a practicing CPA, CGMA, CPI, with BS tax","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWe will update this course each year at no additional cost, so the course community has access to the latest look and feel of QuickBooks Online and can also look back to see the changes that have been made.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe have received a lot of positive feedback and suggestions for improvements that we will put into place as we update.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe greatly appreciate the feedback and support we have received with this course and we look forward to continually improving it with your help.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe new material will provide learners with the most current look and format of QuickBooks Online. \u003C/p\u003E\u003Cp\u003EWe have listened to, and are grateful for, many reviews over the year and will implement many changes as we update the course including shortening unnecessary introductions, adding more ways for learners to work in a hands-on approach, and adding new content related to specific industries and circumstances including a cash basis business.\u003C/p\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EThis is a comprehensive QuickBooks Online course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIf you are a student at an accredited academic institution, you may be eligible for a free trial version of QuickBooks from Intuit, which is a great tool allowing you to maximize the use of this course. We may also utilize a free 30 trial often offered by Intuit, the owner of QuickBooks\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course will start at the basics, assuming you know nothing about the software or accounting.\u003C/p\u003E\u003Cp\u003EWe will start by comparing the different versions of QuickBooks. We will then go through the purchasing process, the downloading process, and the installation process.\u003C/p\u003E\u003Cp\u003EThe first half of the course will be dedicated to navigating the software, getting a feel for the major components of the software, and the primary accounting cycles such as the customer section or revenue cycle, the vendor section or payments cycle, and the employee section or payroll cycle.\u003C/p\u003E\u003Cp\u003EOnce we learn the primary sections or accounting cycles we will analyze the forms and transactions within each section, considering the impact each has on the financial statements.\u003C/p\u003E\u003Cp\u003EThe second half of the course will be in the format of a comprehensive problem, working through two months of data impute.\u003C/p\u003E\u003Cp\u003EWe will enter every standard type of transaction as we work through the comprehensive problem. The comprehensive problem format will provide context to the data entry process, so we understand how the data impute fits into the accounting workflow.\u003C/p\u003E\u003Cp\u003EA comprehensive problem also allows us to do more than simple data entry, data entry generally being the easiest part of the accounting process. We will be able to see how to set up the system to make the data entry as easy as possible.\u003C/p\u003E\u003Cp\u003EWe will also be able to see the impact on the financial statements of every transaction we make and be able to check our work after each transaction.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/quickbooks-online-2018-start-to-finish/","imageUri":"https://img-c.udemycdn.com/course/750x422/1517986_f8a9_3.jpg","duration":"144 saat","enrolledStudentsCount":"61.674 öğrenci","lastUpdated":"Son güncelleme tarihi: 6/2021","targetAudiences":["Business owners","Accounting professionals","Accounting students","Anybody who wants to learn accounting software","Anybody who wants to learn accounting software"],"tags":["İşletme","Girişimcilik","QuickBooks Online"],"rating":{"count":3258,"averageValue":"4.5"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23325,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"80EC968C970ED116B651","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/governmental-accounting-100/":{"courseDetails":{"courseId":2419864,"title":"Governmental Accounting 100","shortDescription":"Fund accounting-governmental accounting-General Fund \u0026 government-wide activity transactions-modified accrual method","longDescription":"\u003Cp\u003E\u003Cstrong\u003EGovernmental accounting, including fund accounting financial transactions, focusing on the general fund and government-wide activities.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will work through many example problems as we learn the material, posting transactions to a trial balance, so we can see how accounts behave. Many governmental accounts are new to many learners, and we will be using different accounting methods than just an accrual method. Posting transactions and seeing a trial balance will be very helpful in learning the material and is something lacking in most courses on the subject.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will discuss the governmental accounting objectives and reporting requirements, comparing them to for-profit entities. The course will assume we are familiar with for-profit accounting and will, therefore, focus on the areas of governmental accounting that are different, although we will continue to work with core concepts like the double entry accounting system.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELearners and instructor will examine state and local governmental accounting principles \u0026amp; financial reporting.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will record transactions for budgetary accounts \u0026amp; encumbrances. Recording budgetary accounts will be new for many learners familiar with financial accounting, but we will use double entry accounting principles for the process.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will explain and analyze governmental operating statement accounts \u0026amp; budgetary accounts.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELearners and instructor will record transactions for encumbrances, expenditures, \u0026amp; delinquent receivables. We will emphasize when a modified accrual method will be used, and what the differences in recording financial transactions will be when used, as compared to an accrual method.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will record transactions related to revenue in both the General Fund and at the government-wide activities level.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will discuss tax anticipation notes and how they will be recorded under a modified accrual method.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELearners and instructor will explore many examples of the closing process, closing out temporary accounts. We will compare the closing process for governmental entities to the closing process in for-profit accounting.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will examine how to create subsidiary ledgers related to revenue, estimated revenue, appropriations, encumbrances, and expenditures.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will provide examples of recording supplies using the consumption method and purchases method, explaining the differences between the two.\u003C/strong\u003E\u003C/p\u003E","language":"Inglês","courseUri":"https://www.udemy.com/course/governmental-accounting-100/","imageUri":"https://img-b.udemycdn.com/course/750x422/2419864_519c.jpg?secure=-L9xQnAQaVl2vWz7mgLBuw%3D%3D%2C1640764959","duration":"18 horas","enrolledStudentsCount":"36.169 alunos","lastUpdated":"Última atualização em 6/2019","targetAudiences":["Accounting students","CPA Exam Candidates"],"tags":["Finanças e contabilidade","Contabilidade e escrituração contábil","Contabilidade"],"rating":{"count":174,"averageValue":"4.1"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23341,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5EE37B543B8EF8A12F98","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-job-costing/":{"courseDetails":{"courseId":2602794,"title":"QuickBooks Desktop Job Costing","shortDescription":"Learn job costing in QuickBooks from a CPA - Create estimates, run job costing reports, track inventory parts, \u0026 more","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThis QuickBooks Desktop Job Costing course will provide the resources for learners to develop a solid understanding of job costing concepts and the tools QuickBooks provides to create an effective job costing system.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will include four example problems demonstrating different job costing systems and methods that can be used.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will provide backup files so learners can jump forward in the problems or rework any component of a problem. The use of backup files is not a requirement of the course, however.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf you have an older version of the software and cannot use backup files, you can still work the practice problems from start to finish. We will be creating new files for each practice problem so learners can follow along from start to finish without the need for a backup file.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will start out reviewing a job costing system, gaining an understanding of the objectives of a job costing system. Then we will discuss the tools provided by QuickBooks to achieve our objectives in the QuickBooks software.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will start by reviewing the end products of the four job costing system practice problems we will be creating in later in the course. This review process will allow us to visualize where we are headed in the course. Then we will start working problems from start to finish.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur first QuickBooks problem will run a job cost system in QuickBooks using a work in process or WIP account to track costs. We will start out using a limited number of accounts and items and walk through each step in detail.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe second QuickBooks problem will run a job cost system in QuickBooks, focusing on the Cost of Goods Sold account. We will use a small number of accounts and items. We will discuss adjusting entries that can be used to adjust the financial statements to the appropriate accounting method required.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe third QuickBooks problem will run a job cost system in QuickBooks with the use of more accounts and items, resulting in a system that provides more detailed reports.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe fourth QuickBooks problem will run a job cost system in QuickBooks with the use of the classes feature. We will discuss the pros and cons of using this option.\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/quickbooks-desktop-job-costing/","imageUri":"https://img-c.udemycdn.com/course/750x422/2602794_159d.jpg","duration":"10,5 Stunden","enrolledStudentsCount":"28.094 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2019","targetAudiences":["Business professionals in an industry using job costing","Accounting professionals who want to learn job costing","Students who want to apply job costing concepts to accounting software"],"tags":["Office-Produktivität","Sonstiges in Office-Produktivität","QuickBooks"],"rating":{"count":62,"averageValue":"4.6"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23341,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9847E250067930A81E25","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/xero-accounting-software-2020/":{"courseDetails":{"courseId":2777862,"title":"Xero Accounting Software","shortDescription":"Learn Xero accounting software in a comprehensive online course taught by a practicing CPA, CGMA, CPI, with BS tax","longDescription":"\u003Cp\u003EThis course will start at the basics, assuming you know nothing about the software or accounting.\u003C/p\u003E\u003Cp\u003EWe will then go through the purchasing process, the downloading process, and the installation process. Xero often offers a free 30 day trial which is a perfect tool to practice with. \u003C/p\u003E\u003Cp\u003EThe first half of the course will be dedicated to navigating the software, getting a feel for the major components of the software, and the primary accounting cycles such as the customer section or revenue cycle, the vendor section or payments cycle, and the employee section or payroll cycle.\u003C/p\u003E\u003Cp\u003EOnce we learn the primary sections or accounting cycles we will analyze the forms and transactions within each section, considering the impact each has on the financial statements. major accounting forms will include invoice, bills, pay bills, purchase orders, deposits, and more. \u003C/p\u003E\u003Cp\u003EThe second half of the course will be in the format of a comprehensive problem, working through two months of data impute.\u003C/p\u003E\u003Cp\u003EWe will enter every standard type of transaction as we work through the comprehensive problem. The comprehensive problem format will provide context to the data entry process, so we understand how the data impute fits into the accounting workflow.\u003C/p\u003E\u003Cp\u003EA comprehensive problem also allows us to do more than simple data entry, data entry generally being the easiest part of the accounting process. We will be able to see how to set up the system to make the data entry as easy as possible.\u003C/p\u003E\u003Cp\u003EWe will also be able to see the impact on the financial statements of every transaction we make and be able to check our work after each transaction.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/xero-accounting-software-2020/","imageUri":"https://img-b.udemycdn.com/course/750x422/2777862_a64d_4.jpg?secure=X6QEIa9QPSDs8bw7k_Ojrw%3D%3D%2C1640764973","duration":"28 saat","enrolledStudentsCount":"23.074 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2020","targetAudiences":["Business owners","Accounting professionals","Accounting students","Anybody who wants to learn accounting software"],"tags":["Finans ve Muhasebe","Nakit Yönetimi Araçları","Xero"],"rating":{"count":186,"averageValue":"4.3"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23325,"averageRating":4.444587776120034},{"name":"Jane Clark","url":"/user/jane-clark-21/","totalNumberOfStudents":341262,"totalNumberOfReviews":2433,"averageRating":4.450981599589885}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2D37CA4B21AA9D494F87","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-not-for-profit-organizations/":{"courseDetails":{"courseId":2670362,"title":"QuickBooks Desktop Not for Profit Organizations","shortDescription":"Learn to enter data into QuickBooks for a not for profit organization from a practicing CPA, CGMA, CPI, with B.S.tax","longDescription":"\u003Cp\u003EQuickBooks Desktop Not for Profit Organizations will provide the tools to enter data into QuickBooks for a not for profit organization.\u003C/p\u003E\u003Cp\u003EThis QuickBooks course will consist of three comprehensive practice problems. One problem will be for a charitable organization, one for a health care organization, and one for a not for profit school.\u003C/p\u003E\u003Cp\u003EWe will learn how to set up a QuickBooks file for a not for profit organization.\u003C/p\u003E\u003Cp\u003EThe course will show how to create a chart of accounts and items list for a not for profit organization.\u003C/p\u003E\u003Cp\u003ELearners will learn how to enter data into the QuickBooks system using forms.\u003C/p\u003E\u003Cp\u003EWe will learn how to customize forms so that they can be used to provide to donors.\u003C/p\u003E\u003Cp\u003EThe course will show how to generate and analyze reports. We will also learn how to print, display, and distribute reports.\u003C/p\u003E\u003Cp\u003ELearners will learn how to use the QuickBooks class feature to categorize expenses as restricted or unrestricted. We will also learn to use the job costing feature to track each restricted item in detail.\u003C/p\u003E\u003Cp\u003EThe course will provide backup files that allow learners to jump forward or rework any part of the comprehensive problem.\u003C/p\u003E\u003Cp\u003EWe will also provide Excel files as we work through the problem. We will break each comprehensive problem done and enter it into the system one journal entry at a time. We will show how the journal entry would be entered using debits and credits in Excel first, and then enter the transaction into QuickBooks. Excel is a more transparent system, making it easier to see and understand the connections. Once we understand the objective, we will then move to QuickBooks to enter the data. The system of first Entering data into Excel to understand the objective will be very useful when we need to use more complex features like class tracking and job costing.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/quickbooks-desktop-not-for-profit-organizations/","imageUri":"https://img-c.udemycdn.com/course/750x422/2670362_3523.jpg","duration":"11,5 Stunden","enrolledStudentsCount":"29.615 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2019","targetAudiences":["Employees of a not for profit organization","Students who what to apply accounting theory to software"],"tags":["Finanzen \u0026 Rechnungswesen","Rechnungswesen \u0026 Buchhaltung","QuickBooks"],"rating":{"count":65,"averageValue":"4.2"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23341,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"094A75B4A68021143FE6","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-vs-qbo-multiple-currencies/":{"courseDetails":{"courseId":3873644,"title":"QuickBooks Desktop vs QBO Multiple Currencies","shortDescription":"Learn to record transactions using multiple currencies using both QuickBooks Online and QuickBooks Desktop","longDescription":"\u003Cp\u003EThe course will start by discussing how to get access to both QuickBooks Online and QuickBooks Desktop. Intuit, the owner of QuickBooks often offers a free 30-day trial for each software package. \u003C/p\u003E\u003Cp\u003EThis will be a project based course. We will enter transaction in Excel before entering them into the accounting software, QuickBooks desktop and QuickBooks Online. Excel is more transparent, making it easier to understand the process. QuickBooks will then automate the process making it more efficient. \u003C/p\u003E\u003Cp\u003EWe will learn how to turn multicurrency on in both QuickBooks Online and QuickBooks Desktop. We will learn which accounts will be affected most by multicurrency transactions, these accounts being cash account types, accounts receivable account types, and accounts payable account types.\u003C/p\u003E\u003Cp\u003EThis course will work an example problems related to the sales cycles and the purchases cycle. The sales cycle will focus in on tracking foreign currency receivables. the purchases cycle will focus on foreign currency payables. \u003C/p\u003E\u003Cp\u003EWe will also demonstrate transactions related to forward contracts. We will discuss the uses of forward contracts including for speculative purposes and to mitigate risk on foreign currency transactions.\u003C/p\u003E\u003Cp\u003EThe multiple currency feature is useful when the company is holding onto cash in a foreign currency, the software helping us to record the home currency equivalent for financial statement presentation. \u003C/p\u003E\u003Cp\u003EMultiple currency functionality is also helpful when we make sales on account, sending an invoice, hoping to get paid in the future, tracking accounting receivable, but expecting to be paid in a foreign currency. The accounts receivable account will need to be valued in the home currency even though we will be paid in a foreign one. \u003C/p\u003E\u003Cp\u003EWe have a similar situation when we make purchases on account, promising to pay in a foreign currency at some point in the future. The accounts payable account will need to be valued in the home currency equivalence even though we will be paying in a foreign currency. \u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/quickbooks-desktop-vs-qbo-multiple-currencies/","imageUri":"https://img-c.udemycdn.com/course/750x422/3873644_7a41.jpg","duration":"17,5 saat","enrolledStudentsCount":"11.686 öğrenci","lastUpdated":"Son güncelleme tarihi: 3/2021","targetAudiences":["Business owners","Bookkeepers","Accountants"],"tags":["Finans ve Muhasebe","Finans","QuickBooks Online"],"rating":{"count":21,"averageValue":"4.7"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23325,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D4ABAB2B5B83CD5416FF","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/managerial-accounting-cost-accounting/":{"courseDetails":{"courseId":2563584,"title":"Managerial Accounting / Cost Accounting","shortDescription":"Managerial and cost accounting comprehensive course taught bay a practicing Certified Public Accountant (CPA)","longDescription":"\u003Cp\u003E\u003Cstrong\u003EComprehensive managerial and cost accounting course. Topics include:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003EJob order costing\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003EProcess costing\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003ECost volume profit analysis\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003EMaster Budgets\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003EFlexible Budgets\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003EResponsibility accounting\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003ERelevant costs\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003ETime value of money\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will go into detail about each topic. We will include”\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003EPractice Excel files with both an answer tab and a practice tab\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003ELecture PDF files that can be downloaded and reviewed without internet access\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EManagerial accounting skills are critical skills necessary for successfully running a business because they provide tools to make rational business decisions.\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/managerial-accounting-cost-accounting/","imageUri":"https://img-b.udemycdn.com/course/750x422/2563584_9959.jpg?secure=JoNWr-Xq9aMA610BOjURCQ%3D%3D%2C1640764919","duration":"53,5 Stunden","enrolledStudentsCount":"89.485 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 2/2020","targetAudiences":["Business students learning managerial accounting concepts","Business owners who want to apply managerial accounting concepts to make better decisions","Business professionals who want to use managerial accounting concepts to improve their career"],"tags":["Finanzen \u0026 Rechnungswesen","Geld-Management-Tools","Kosten- und Leistungsrechnung"],"rating":{"count":912,"averageValue":"4.5"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23341,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"637B1DC8CF5DD537FB0D","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-not-for-profit-organization/":{"courseDetails":{"courseId":2870128,"title":"QuickBooks Online Not for Profit Organization","shortDescription":"Learn Not for Profit accounting using QuickBooks Online from a practicing CPA","longDescription":"\u003Cp\u003ELearners will understand how to set up QuickBooks Online for a Not for Profit Organization.\u003C/p\u003E\u003Cp\u003EThe course will show how to use free resources to optimize learning.\u003C/p\u003E\u003Cp\u003EWe will demonstrate the use of class tracking to generate Not for Profit reports.\u003C/p\u003E\u003Cp\u003ELearners will see how to create and use donation receipt forms.\u003C/p\u003E\u003Cp\u003EWe will show how to create and use pledge receipt forms.\u003C/p\u003E\u003Cp\u003EThe course will demonstrate how to enter and track restricted resources.\u003C/p\u003E\u003Cp\u003EWe will enter month end adjusting entries.\u003C/p\u003E\u003Cp\u003ELearners will see how to allocate expenses to programs and administrative categories.\u003C/p\u003E\u003Cp\u003EWe will record net assets released from restriction.\u003C/p\u003E\u003Cp\u003EThe course will show how to generate, analyze, memorize, \u0026amp; export to Excel financial reports.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/quickbooks-online-not-for-profit-organization/","imageUri":"https://img-b.udemycdn.com/course/750x422/2870128_3707.jpg?secure=H2ps_ag0OM6S0iwwvCx6Zw%3D%3D%2C1640764928","duration":"10 Stunden","enrolledStudentsCount":"13.459 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 3/2020","targetAudiences":["Anybody how wants to learn Not for Profit accounting in a practical way"],"tags":["Office-Produktivität","Sonstiges in Office-Produktivität","QuickBooks"],"rating":{"count":37,"averageValue":"4.6"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23341,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4C6CA15ADA9C27DB4333","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/excel-vom-anfanger-zum-burohengst/":{"courseDetails":{"courseId":4449648,"title":"Excel vom Anfänger zum Bürohengst","shortDescription":"Für Anfänger, Fortgeschrittene und Experten","longDescription":"\u003Cp\u003EDieser Kurs ist ideal für alle, die einen kaufmännischen Job im Büro anfangen oder ihren bereits seit Jahren ausgeübten Job besser und effizienter ausüben wollen. Perfekt um den oder die Chef/in zu beeindrucken. \u003C/p\u003E\u003Cp\u003ENach Abschluss des Kurses wirst du deine Zeit im Büro so viel effektiver nutzen können und deine Kollegen werden dich nach Excel Hilfe fragen. Dein Chef wird es merken und deine nächste Gehaltverhandlung wird ein Kinderspiel. \u003C/p\u003E\u003Cp\u003EIn den folgenden Kapiteln wirst du alle fürs Büro wichtigen Funktionen und Formeln lernen und einfach verstehen. Zusätzlich werde ich dir immer\u0026nbsp; wieder Beispiele aus dem echten Leben mit einwerfen, wo und wie mit diese Funktionen geholfen haben.\u003C/p\u003E\u003Cp\u003EDer Kurs lehrt dich in 3 Abschnitten (Anfänger, Fortgeschritten und Experte) alles was für dich von Nöten ist um jeden kaufmännischen Job einwandfrei ausüben zu können.\u003C/p\u003E\u003Cp\u003EVon \u0022Wie bewege ich mich richtig im Tabellenblatt\u0022 (Anfänger) bis zu \u0022Wie schreibe ich komplexe Formeln die mit Dropdown Feldern getriggert werden können\u0022 ist in diesem Kurs alles vorhanden. Nach Abschluss kann jede für normal sterbliche notwendige Aufgabe mit Excel gelöst werden.\u003C/p\u003E\u003Cp\u003EMit seiner Aufteilung in 3 Abschnitte\u0026nbsp; (Anfänger, Fortgeschritten und Experte) leitet er dich spielerisch von einem Thema zum nächsten und bereitet dich auf immer schwerere Aufgaben vor. Aber keine Angst, zu dem Kurs begleiten dich noch Übungs Materialien, die du gleich mit herunterladen kannst um parallel mit mir üben zu können.\u003C/p\u003E\u003Cp\u003EJeder Excel Anfänger wird 100% von diesem Kurs profitieren können.\u003C/p\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/excel-vom-anfanger-zum-burohengst/","imageUri":"https://img-c.udemycdn.com/course/750x422/4449648_fe9b.jpg","duration":"10,5 Stunden","enrolledStudentsCount":"0 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Neu- und Wiedereinsteiger im Büroalltag","Personen die ihre Arbeitseffizienz in MS Excel drastisch steigern wollen"],"tags":["Office-Produktivität","Microsoft","Excel"],"rating":null,"instructors":[{"name":"Teaching King","url":"/user/teaching-king/","totalNumberOfStudents":0,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"53C4FC072CEDC67923CA","originalPrice":"8.000 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/complete-clip-studio-paint-megacourse-beginner-to-expert/":{"courseDetails":{"courseId":4357748,"title":"Complete Clip Studio Paint Megacourse: Beginner to Expert","shortDescription":"Learn how to create digital art and illustrate like a pro with this step-by-step course!","longDescription":"\u003Cp\u003E\u003Cstrong\u003ELearn digital art with Clip Studio Paint!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDesign like a pro!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHave you ever wanted to get into digital art? In today’s world, we see it everywhere - from book covers, to movie posters, fanart and bespoke custom illustrations. Whether you’re an aspiring artist eager to create original and fan content, or an experienced artist looking to expand from traditional into digital media, the possibilities when painting digitally are endless. Even someone who’s never picked up a stylus before can learn the skills and start creating beautiful pieces of art - and we’re here to teach you how.\u003C/p\u003E\u003Cp\u003EIn this course, you’re going to learn everything about creating digital art with Clip Studio Paint. Step-by-step, we’ll cover everything you need to know, from opening the program for the very first time, to finalising and saving your finished illustration. You’ll learn all of the tools, as well as how and when to use them. More importantly, however, we’ll teach you how to illustrate anything an aspiring digital illustrator could ever dream of. We’ll cover how to draw humans, animals and backgrounds, but also anthropomorphic beings, such as fantasy creatures and mythical monsters. The only limit will be your imagination!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAfter taking this course, you will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate digital art from scratch\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake strong creative decisions when illustrating\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESketch, colour and render your art like a pro\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse the elements and theories in CSP to master your art\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate professional designs and illustrations in CSP\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EOur instructors have years of experience not only in digital art, but also in teaching, and the expertly-crafted syllabus is designed to be easy to follow and thorough. We’ve even included plenty of examples designed and drawn on-screen for you to study. That’s why this is the only Clip Studio Paint course you’ll ever need to create impeccable digital art and illustrate like a pro!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003EStart digitalizing your art today!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/complete-clip-studio-paint-megacourse-beginner-to-expert/","imageUri":"https://img-c.udemycdn.com/course/750x422/4357748_4250.jpg","duration":"12,5 Stunden","enrolledStudentsCount":"8.857 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["Anyone who wants to learn to create digital art - no experience needed!","Artists/designers who want to learn new styles","Anyone with specialised needs (cartoonists, digital artists, illustrators, animators)"],"tags":["Entwerfen","Grafikdesign \u0026 Illustration","Clip Studio Paint"],"rating":{"count":23,"averageValue":"3.7"},"instructors":[{"name":"Creativity Unleashed","url":"/user/creativity-unleashed/","totalNumberOfStudents":85715,"totalNumberOfReviews":847,"averageRating":4.266668889781021}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"00396DCA6850D82B592B","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/neuroplasticity-ultimate-cerification-course/":{"courseDetails":{"courseId":4456046,"title":"Neuroplasticity Ultimate Cerification Course","shortDescription":"Learn more about Neuroplasticity and how you could change your life through discovering knowledge, certification","longDescription":"\u003Cp\u003ENeuroplasticity can be defined as brain’s ability to change, remodel and reorganize for purpose of better ability to adapt to new situations. Despite the fact that the concept of neuroplasticity is quite new, it is one of the most important discoveries in neuroscience. The fact is that neural networks are not fixed, but occurring and disappearing dynamically throughout our whole life, depending on experiences. While we repeatedly practice one activity such as a sequence of movements or a mathematical problem, neuronal circuits are being formed, leading to better ability to perform the practiced task with less waste of energy. Once we stop practicing a certain activity, the brain will redirect these neuronal circuits by a much known \u0027use it or lose it’ principle. Neuroplasticity leads to many different occurrences, such as habituation, sensitization to a certain position, medication tolerance, even recovery following brain injury\u003C/p\u003E\u003Cp\u003EOur brains are truly extraordinary; unlike computers, which are built to certain specifications and receive software updates periodically, our brains can actually receive hardware updates in addition to software updates. Different pathways form and fall dormant, are created and are discarded, according to our experiences.\u003C/p\u003E\u003Cp\u003EWhen we learn something new, we create new connections between our neurons. We rewire our brains to adapt to new circumstances. This happens on a daily basis, but it’s also something that we can encourage and stimulate.\u003C/p\u003E\u003Cp\u003Eit was discovered that neurons could reorganize after a traumatic event. Further research found that stress can change not only the functions but also the structure of the brain itself\u003C/p\u003E\u003Cp\u003EAlthough related, neuroplasticity and neurogenesis are two different concepts.\u003C/p\u003E\u003Cp\u003ENeuroplasticity is the ability of the brain to form new connections and pathways and change how its circuits are wired; neurogenesis is the even more amazing ability of the brain to grow new neurons\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ENeuroplasticity is one fundamental process that describes any change in final neural activity or behavioral response, or;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENeuroplasticity is an umbrella term for a vast collection of different brain change and adaptation phenomena.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/neuroplasticity-ultimate-cerification-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4456046_abc7_3.jpg","duration":"3 Stunden","enrolledStudentsCount":"158 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Anyone who is interested in learning about neuroplasticity","Anyone who is interested in learning how to rewire brain"],"tags":["Persönliche Entwicklung","Persönliche Veränderung","Neuroplastizität"],"rating":null,"instructors":[{"name":"BS Academy","url":"/user/tarek-barakat-6/","totalNumberOfStudents":5445,"totalNumberOfReviews":12,"averageRating":4.497289935294117}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EBBB03BDE23E1E6D03BA","originalPrice":"6.400 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/advanced-foundations-of-python-programming-complete-training/":{"courseDetails":{"courseId":4252124,"title":"Advanced Foundations of Python Programming | 2022 Training","shortDescription":"Digging Into The Advanced Foundations of Python Programming - Become An Advanced Python Developer - Hands-On Training","longDescription":"\u003Cp\u003EHello and welcome to the\u003Cstrong\u003E\u003Cem\u003E Advanced Foundations of Python Programming | 2022 Training \u003C/em\u003E\u003C/strong\u003EMasterclass\u003Cstrong\u003E.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELearn the Advanced foundations of modern python programming with this powerful, deep, direct to the point and interactive training.\u003C/p\u003E\u003Cp\u003EFor each concept in this course, you\u0027ll master the theory then you\u0027ll\u0026nbsp; practice with many real examples.\u003C/p\u003E\u003Cp\u003EDo you want to Advance your Python development career?\u003C/p\u003E\u003Cp\u003EDo you want to be able to create real programs using the advanced concepts of Python?\u003C/p\u003E\u003Cp\u003EThis effective training course is created for you to help you master the most important advanced concepts in python programming language, and it will save your valuable time.\u003C/p\u003E\u003Cp\u003EBy the end of this course \u003Cstrong\u003E\u003Cem\u003Eyou\u0027ll learn\u003C/em\u003E\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EAdvanced Collections: Named Tuples, Default Dictionary, Counters, Ordered Dictionary, Queues and Deques.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EAdvanced Functions: Zipping, Unzipping, Evaluating expressions, Memory view, Mapping objects with lambda, Enumerating objects and Executing Python expressions.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EThe *args and **kwargs to pass variable number of args.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EIterators and Iterables in Python: Iterate over sequences using different techniques and tricks. \u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EBuilding Iterators using FP and OOP.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EGenerator functions with many yield statements and Generator expressions.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EMetaclass: Built-in metaclasses and building custom metaclass.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EDecorators: Functional Programming, Regular way to decorate a function, and the best way using @.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EComprehensions: List comprehension, Dict comprehension, Set comprehension and Tuple comprehension.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EBuilding Logger to indicate the problems.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003ECreating custom Calendar with different ways.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis advanced training course is full of examples to clarify each concept in detail.\u003C/p\u003E\u003Cp\u003EYou\u0027ll master all that and more, and if you encounter any problems during this course, you\u0027ll get the QA Instructor support as soon as possible.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ELearn, understand, practice and master the advanced foundations of the python programming language like python experts .\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo, what are you waiting for, enroll now to go through this advanced and deep Training\u003C/strong\u003E of the most popular Programming Language on the market, Python. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBecome An Advanced Python Guru in no time!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELet’s get started!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/advanced-foundations-of-python-programming-complete-training/","imageUri":"https://img-c.udemycdn.com/course/750x422/4252124_63f8_3.jpg","duration":"4 Stunden","enrolledStudentsCount":"46.513 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 8/2021","targetAudiences":["Python Beginners who know the Python basics","Intermediate Python developer","Anyone who wants to master the advanced foundations of Python in no time","Python developer who wants to advance his dev career","Python Developers from all levels who know the Python basics and curious about advanced concepts"],"tags":["Programmierung","Programmiersprachen","Python"],"rating":{"count":118,"averageValue":"4.3"},"instructors":[{"name":"SDE OCTOPUS | AI","url":"/user/senior-microneer/","totalNumberOfStudents":499647,"totalNumberOfReviews":5111,"averageRating":4.298392353377265},{"name":"Ahmed Ibrahim","url":"/user/ahmed-ibrahim-94/","totalNumberOfStudents":365792,"totalNumberOfReviews":4368,"averageRating":4.310838272035794}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEE4EBC058F2F6F04431","originalPrice":"11.520 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/most-effective-tips-to-get-your-dream-data-science-job/":{"courseDetails":{"courseId":4435398,"title":"100% Effective Tips to get your Dream Data Science Job","shortDescription":"Get your dream role as a Data Scientist by following this go-to guide that covers all essential end to end topics.","longDescription":"\u003Cp\u003EIt’s the job the Harvard Business Review has called “the sexiest job of the 21st century”. Is it modeling? Head coach of Real Madrid? Nope. It’s Data Science. \u003C/p\u003E\u003Cp\u003EOver the past decade, as the tech world has seen advances in big data, machine learning, cloud computing, and artificial intelligence, opportunities for data scientists have blossomed. In addition, their compensation has blossomed as companies increasingly demand data scientists. \u003C/p\u003E\u003Cp\u003ESo, how do you become a data scientist, and how do you get hired? Here in this course, we break down the basics for you.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ETop Reasons why you should become a Data Scientist : \u003Cstrong\u003E\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhy data science? It is simple. Making sense of data will reduce the horrors of uncertainty for organizations. As organizations trying to meddle with petabytes of data, a data scientist’s role is to help them utilize this opportunity to find insights from this data pool.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EData scientists are in constant demand because it is a data-heavy world!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBe a part of the world\u0027s digital transformation.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe demand for Data Science\u0026nbsp;professionals is on the rise. This is one of the most sought-after profession currently.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThere are multiple opportunities across the Globe for everyone with this skill.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGreat career trajectory with data science – you will have rewarding career growth in this field.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAs a Data scientist, you can expect to take away a great salary package. Usual data scientists are paid great salaries, sometimes much above the normal market standards due to the critical roles and responsibilities.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECompetition is less, but demand is not.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ETop Reasons why you should choose this Course :\u003Cstrong\u003E\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThis course is designed keeping in mind the students from all backgrounds - hence we cover everything from basics, and gradually progress towards more important topics around Job Search, Resume writing, Interview preparation etc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course can be completed over a Weekend.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course covers end to end road map to become a Data Scientist.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUseful resources, and website links are shared to prepare for your Data Science journey.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll Doubts will be answered.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EMost Importantly, Guidance is offered in detail regarding the smallest of things that matters ! You will not only learn the process to become a Data Scientist, but important job search principles - that will help you landing in your dream role.\u003C/p\u003E\u003Cp\u003EA Verifiable Certificate of Completion is presented to all students who undertake this course.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/most-effective-tips-to-get-your-dream-data-science-job/","imageUri":"https://img-c.udemycdn.com/course/750x422/4435398_1d5b.jpg","duration":"2,5 Stunden","enrolledStudentsCount":"2.001 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Anybody looking to become a Data Scientist - at an entry level or an experienced professional","Recent graduates curious about Data Science","Mid level employees looking to transition into Data Science Space","Seasoned employees looking to improve Data Science Skills","Data Scientists looking to build their portfolio","Anybody about to be interviewed as a Data Scientist"],"tags":["Programmierung","Data Science"],"rating":{"count":4,"averageValue":"5.0"},"instructors":[{"name":"Prince Patni","url":"/user/prince-patni/","totalNumberOfStudents":68203,"totalNumberOfReviews":586,"averageRating":4.131145749327355}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DATASCIENTIST_NY","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/master-all-the-ms-excel-macros-and-the-basics-of-excel-vba/":{"courseDetails":{"courseId":3612808,"title":"Master all the MS Excel Macros and the basics of Excel VBA","shortDescription":"Learn automation of tasks with Excel Macros and Excel VBA With different Excel Projects","longDescription":"\u003Cp\u003EWorking with microsoft Excel is not always easy and learning to automate your work with the use of VBA is even harder. Indeed, VBA is a programming language that is really useful in Microsoft Excel especially if you want to be able to automate all the tasks that you want to accomplish. If you :\u003C/p\u003E\u003Cp\u003E- Are in school and want to learn how to program With VBA\u003C/p\u003E\u003Cp\u003E- Need to learn Excel VBA for work or task automation \u003C/p\u003E\u003Cp\u003E- Want to start a personal project that requires you to have Excel VBA knowledge\u003C/p\u003E\u003Cp\u003E- Simply want to learn a new skill and improve your Excel knowledge\u003C/p\u003E\u003Cp\u003EThen you will love this course. Not only you will by the end of this course have a complete understanding of how the VBA\u0026nbsp;programming language works but you will also be able to use it on a daily basis to improve the quality of the projects that you are creating on Microsoft Excel for work school or any other personal reason.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe way this course has been created is to help you learn all the Basics that are around the use of VBA with Microsoft Excel. Indeed, with this course you will at first learn the power of Macros with Microsoft Excel. This will already allow to automate the majority of the task that you are currently doing on Microsoft Excel. Then, When you will understand how to properly record your own macro you will learn all the programming behind a macros and write with the use of VBA your own macros. This way you will be able to autome every task that you are doing with microsoft Excel and make every program that you create way more efficient. \u003C/p\u003E\u003Cp\u003EAlso, another really important aspect about this course is that it will help you learn by practice. In other words, for each element that you will learn you will have a lot of practice. This goes for the macro recording part as well as for the macro creation part. Also, this course has plenty of small projects that are integrated. This will allow you to be able to use all the theoritical knowledge that will will learn and put it into application with this course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you have a passion for Microsoft Excel and always wanted to learn how to use this program in an efficient way, then this course is definetly for you. Indeed, this course have been created in order to help everyone that start it get all the information you need to be able to work efficiently with excel. Not only you will be able to create more advanced applications by integrating VBA and macros in your spreadsheet but you will also be able to make your life way easier by automating all your tasks. Also, all the futur programs or apps that you will create with Excel will have more advanced features and will become more easier to use.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you want to learn how to properly work with VBA programming language and Microsoft Excel then you should definetly take a look at this course. Not only you will learn all the basics of Macros but you will also learn how to effectively write your own programs directly on microsoft Excel. This will alow you to be way more effective at work since you will know how to automate the majority of the tasks that you are currently doing on microsoft Excel.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003E​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROL NOW and start learning today :)\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/master-all-the-ms-excel-macros-and-the-basics-of-excel-vba/","imageUri":"https://img-c.udemycdn.com/course/750x422/3612808_dee5.jpg","duration":"4 Stunden","enrolledStudentsCount":"108.890 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2020","targetAudiences":["People wanting to improve there skills on Excel","Anyone who want to be able to automate there Excel daily tasks","Anyone curious about microsoft Excel and wanting to become better at it"],"tags":["Office-Produktivität","Microsoft","Excel"],"rating":{"count":1187,"averageValue":"4.2"},"instructors":[{"name":"Yassin Marco","url":"/user/ataouyl-yassin/","totalNumberOfStudents":1073867,"totalNumberOfReviews":35835,"averageRating":4.22776413867452}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EE3F6345DCE5B335768D","originalPrice":"4.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/tibco-spotfire-interview-technical-questions-answered-with-explanation/":{"courseDetails":{"courseId":3829756,"title":"Spotfire Interview Tech Questions Answered with Explanation","shortDescription":"Answers with Detail Explanation to Actual Spotfire Interview Questions, beneficial for Beginners and Experienced alike.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EGet that dream Business Intelligence Job in Spotfire..!\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWelcome to this course on \u003Cstrong\u003ESpotfire Technical interview Questions and Answers \u003C/strong\u003Ewhere you are going to \u003Cstrong\u003Eexcel\u003C/strong\u003E the \u003Cstrong\u003ESpotfire Technical job interview. Take the course, learn the material and go into interview with a confidence that you are prepared!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course will take your knowledge in Spotfire to a different level, making you 100%\u0026nbsp;prepared for the Technical Round. The Questions here are the actual questions being asked in Interviews and a Detail explanation is given for each, so you just not know, but understand the whole concept, making you well prepared for any Interview.\u003C/p\u003E\u003Cp\u003EThis course is well suited for :\u003C/p\u003E\u003Cp\u003EStudents - They will be able to identify their weak areas and address them.\u003Cbr\u003EProfessionals - They will be able to ace the Technical Interview.\u003Cbr\u003EInterviewers - They will be able to ask excellent Spotfire Technical \u0026amp; Non-Technical Questions\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETop Reasons you should take this Course\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EActual Interview Questions are discussed\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll approaches to solve a particular task are shown\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESpotfire\u0027s latest version is used in the Videos\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecommended Answers are shared for Non-Technical Questions to give the right direction\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuestions around advanced topics are also discussed, like TERR, Iron Python, Document Property etc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustom Expression syntax are explained in Detail\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course is recommended for everyone who want to switch their career to Business Intelligence - the most lucrative job profile of 2021.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ENote : New Questions on Advanced Topics will be added Regularly and Announcements will be made.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/tibco-spotfire-interview-technical-questions-answered-with-explanation/","imageUri":"https://img-c.udemycdn.com/course/750x422/3829756_90c0_3.jpg","duration":"41 Min.","enrolledStudentsCount":"15.177 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 2/2021","targetAudiences":["Business Intelligence Professionals looking to switch career","Professionals looking to learn Tibco Spotfire","Managers Hiring on Spotfire and other BI Technologies","Students learning Spotfire for their professional Growth","Spotfire Professionals looking to enhance their knowledge","Professionals looking for alternate career options"],"tags":["Business","Business-Analyse und BI","TIBCO Spotfire"],"rating":{"count":25,"averageValue":"4.6"},"instructors":[{"name":"Prince Patni","url":"/user/prince-patni/","totalNumberOfStudents":68203,"totalNumberOfReviews":586,"averageRating":4.131145749327355}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SPOTFIRE_INT_NEWYEAR","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/trello-projektmanagement/":{"courseDetails":{"courseId":1555022,"title":"Lerne Agiles Projektmanagement und Kanban mit Trello","shortDescription":"Werde zum agilen Projektmanager! Lerne, wie Du mit Trello Deine beruflichen und privaten Projekte umsetzt.","longDescription":"\u003Cp\u003ETrello ist ein kostenloses Projektmanagement-Tool, das in der Regel für agiles Projektmanagement (z.B. Scrum oder Kanban) eingesetzt wird. Es ist allerdings sehr schnell zu lernen und zu meistern, wenn man es richtig angeht.\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPraktisch jeder kann mit Trello sehr schnell gute Erfolge erzielen. \u003C/strong\u003EDie in diesen Kurs investierte Zeit macht sich direkt bezahlt, weil Du sofort anfängst, anders zu planen und Zeit zu sparen.\u003C/p\u003E\u003Cp\u003EIn Deinen beruflichen und privaten Projekten wirst Du in Zukunft eine ganz andere Übersicht haben, was gerade geplant ist und wer an welchen Aufgaben arbeitet. Du wirst mit Freuden Deine Aufgaben dokumentieren und kommunizieren, einfach weil es in Trello so viel Spaß macht.\u003C/p\u003E\u003Cp\u003EEgal, ob Du im Team oder alleine Deine Projekte und Aufgaben mit Trello steuerst: \u003Cstrong\u003EEs ist das ideale Tool, um die Aufgaben vernünftig zu planen und jederzeit die Planung den aktuellen Gegebenheiten anzupassen.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIch selbst plane meine Udemy-Kurse mit Trello und weiß dadurch immer, wo ich stehe. Bei einer Planung und Realisierung über mehrere Wochen ist das sehr hilfreich, weil man sonst schnell das Gefühl dafür verliert, ob man gut oder schlecht in der Zeit liegt.\u003C/p\u003E\u003Cp\u003EWenn Du einmal die Tricks kennst (und ich verrate die in der Reihenfolge, wie Du sie brauchst), dann\u003Cstrong\u003E wirst Du Trello fürs Projektmanagement und Selbstmanagement nicht mehr missen wollen!\u003C/strong\u003E\u003C/p\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/trello-projektmanagement/","imageUri":"https://img-b.udemycdn.com/course/750x422/1555022_2603_2.jpg?secure=C9Ku85qJn31l4Qm7fZNXRQ%3D%3D%2C1640801130","duration":"2 Stunden","enrolledStudentsCount":"1.167 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Der Kurs richtet sich an alle, die effektiver arbeiten wollen.","Projektmanagement: Trello ist ein modernes Projektmanagement-Tool, mit dem Ihr Eure Umsetzungsstärke im Projekt deutlich erhöhen könnt.","Das Gleiche gilt natürlich auch für Projektmitarbeiter - Du kannst das Tool erst einmal nur für Dich nutzen und sehen, was es bringt.","Privatleute, die ihre täglichen Aufgaben in den Griff kriegen wollen."],"tags":["Business","Projektmanagement","Trello"],"rating":{"count":179,"averageValue":"4.5"},"instructors":[{"name":"Sebastian Glöckner","url":"/user/sebastianglckner/","totalNumberOfStudents":185363,"totalNumberOfReviews":12099,"averageRating":4.400483063426295}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"01BF5B8E87374D6FC11D","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"3 Tage","discountPercentage":100}},"https://www.udemy.com/course/the-python-programming-for-anyone-immersive-training/":{"courseDetails":{"courseId":3045238,"title":"The Python Programming For Everyone Immersive Training","shortDescription":"Learn, Practice, Master, Think like Python Professionals \u0026 Be A Certified Python Super Hero in short time!","longDescription":"\u003Cp\u003EWelcome to The Python Programming For Everyone Immersive Training Course for Beginners.\u003C/p\u003E\u003Cp\u003EThis Immersive Masterclass covers all the essential\u0026nbsp;topics to become a Professional Python developer from the ground up \u003C/p\u003E\u003Cp\u003ETopics like: variables, data types, Strings, data structures,\u0026nbsp; functional programming, different types of modules, files handling, object-oriented programming and many more.\u003C/p\u003E\u003Cp\u003EYou\u0027ll get A demonstration of each point in this training and an explanation of all theoretical and practical aspects in an easy way and in an easy language for anyone.\u003C/p\u003E\u003Cp\u003EAlso, you can test your skills using quizzes and be a certified python developer that can be hired and you can upload the certificate of completion to your profile.\u003Cbr\u003EPython is one of the coolest, and best programming languages in terms of ease and features.\u003C/p\u003E\u003Cp\u003EIt is very easy for you to read the Python code, as if you were reading a regular English sentence.\u003C/p\u003E\u003Cp\u003EThe Python language can work with everything indisputably in many areas.\u003C/p\u003E\u003Cp\u003EWith Python, It is possible to do everything you imagine in the world of programming and data.\u003C/p\u003E\u003Cp\u003EPython can work in areas such as:\u003C/p\u003E\u003Cp\u003EData Science.\u003C/p\u003E\u003Cp\u003EMachine Learning.\u003C/p\u003E\u003Cp\u003EDeep Learning.\u003C/p\u003E\u003Cp\u003EArtificial intelligence.\u003C/p\u003E\u003Cp\u003EEthical Hacking.\u003C/p\u003E\u003Cp\u003EBlockchain Applications.\u003C/p\u003E\u003Cp\u003EWeb Scraping.\u003C/p\u003E\u003Cp\u003EWeb Applications.\u003C/p\u003E\u003Cp\u003EMobile Applications.\u003C/p\u003E\u003Cp\u003EDesktop Applications.\u003C/p\u003E\u003Cp\u003EGames Applications.\u003C/p\u003E\u003Cp\u003EBrowser Extensions.\u003C/p\u003E\u003Cp\u003EAnd many other fields.\u003C/p\u003E\u003Cp\u003EAnd you\u0027ll get a full support during this step by step course by the instructor if you encounter any problems or errors.\u003C/p\u003E\u003Cp\u003ELet\u0027s get started!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/the-python-programming-for-anyone-immersive-training/","imageUri":"https://img-c.udemycdn.com/course/750x422/3045238_5380_9.jpg","duration":"3,5 Stunden","enrolledStudentsCount":"150.595 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 8/2021","targetAudiences":["Python Beginners","Anyone who wants to dive deeply into modern Python without wasting time","Programming and Software development Newbies","Programmers who know other Programming languages but are new to Python","Python developers who want to master new features of modern python"],"tags":["Programmierung","Programmiersprachen","Python"],"rating":{"count":1004,"averageValue":"4.1"},"instructors":[{"name":"SDE OCTOPUS | AI","url":"/user/senior-microneer/","totalNumberOfStudents":499647,"totalNumberOfReviews":5111,"averageRating":4.298229285113541}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"7165EA08043CA811E0CB","originalPrice":"7.680 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/discover-python/":{"courseDetails":{"courseId":3134104,"title":"Discover Python","shortDescription":"Programming fundamentals for beginners with Python","longDescription":"\u003Cp\u003EThere are a ton of programming resources available online but it is very difficult to find those resources that help you understand and retain programming concepts as a beginner. Most of those resources focus on learning coding syntax instead of teaching the computational thinking behind it as well. This course addresses the aforementioned problems and helps you learn programming by employing the following teaching methods:\u003C/p\u003E\u003Cp\u003E1. We use 4MAT teaching style that goes through a whole learning process of experiencing, conceptualizing, applying and refining and is a product of years of research to ensure quality learning\u003C/p\u003E\u003Cp\u003E2. We provide you with on-demand help if you get stuck anywhere. Feel free to reach out to us through Udemy messaging or discussion forums!\u003C/p\u003E\u003Cp\u003E3. We will constantly be updating our course content as we receive feedback from you to make sure that we are evolving for the better.\u003C/p\u003E\u003Cp\u003E4. Before starting off with learning a particular programming concept, we use flow charts and different analogies to explain the computational thinking and the logical concepts behind it. This will not only help learn the concept in a better way but will also help you with debugging your code in future\u003C/p\u003E\u003Cp\u003E5. You will be able to apply the concepts learned in this course to create a Google-like search engine of your own! Hence after completing this course, you will already have a project ready to put on your portfolio. The best part is that you will not be alone in that journey and we will be helping you throughout.\u003C/p\u003E\u003Cp\u003EWe hope to see you soon with us!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/discover-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/3134104_3d0b.jpg","duration":"4 Stunden","enrolledStudentsCount":"1.720 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["Beginners Python Programming curious about its applications","Computer Science College/University Students","Freelancers"],"tags":["IT \u0026 Software","Sonstiges in IT \u0026 Software","Programmierung (Grundlagen)"],"rating":{"count":5,"averageValue":"4.0"},"instructors":[{"name":"Dr. Ayaz H. Khan","url":"/user/dr-ayaz-ul-hassan-khan/","totalNumberOfStudents":1678,"totalNumberOfReviews":5,"averageRating":3.9508967},{"name":"Swaleha Saleem","url":"/user/swaleha-4/","totalNumberOfStudents":3489,"totalNumberOfReviews":5,"averageRating":3.9508967},{"name":"Tasbiha Asim","url":"/user/tasbiha-asim/","totalNumberOfStudents":5356,"totalNumberOfReviews":5,"averageRating":3.9508967}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8FCFF2187C120684A7C5","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/tibco-spotfire-development-beginners-to-advanced-course/":{"courseDetails":{"courseId":3989930,"title":"TIBCO Spotfire Development : Beginners To Advanced Course","shortDescription":"Learn TIBCO Spotfire in this Fast Paced Course - Right from Basics to Advanced Topics like Expressions, Python, R etc.","longDescription":"\u003Cp\u003EThis \u003Cstrong\u003ETIBCO\u003C/strong\u003E \u003Cstrong\u003ESpotfire course\u003C/strong\u003E will help you to become a Data Visualization Expert and will enhance your BI skills by offering you comprehensive knowledge, and the required hands-on experience on this widely used BI tool, by solving real-time industry-based projects.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETop Reasons why you should learn Tibco Spotfire : \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ETIBCO Spotfire is among the top Business Intelligence tools used industry wide.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe demand for BI\u0026nbsp;professionals is on the rise. This is one of the most sought-after profession currently in the lines of Data Science, and the Salary is also among the highest in the industry.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThere are multiple opportunities across the Globe for everyone with the knowledge of Spotfire.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESpotfire has a small learning curve and you can pick up even advanced concepts very quickly.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELot of Organizations are switching to Spotfire due to its advanced capabilities, and currently there is a shortage of Skilled Spotfire professionals.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ETop Reasons why you should choose this Course :\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThis course is designed keeping in mind the students from all backgrounds - hence we cover everything from basics, and gradually progress towards advanced topics.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course is fast paced and can be completed in a day.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EActual Case Studies and Live Examples of all topics.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll Doubts will be answered.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EMost Importantly, Guidance is offered beyond the Tool - You will not only learn the Software, but important Dashboard Design principles. Also, I will share a cheat sheet to quickly find the right chart to use, sources to get public datasets to work on, Getting inspirational ideas, Best Resources to get Working Scripts, \u0026amp; Answers to all your doubts - Technical or Non-Technical.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is recommended for everyone who want to switch their career to Business Intelligence - the most lucrative job profile of 2021 and ahead.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EA Verifiable Certificate of Completion is presented to all students who undertake this TIBCO Spotfire course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u003Cbr\u003ENote : New Lectures on Advanced Topics, Useful Python Scripts \u0026amp; Helpful Tips will be added Regularly and Announcements will be made.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/tibco-spotfire-development-beginners-to-advanced-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3989930_92f5.jpg","duration":"2 Stunden","enrolledStudentsCount":"8.965 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 9/2021","targetAudiences":["Business Intelligence Enthusiasts who want to learn Spotfire","Working Professionals looking to learn a new powerful tool for Dashboard Development and Data Visualization","Students who want to enter the field of Data Analytics or Business Intelligence","Professionals looking to switch career into BI domain, or from one BI tool to another."],"tags":["Business","Business-Analyse und BI","TIBCO Spotfire"],"rating":{"count":29,"averageValue":"4.1"},"instructors":[{"name":"Prince Patni","url":"/user/prince-patni/","totalNumberOfStudents":68203,"totalNumberOfReviews":586,"averageRating":4.131145749327355}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SPOTFIRE_NEWYEAR","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/the-ultimate-python-programming-a-z-masterclass/":{"courseDetails":{"courseId":3656862,"title":"The Python Programming A-Z Definitive Diploma in 2022","shortDescription":"The Hands-On Guide to Master Modern Python and Data, to Advance your Dev and Data Career in no time!","longDescription":"\u003Cp\u003EHi, Welcome to The Python Programming A-Z Definitive Diploma in 2022.\u003C/p\u003E\u003Cp\u003EYour complete Guide to Python Programming.\u003C/p\u003E\u003Cp\u003EAlmost Python is currently used for everything in Software Engineering.\u003C/p\u003E\u003Cp\u003EAlthough it is very easy to learn, but, it is very useful and powerful.\u003C/p\u003E\u003Cp\u003EIts fields are so many, and by learning python, it will be very easy for you to get higher Jobs in the largest companies such as Google, Dropbox, Spotify and many more.\u003C/p\u003E\u003Cp\u003ESimply you can do multi scale tasks with python , because it is multipurpose professionally and quickly with fewer lines of code.\u003C/p\u003E\u003Cp\u003EAlso, python works everywhere.\u003C/p\u003E\u003Cp\u003EAmong its most important fields are: data science, machine learning, web application development, desktop application development, cybersecurity, and many other fields that cannot be confined to one video.\u003C/p\u003E\u003Cp\u003EPlus, you can use it on any operating system you use.\u003C/p\u003E\u003Cp\u003EIts programs can be written and executed with any text editor or any ide easily.\u003C/p\u003E\u003Cp\u003EI will help and support you through this step-by-step course. Because the most important thing for me is to help you to get the most out of this course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBy the end of this course \u003C/strong\u003Eyou\u0027ll be a Professional Python Developer, And you have all the skills that Python experts have. Also, you\u0027ll have all the ability to build multi scale apps.\u003C/p\u003E\u003Cp\u003EDevelop Python Apps, Data Analysis, Present and visualize information, Manage Database using Python 3.9. All of that and many more.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn this course,\u003C/strong\u003E we will start from very easy basic topics such as Variables, Data types, IO Formatting, Operations, Conditional statements, loops, Data Structures, Functions, and many others, then we will move on to advanced topics such as Object Oriented Design,\u0026nbsp; and also how to deal with Data Science libraries and Modules of all kinds, then we will move on to learn how to use Databases with Python . All of this and more, supported by practical examples.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI will be available to assist and support you line by line during this course.\u003C/p\u003E\u003Cp\u003EThis course is carefully prepared, to save you time, and to increase your focus while learning without feeling bored.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/the-ultimate-python-programming-a-z-masterclass/","imageUri":"https://img-c.udemycdn.com/course/750x422/3656862_495e_8.jpg","duration":"5,5 Stunden","enrolledStudentsCount":"188.484 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 8/2021","targetAudiences":["New Programmers","Software Engineering Newbies","Python new developers","Python Developers who want to master the new features of modern python v3.9.","Programmers and developers who know other programming language but are new to python","Anyone who wants to dive deeply into Python Programming without wasting time."],"tags":["Programmierung","Programmiersprachen","Python"],"rating":{"count":2138,"averageValue":"4.3"},"instructors":[{"name":"SDE OCTOPUS | AI","url":"/user/senior-microneer/","totalNumberOfStudents":499647,"totalNumberOfReviews":5111,"averageRating":4.298229285113541}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"3202BE981A4B39AAAAFF","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/essential-non-technical-skills-of-effective-data-scientists/":{"courseDetails":{"courseId":3872552,"title":"Essential Non Technical Skills of Effective Data Scientists","shortDescription":"Boost your Data Science Career by developing these crucial Non Technical Skills \u0026 become a Successful Data Scientist","longDescription":"\u003Cp\u003EMost data science training focuses only on key technologies like Python, R, ML etc. But real-world data science jobs require more than just technical acumen. As IT professionals rush to upgrade their current skill-set and become career ready in the field of data science, most of them forget the other part of skill development — Non-technical skills.\u003C/p\u003E\u003Cp\u003EThese skills won’t require as much technical training or formal certification, but they’re foundational to the rigorous application of data science to business problems. Even the most technically skilled data scientist needs to have these soft skills to thrive today.\u003C/p\u003E\u003Cp\u003EThis easy to follow course is created for recent Data Science graduates, beginners, new hires, Working Data Professionals, or any employee looking to boost their skills at the office and in the global workplace. I am sure these will help you to develop effective work habits that will help you succeed at your job, create a healthy work/life balance, and have a better understanding of your own personal strengths and how you work best. These nontechnical skills can help you convert your first data science job into a successful, lifelong career.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBy the end of this course you will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDevelop some crucial Non Technical skills, professional presence, and confidence in the workplace.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBecome a more effective communicator in the work environment.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAsk better questions and increase your ability to come up with more and better ideas around how to effectively use data in any project.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEvaluate your personal strengths (and weakness), and understand how those are best used at the individual and team levels when working in any Data Science Project.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate clear, specific, and actionable goals to improve your confidence at workplace.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThese Non Technical skills are those skills that get you hired, keep you focused, and help you survive and integrate into your global workplace community. Practicing and developing these skills will help separate you from the crowd of job applicants and scientists as the field grows.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003EA Verifiable Certificate of Completion is presented to all students who undertake this course.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/essential-non-technical-skills-of-effective-data-scientists/","imageUri":"https://img-c.udemycdn.com/course/750x422/3872552_f9a2_3.jpg","duration":"33 Min.","enrolledStudentsCount":"21.200 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 2/2021","targetAudiences":["Data Science Professionals","Professionals / Students planning to be a Data Scientist","All Working Professionals who want to improve their efficiency at work","Hiring Managers looking for Data Scientists","Any Individual in any Job Profile"],"tags":["IT \u0026 Software","Sonstiges in IT \u0026 Software","Data Science"],"rating":{"count":227,"averageValue":"4.1"},"instructors":[{"name":"Prince Patni","url":"/user/prince-patni/","totalNumberOfStudents":68203,"totalNumberOfReviews":586,"averageRating":4.131145749327355}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DATASCIENCE_NEWYEAR","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/the-sql-programming-essentials-immersive-training/":{"courseDetails":{"courseId":4276906,"title":"The SQL Programming Essentials 2022 Immersive Training","shortDescription":"Learn SQL Programming step by step and know how it works. Building, Accessing and Manipulating databases and tables","longDescription":"\u003Cp\u003EHello and welcome to The SQL Programming Essentials 2022 Immersive Training.\u003C/p\u003E\u003Cp\u003EMastering How to build, work with, handle and manage databases can be a very useful skill for any programmer, developer and also, non-programmers. And by the end of this course you\u0027ll be able to build, work with and manage databases easily and in no time!\u003C/p\u003E\u003Cp\u003EThis is a very powerful tool for everyone who wants to become a professional developer, engineer or data scientist.\u003C/p\u003E\u003Cp\u003EStructure Query Language(SQL) is one of the most important skills that any programmer, developer, engineer or even an expert must possess, who wants to succeed in his practical life. It really facilitates a lot and a lot in accessing and manipulating data. \u003C/p\u003E\u003Cp\u003EIn this immersive training you\u0027ll learn everything you need to program with the SQL language the right way, and you\u0027ll become a SQL Programming Rockstar.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EYou\u0027ll learn:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESQL tools and the working environments\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESelecting, Modifying, Inserting, Updating and deleting Data\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EWorking with Different data types and operations in SQL\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESorting and limiting tables\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPowerful SQL functions and aggregation\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBuilding Database and tables easily and handling them\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESetting rules to tables data\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EManaging and Joining Multiple tables at the same time\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESet Conditions and insert the true values in a column in the result-set\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHandling the result-set headers\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESolve the the useful exercise of this training to apply everything you learnt\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAll that and more, in addition to the instructor QA Support.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHi, My name is Ahmed Ibrahim, I\u0027m A Data and Machine Learning Software Engineer and I\u0027ll be the instructor for this SQL Programming Course. And if you need any help during this immersive training, please don\u0027t hesitate to ask me, and I\u0027ll answer you as soon as possible.\u003C/p\u003E\u003Cp\u003ELearn and practice the essential concepts of SQL Programming to become a professional database engineer effectively and quickly without wasting your valuable time.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo, what are you waiting for, enroll now to go through this immersive and powerful training\u003C/strong\u003E of the most popular Database Programming Language on the market, SQL. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBecome A SQL Programmer and Rockstar in no time!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELet’s get started\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/the-sql-programming-essentials-immersive-training/","imageUri":"https://img-b.udemycdn.com/course/750x422/4276906_f327_2.jpg?secure=Weup_HLLikKtZFVwuNnhoQ%3D%3D%2C1640806475","duration":"3,5 Stunden","enrolledStudentsCount":"43.045 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 9/2021","targetAudiences":["SQL Beginners","Developers and Programmers","Non-Programmers","Software Engineers","Anyone who wants to become a Professional Database Engineer in the future","Data Engineers and Scientists"],"tags":["Programmierung","Datenbankdesign \u0026 Entwicklung","SQL"],"rating":{"count":232,"averageValue":"4.4"},"instructors":[{"name":"SDE OCTOPUS | AI","url":"/user/senior-microneer/","totalNumberOfStudents":499647,"totalNumberOfReviews":5111,"averageRating":4.298229285113541},{"name":"Ahmed Ibrahim","url":"/user/ahmed-ibrahim-94/","totalNumberOfStudents":365792,"totalNumberOfReviews":4368,"averageRating":4.310838272035794}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C7907888DC404AC21546","originalPrice":"7.680 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/adobe-photoshop-cc-basic-photoshop-training/":{"courseDetails":{"courseId":3566555,"title":"Adobe Photoshop CC- Basic Photoshop training","shortDescription":"Learn the Basics of Adobe Photoshop CC 2020 No Prior Knowledge Required","longDescription":"\u003Cp\u003ELearning the basics of Adobe Photoshop is definitely not easy, especially if you have no prior knowledge in this field. But, this course can teach you everything you need to know to start using photoshop and making your own projects with pictures that you take yourself or pictures that you have simply found on the internet. If you:\u003C/p\u003E\u003Cp\u003E- Are a student and need to learn how to properly use Photoshop\u003C/p\u003E\u003Cp\u003E- Want to modify your own pictures to increase the quality\u003C/p\u003E\u003Cp\u003E- Always wanted to learn about design with photoshop \u003C/p\u003E\u003Cp\u003E- Want to start your business in the field of design but need prior knowledge before\u003C/p\u003E\u003Cp\u003E- Any other reason\u003C/p\u003E\u003Cp\u003EThen you are at the right place and will definitely love this course ! Not only you will learn all the basics of how to properly use Adobe Photoshop but you will have the opportunity to practice everything that you have learned. Indeed, you will, by the end of this course, be able to retouch and modify any picture that you want. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe way this course have been designed is made to teach you step by step how to properly use Adobe Photoshop. In other words, you will learn everything you need to know to be able to work properly with this software. From importing pictures to basic modification, colors and many other things you will have everything you need to start your Adobe Photoshop journey and be able to make your own creation an art work. My goal with this course is really to help you be able to use photoshop in a multitude of ways to be able to use it for different types of project. This could be for example for a basic picture modification or a complexes website designing or art work. In the end, this course will give a complete introduction to this software and you will be able to use it for any task. \u003C/p\u003E\u003Cp\u003EAnother really important thing to remember is that this course have been built on a concept of learning by practice. In other words this course provides a lot of examples that will allow you to learn the most possible. Also, you will be able to complete different projects by using your own pictures. This means that each tool that is presented in this course will be practiced and you will be able to learn how to properly use it.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere is a lot of different photoshop courses that exist on the internet. But, this course is different. Indeed, you can find very little theory and a lot of practical example that you can use in order to be able learn this software. Indeed, this type of teaching can definitely increase the time that it will take you to learn the different concepts that are presented. So, if you are a student who need to learn photoshop for a class, someone who want to learn it for personal or professional reasons or simply are curious about this topic then this course is definitely for you and you will probably like it and at the same time learn a new skill.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you want to learn how to properly use Adobe Photoshop then you should definitely take this course. Not only you will learn the basics of this amazing software but you will also be comfortable using it by practicing with all the examples that are offered by this course. Indeed, since this course is build to help you learn by practicing you will definitely enjoy it\u0027s content.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003E​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROL NOW and start learning today :)\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/adobe-photoshop-cc-basic-photoshop-training/","imageUri":"https://img-b.udemycdn.com/course/750x422/3566555_fe72.jpg?secure=hagXbTPV1J9uBJVTImFsnA%3D%3D%2C1640799155","duration":"4 Stunden","enrolledStudentsCount":"130.605 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2020","targetAudiences":["Everyone who have no prior photoshop knowledge and want to learn it","People who need to learn the basics of photoshop for school or professional reasons","Anyone curious about this application and who want to learn more about it"],"tags":["Entwerfen","Grafikdesign \u0026 Illustration","Photoshop"],"rating":{"count":1321,"averageValue":"4.2"},"instructors":[{"name":"Yassin Marco","url":"/user/ataouyl-yassin/","totalNumberOfStudents":1073867,"totalNumberOfReviews":35835,"averageRating":4.22776413867452}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FA88DDE72A3E3B17D5D7","originalPrice":"3.840 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/google-data-studio-complete-beginners-to-advanced-tutorial/":{"courseDetails":{"courseId":3730378,"title":"Google Data Studio Complete Beginners to Advanced Tutorial","shortDescription":"Learn the best Cloud based BI \u0026 Data Visualization tool - Google Data Studio - \u0026 Create Exceptional Reports in minutes !","longDescription":"\u003Cp\u003EThis \u003Cstrong\u003EGoogle Data Studio course\u003C/strong\u003E will help you to become a Data Visualization Expert and will enhance your skills by offering you comprehensive knowledge, and the required hands-on experience on this widely used Cloud based BI tool, by solving real-time industry-based projects.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETop Reasons why you should learn Google Data Studio : \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EGoogle data Studio is the #1 cloud based Free Business Intelligence tool used industry wide.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe demand for BI\u0026nbsp;professionals is on the rise. This is one of the most sought-after profession currently in the lines of Data Science.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThere are multiple opportunities across the Globe for everyone with this skill.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGoogle Data Studio has a small learning curve and you can pick up even advanced concepts very quickly.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThere is no Trail or Paid version of this tool. It is absolutely free and available for everyone.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou do not need high configuration computer to learn this BI tool. All you need is any system with internet connectivity.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ETop Reasons why you should choose this Course :\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThis course is designed keeping in mind the students from all backgrounds - hence we cover everything from basics, and gradually progress towards advanced topics.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course can be completed over a Weekend.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EActual Case Studies and Live Examples of all topics.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll Doubts will be answered.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EMost Importantly, Guidance is offered beyond the Tool - You will not only learn the Software, but important Dashboard Design principles. Also, I will share a cheat sheet to quickly find the right chart to use, sources to get public datasets to work on, Getting inspirational ideas, How to make money by using your Google Data Studio Expertise, and even about a Free Google Certification you can obtain.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA Verifiable Certificate of Completion is presented to all students who undertake this Google Data Studio course.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/google-data-studio-complete-beginners-to-advanced-tutorial/","imageUri":"https://img-c.udemycdn.com/course/750x422/3730378_8fca_2.jpg","duration":"3 Stunden","enrolledStudentsCount":"43.857 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 8/2021","targetAudiences":["Business Intelligence Enthusiasts want to learn Google Data Studio","Any Individuals or Organizations having their own website","Working Professionals looking to learn a new powerful tool for Dashboard Development and Data Visualization","Students who want to enter the field of Data Analytics or Business Intelligence"],"tags":["Office-Produktivität","Google","Google Data Studio"],"rating":{"count":209,"averageValue":"4.2"},"instructors":[{"name":"Prince Patni","url":"/user/prince-patni/","totalNumberOfStudents":68203,"totalNumberOfReviews":586,"averageRating":4.131145749327355}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"GDS_NEWYEAR","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/mastering-python-data-handling-analysis-and-visualization/":{"courseDetails":{"courseId":4063338,"title":"Data Science: Python for Data Analysis 2022 Full Bootcamp","shortDescription":"Learn and build your Python Programming skills from the ground up in addition to Python Data Science libraries and tools","longDescription":"\u003Cp\u003EHello and welcome to the \u003Cstrong\u003E\u003Cem\u003EData Science: Python for Data Analysis 2022 Full Bootcamp.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EData science is a huge field, and one of the promising fields that is spreading in a fast way. Also, it is one of the very rewarding, and it is increasing in expansion day by day, due to its great importance and benefits, as it is the future.\u003C/p\u003E\u003Cp\u003EData science enables companies to measure, track, and record performance metrics for facilitating and enhancing decision making. Companies can analyze trends to make critical decisions to engage customers better, enhance company performance, and increase profitability.\u003C/p\u003E\u003Cp\u003EAnd the employment of data science and its tools depends on the purpose you want from them.\u003C/p\u003E\u003Cp\u003EFor example, using data science in health care is very different from using data science in finance and accounting, and so on. And I’ll show you the core libraries for data handling, analysis and visualization which you can use in different areas.\u003C/p\u003E\u003Cp\u003EOne of the most powerful programming languages ​​that are used for Data science is Python, which is an easy, simple and very powerful language with many libraries and packages that facilitate working on complex and different types of data.\u003C/p\u003E\u003Cp\u003EThis course will cover:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EPython tools for Data Analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPython Basics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPython Fundamentals\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPython Object-Oriented\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdvanced Python Foundations\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EData Handling with Python\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENumerical Python(NumPy)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EData Analysis with Pandas\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EData Visualization with Matplotlib\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdvanced Graphs with Seaborn\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstructor QA Support and Help\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EHD Video Training \u002B Working Files \u002B Resources \u002B\u0026nbsp;QA Support.\u003C/p\u003E\u003Cp\u003EIn this course, you will learn how to code in Python from the beginning and then you will master how to deal with the most famous libraries and tools of the Python language related to data science, starting from data collection, acquiring and analysis to visualize data with advanced techniques, and based on that, the necessary decisions are taken by companies.\u003C/p\u003E\u003Cp\u003EI am Ahmed Ibrahim, a software engineer and Instructor and I have taught more than 200,000 engineers and developers around the world in topics related to programming languages ​​and their applications, and in this course, we will dive deeply into the core Python fundamentals, Advanced Foundations, Data handling libraries, Numerical Python, Pandas, Matplotlib and finally Seaborn.\u003C/p\u003E\u003Cp\u003EI hope that you will join us in this course to master the Python language for data analysis and Visualization like professionals in this field.\u003C/p\u003E\u003Cp\u003EWe have a lot to cover in this course.\u003C/p\u003E\u003Cp\u003ELet’s get started!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/mastering-python-data-handling-analysis-and-visualization/","imageUri":"https://img-c.udemycdn.com/course/750x422/4063338_4279_13.jpg","duration":"6 Stunden","enrolledStudentsCount":"102.269 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 8/2021","targetAudiences":["Python beginners and newbies","Data Scientist who knows other language tools","New Python Data Analysts","Data Science Beginners","New developers and Programmers","Programmers and developers who know other programming language but are new to python","Anyone who wants to use Python for data analysis and visualization in a short time!"],"tags":["Programmierung","Data Science","Python"],"rating":{"count":655,"averageValue":"4.3"},"instructors":[{"name":"Ahmed Ibrahim","url":"/user/ahmed-ibrahim-94/","totalNumberOfStudents":365792,"totalNumberOfReviews":4368,"averageRating":4.310838272035794},{"name":"SDE OCTOPUS | AI","url":"/user/senior-microneer/","totalNumberOfStudents":499647,"totalNumberOfReviews":5111,"averageRating":4.298229285113541}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4B4A5EF00BBA7223208E","originalPrice":"8.320 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/complete-whatsapp-marketing-course-2021/":{"courseDetails":{"courseId":4071636,"title":"Complete WhatsApp Marketing Course 2022","shortDescription":"Make more sales, grow \u0026 retain customers, increase status views and take your Business to the next level with Whatsapp","longDescription":"\u003Cp\u003EOver 16,000 students and over 60 very Positive Ratings!!, Amongst Highest Rated Whatsapp Marketing Course,Latest 2022 Marketing Techniques, Definitely We are doing something RIGHT don\u0027t you think?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHi,\u003C/p\u003E\u003Cp\u003EYou may have stumbled on this course and you are wondering, WHATSAP?? Really? What happened to Instagram, facebook, twitter and other ‘actual’ social media platforms, well obviously you should market your business in those platforms, but did you know that you would be limiting yourself and your business if you fail to explore the whatsapp marketing space?\u003C/p\u003E\u003Cp\u003EHeres why, after facebook, \u003Cstrong\u003Ewhatsapp has the highest number of active users with over 2 billion users (more than Instagram and twitter combined)\u003C/strong\u003E, now imagine your business missing out in so many potential new customers/clients, I’m sure you wouldn’t want that, whatsapp also has a whooping message open rate of over 90%, meanwhile the good old classic email services are struggling to get 50% message open rate, what does this mean? It means \u003Cstrong\u003Ewhatsapp is gradually taking over emailing\u003C/strong\u003E, both for casual and business purposes especially with the introduction of WHATSAPP BUSINESS. In a nutshell \u003Cstrong\u003EWHATSAPP MARKETING is the next big thing in SOCIAL MEDIA MARKETING\u003C/strong\u003E, more and more businesses both large and small scale have started incorporating whatsapp marketing to grow their business and increase sales/revenue and I know you wouldn’t want to be left behind.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo how do you market your business/products/services on whatsapp? to be able to use whatsapp to increase sales and revenue, you would have to use the latest and most effective strategies and this is what you would learn in this complete whatsapp marketing course, we teach you the most profitable and valuable strategies that would result to more contacts, status views, more conversions, more sales, loyal customers and even more referrals.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe at orange academy have spent months creating and compiling the perfect course on everything you need to know about whatsapp marketing, with perfectly edited episodes that dives straight into the topic of discussion, as we value your time and do not want to bore you.\u003C/p\u003E\u003Cp\u003EWe also made understanding easier for you with screen recordings and step by step breakdown of information that would take you steps ahead of your competitors in 2021. \u003Cstrong\u003EWe explain to you how to set up your whatsapp profile properly to suite your type of business, how to grow your contacts and increase your whatsapp status views, how to advertise properly on whatsapp, how to attend and relate with both old and new customers and keep them loyal to you, etc\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThis course contains over 35 lectures and and 2.5 hours of content which was created for everyone that has or is planning to start a business, or anyone that has a product/services they would like to market. \u003Cstrong\u003EAt the end of every section we always do a recap and conclusion to all that you have learnt.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe look forward to connecting with you, we would love to answer your questions, hear your feedbacks and success stories and most importantly see your positive reviews.\u003C/p\u003E\u003Cp\u003EAfter completing this course you would know exactly the strategies to implement in order to increase sales of your product and services using whatsapp.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EJoin over 16,000 students, ENROLL NOW!! and skyrocket your business profits using\u0026nbsp;the latest 2022 WhatsApp Marketing Techniques \u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/complete-whatsapp-marketing-course-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4071636_e724.jpg","duration":"2,5 Stunden","enrolledStudentsCount":"16.910 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 9/2021","targetAudiences":["Everyone"],"tags":["Marketing","Social-Media-Marketing","WhatsApp-Marketing"],"rating":{"count":104,"averageValue":"4.0"},"instructors":[{"name":"Oranje Academy","url":"/user/orange-academia/","totalNumberOfStudents":27737,"totalNumberOfReviews":186,"averageRating":4.352016638461539}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"ACB7B5C768E9C88F1653","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/zum-erfolg-programmieren-alles-uber-erfolg/":{"courseDetails":{"courseId":4450854,"title":"Zum Erfolg programmieren - Alles über Erfolg","shortDescription":"Der Kurs der erfolgreicher macht","longDescription":"\u003Cp\u003EAlles Wissen, das es zum Thema Erfolg gibt, alle relevanten Tipps erfolgreicher Menschen, Bücher, Studien, die Psychologie des Erfolgs, Routinen, Strategien und Motivation. Dazu gibt es mehrere Beispiele aus der Praxis, damit Sie die Theorie auf Ihr eigenes Projekt übertragen können, um so sehen zu können, wo eventuell noch etwas nachgebessert werden könnte. Zuerst geht es um alle möglichen Definitionen über Erfolg, damit ein Eindruck gewonnen wird, wie vielschichtig das Thema ist. Dann werden allerlei Meinungen von meist prominenten Leuten gezeigt, um ebenfalls die Vielschichtigkeit aufzuzeigen. Mit den dann folgenden Büchern und Studien über Erfolg wird eine Art Stoffsammlung gebildet, um zu zeigen, welche Faktoren sich hieraus ableiten lassen. In mehreren Kapiteln werden dann verschiedene psychologische Effekte und Erkenntnisse zum Thema aufgearbeitet. Hieraus lässt sich eine Art Abfolgeplan, oder Formel ableiten, wie erfolgreiche Handlungen immer strukturiert sein müssen und woran es meistens scheitert, wenn sich kein Erfolg einstellt. Diese Art Formel kann dann an verschiedenen Projekten und Tätigkeiten reflektiert werden, womit sich der Kursteilnehmer leichter tut, sein Projekt wiederzufinden. Letztlich gibt es dazu eine umfangreiche Checkliste mit der mögliche Schwachstellen gut sichtbar herausgearbeitet werden können. Der Kurs ist nach wissenschaftlichen Standards erstellt, logisch, Sachbezogen aufgebaut, mit dem Hintergrund, so viel Informationen wie möglich daraus nutzbar zu machen.\u003C/p\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/zum-erfolg-programmieren-alles-uber-erfolg/","imageUri":"https://img-b.udemycdn.com/course/750x422/4450854_1353_2.jpg?secure=omTjfLTJULk-8DUWubWjaw%3D%3D%2C1640767976","duration":"4 Stunden","enrolledStudentsCount":"0 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["An alle die ein Projekt oder eine Unternehmung zum Erfolg führen wollen","An alle die wissen wollen wie eine erfolgreiche Handlung in der psychologischen Tiefe aussieht"],"tags":["Business","Businessstrategie","Persönlicher Erfolg"],"rating":null,"instructors":[{"name":"Teaching King","url":"/user/teaching-king/","totalNumberOfStudents":0,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"7C4A12B12B3EE763A810","originalPrice":"8.320 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/prepare-to-pass-rhcsa-ex200-rhel82-with-practice-tests/":{"courseDetails":{"courseId":4465060,"title":"Prepare to pass RHCSA (EX200-RHEL8.2) with Practice Tests","shortDescription":"Real simulations of Red Hat Certified System Administrator (RHEL-8 Version) Exam !","longDescription":"\u003Cp\u003E\u003Cstrong\u003EExam description\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe performance-based Red Hat Certified System Administrator (RHCSA) exam (EX200) tests your knowledge in areas of system administration common across a wide range of environments and deployment scenarios. The skills tested in this exam are the foundation for system administration across all Red Hat products.\u003C/p\u003E\u003Cp\u003EBy passing this exam, you become a Red Hat Certified System Administrator. If you choose to continue your learning journey beyond RHCSA, the credential can also serve as a foundational step on your path toward our highest level of certification—Red Hat Certified Architect.\u003C/p\u003E\u003Cp\u003EThis exam is based on Red Hat Enterprise Linux 8.2.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAudience for this exam\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EExperienced Red Hat Enterprise Linux system administrators seeking validation of their skills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStudents who have attended Red Hat System Administration I (RH124) and Red Hat System Administration II (RH134) and are on the path to becoming an RHCSA\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExperienced Linux system administrators who require a certification either by their organization or based on a mandate (DoD 8570 directive)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIT professionals who are on the path to becoming a Red Hat Certified Engineer (RHCE)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAn RHCE who is noncurrent or who is about to become noncurrent and wants to recertify as an RHCE\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevOps professionals who wish to demonstrate their expertise with the fundamentals of container technology\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EPrerequisites for this exam\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHave either taken Red Hat System Administration I (RH124) and Red Hat System Administration II (RH134) or the RHCSA Rapid Track course (RH199) that combines those courses, or have comparable work experience as a system administrator on Red Hat Enterprise Linux\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReview the Red Hat Certified System Administrator exam (EX200) objectives\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/prepare-to-pass-rhcsa-ex200-rhel82-with-practice-tests/","imageUri":"https://img-c.udemycdn.com/course/750x422/4465060_04ac.jpg","duration":"","enrolledStudentsCount":"36 Teilnehmer","lastUpdated":"Veröffentlicht: 12/2021","targetAudiences":["Experienced Red Hat Enterprise Linux system administrators seeking validation of their skills","Students who have attended Red Hat System Administration I (RH124) and Red Hat System Administration II (RH134) and are on the path to becoming an RHCSA","Experienced Linux system administrators who require a certification either by their organization or based on a mandate (DoD 8570 directive)","IT professionals who are on the path to becoming a Red Hat Certified Engineer (RHCE)","An RHCE who is noncurrent or who is about to become noncurrent and wants to recertify as an RHCE","DevOps professionals who wish to demonstrate their expertise with the fundamentals of container technology"],"tags":["IT \u0026 Software","IT-Zertifizierungen"],"rating":null,"instructors":[{"name":"Nadia Achlouje","url":"/user/nadia-achlouj/","totalNumberOfStudents":11463,"totalNumberOfReviews":64,"averageRating":4.730072684375}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DISCUDEMY.COM","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/roboauthor-content-writing-automation-2019-part-1/":{"courseDetails":{"courseId":2496302,"title":"RoboAuthor: Content Writing Automation 2021 - Part 1","shortDescription":"Command Robots to write stories, scripts or poetry in any author\u0027s style in minutes with Artificial Intelligence in 2021","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EDo you remember the \u0022Jetsons show\u0022? \u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe Jetsons fascinated me and everyone else around me. Thoughts of moving sidewalks, self-driving vehicles and robot housekeepers - fuelled my daydreams to the core. Let\u0027s now talk about the present time and the tech that is evolving.\u003C/p\u003E\u003Cp\u003ENowadays, I can command a robotic tool, device or tech to tell me the next day’s weather, read a e-book to me, play my preferred podcasts and even vacuum my flooring. This signifies that we’ve all seen the expansion of automation and how it has seamlessly advanced our normal lives.\u003C/p\u003E\u003Cp\u003EArtificial intelligence has been and continues to make waves in our business gear and processes as well.\u003C/p\u003E\u003Cp\u003EAnd that brings us to an interesting cognisance: Will Artificial Intelligence (AI) tech take over one of the maximum critical elements of our lives today, content? What if AI can create content and you can make it write stuff autonomously without human intervention?\u0026nbsp;Isn\u0027t that a mind-blowing concept, altogether?\u003C/p\u003E\u003Cp\u003EAutomated content material creation is now a truth and a reality that has come to life.\u003C/p\u003E\u003Cp\u003EArtificial Intelligence (AI), under the guidance of human beings, has grown from rudimentary beginnings of easy laptop programming to blossoming into assisting human beings, automate tasks and even sketch paintings.\u003C/p\u003E\u003Cp\u003EAI can be used to investigate records and, in a few cases, expect outcomes. It’s crucial to take into account there is always a human connected to AI and it doesn’t run independently (clarifying for the conspiracy theorists) but human and AI powered content is the future and the future is now.\u003C/p\u003E\u003Cp\u003EArtificial Intelligence (AI)\u0026nbsp;tools now can mimic the human mind and may be utilised to expect consequences or scenarios, fill in logical gaps and analyse text or even speech in a few instances. Let\u0027s move on further to ask the definitive question.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIs this the end of manual content creation?\u0026nbsp;\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe answer is a big \u0022Yes\u0022. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EContent can write itself finally in 2021. This is a fact - not a fictitious concept.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course that the world resisted to bring is now here. A new unforgettable record break that will shock writers or authors worldwide. \u003C/p\u003E\u003Cp\u003ELearn content writing automation in 2021 with \u003Cstrong\u003E\u0022RoboAuthor:\u0026nbsp;Content Writing Automation\u0026nbsp;Series\u0022\u003C/strong\u003E to let robots write your stories and content in a meaningful and unique way. We have discovered incredible technology tools to help you in the same and I, \u003Cem\u003EDigital Marketing Legend\u003C/em\u003E \u003Cstrong\u003E\u003Cem\u003E\u0022Srinidhi Ranganathan\u0022 \u003C/em\u003E\u003C/strong\u003Ewish to teach you the same to help you launch a content or fiction story daily. The content tools taught in the course also tend to copy a specific author\u0027s style if you need it to be and the content is generated completely unique. All of this is performed through usage of cloud-based \u003Cstrong\u003E\u003Cem\u003EArtificial Intelligence (AI)\u003C/em\u003E\u003C/strong\u003E based tools that do all the work for you when you feed a line or a sentence to form content based on the input provided. This incredible or marvellous course is going to change your entire mind-set on how you think about content - altogether.\u003C/p\u003E\u003Cp\u003EWe will teach you how to automate writing blog articles, short stories, poems, screenplays/scripts, and song writing, etc. You will also learn how to write with a writing robot live. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EThe future of content writing is now here.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELet\u0027s explore the magic of the unique content that is weaved and written automatically through robots.\u003C/p\u003E\u003Cp\u003EEnroll now and let\u0027s starting booming the writing magic with this \u003Cstrong\u003E\u003Cem\u003E\u0022Part 1 RoboAuthor Artificial Intelligence\u0022\u003C/em\u003E\u003C/strong\u003E course.\u003C/p\u003E\u003Cp\u003ETime to boom and put a ding in the content writing universe.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/roboauthor-content-writing-automation-2019-part-1/","imageUri":"https://img-c.udemycdn.com/course/750x422/2496302_e9fe_6.jpg","duration":"1,5 Stunden","enrolledStudentsCount":"55.034 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Content creators who want to ditch the manual process of writing business content and want to shift to AI-Robots written content and speed up the process in order for growth-hacking.","Digital Marketers who wish to use inbound content marketing and the use of robo-written e-books for promotional use to market their business easier.","Authors who wish to use artificial intelligence technology to aid them in the writing process and to finish writing books in hours - instead of spending sleepless nights thinking of ideas on what to write and how to fill the content blocks.","Anyone who has a desire to learn Artificial Intelligence (AI) powered content writing tech tools."],"tags":["Wissenschaft \u0026 Lehre","Sonstiges in Wissenschaften \u0026 Lehre","Texte schreiben"],"rating":{"count":394,"averageValue":"4.5"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":785577,"totalNumberOfReviews":20110,"averageRating":3.978674842711649}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"THEWRITE","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/earned-value-management-technique-with-examples/":{"courseDetails":{"courseId":3716766,"title":"Project Management: Cost \u0026 Schedule Monitoring using EVM","shortDescription":"Earned Value Management, Project Management, Cost Control \u0026 Monitor, Budget, Schedule \u0026 Cost Variance, Performance Index","longDescription":"\u003Cp\u003EThe course will help you understand the basic concepts of Earned Value Management which is one of the most important technique for effective Project Management.\u003C/p\u003E\u003Cp\u003EBy the end of this course you will learn the key terms of Earned Value Management, their definitions and the various formulas used to analyze whether the project is getting executed on track with respect to cost and schedule.\u003C/p\u003E\u003Cp\u003EThe course lets you understand the concept of Budget, Planned Value, Earned Value. It also teaches how to calculate Cost and Schedule Variance, Cost and Schedule Performance Index, Estimate At Completion, Estimate To Complete and To Complete Performance Index.\u003C/p\u003E\u003Cp\u003EThe course also includes examples showing the various scenarios of a project during execution phase and how Earned Value Management aids in recognizing the project status at any point of time with respect to budget and project completion schedule.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/earned-value-management-technique-with-examples/","imageUri":"https://img-c.udemycdn.com/course/750x422/3716766_e7d8_2.jpg","duration":"33 Min.","enrolledStudentsCount":"70.576 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 8/2021","targetAudiences":["Engineering Students","Fresh Engineers","Construction Professionals","Civil Engineers","Quantity Surveyors","Project Managers","Planning Professionals","Civil Engineering Students","Business Students"],"tags":["Business","Projektmanagement","Projektmanagement"],"rating":{"count":615,"averageValue":"4.4"},"instructors":[{"name":"Akhil Krishna","url":"/user/akhil-krishna-37/","totalNumberOfStudents":112973,"totalNumberOfReviews":1483,"averageRating":4.271465677922078}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EVM2021","originalPrice":"1.600 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/career-coaching-top-5-secrets-of-effcient-sessions/":{"courseDetails":{"courseId":4117104,"title":"Career Coaching: TOP 5 Secrets of Effcient Sessions","shortDescription":"This course is for the people who want to know how to choose personal coaches correctly and lead comprehended lifestyle.","longDescription":"\u003Cp\u003EHello, everyone! Thanks for paying attention to this lection about Career Coaching!\u003C/p\u003E\u003Cp\u003EOur world today is one that celebrates being busy. Being busy is something that we strive for, despite the feeling of overwhelm - the feeling of having no time like you’re drowning. Surely, being busy is a sign of success?\u003C/p\u003E\u003Cp\u003EWell, not necessarily. You can be busy, but be in a job that you hate. One that makes you dread each morning, or you’re sat at your desk each day, bored and unfulfilled. You may be busy, but that doesn’t equal happiness.\u003C/p\u003E\u003Cp\u003EAnd recognising this isn’t easy. With so many responsibilities, it feels as though we can’t afford to consider a career change. We have bills to pay, families to support and homes to maintain, shouldn’t we be thankful we have a job at all, regardless of whether it makes us happy?\u003C/p\u003E\u003Cp\u003ECourse Hello, everyone! Thanks for paying attention to this lection about Career Coaching!\u003C/p\u003E\u003Cp\u003EOur world today is one that celebrates being busy. Being busy is something that we strive for, despite the feeling of overwhelm - the feeling of having no time like you’re drowning. Surely, being busy is a sign of success?\u003C/p\u003E\u003Cp\u003EWell, not necessarily. You can be busy, but be in a job that you hate. One that makes you dread each morning, or you’re sat at your desk each day, bored and unfulfilled. You may be busy, but that doesn’t equal happiness.\u003C/p\u003E\u003Cp\u003EAnd recognising this isn’t easy. With so many responsibilities, it feels as though we can’t afford to consider a career change. We have bills to pay, families to support and homes to maintain, shouldn’t we be thankful we have a job at all, regardless of whether it makes us happy?\u003C/p\u003E\u003Cp\u003ECourse Hello, everyone! Thanks for paying attention to this lection about Career Coaching!\u003C/p\u003E\u003Cp\u003EOur world today is one that celebrates being busy. Being busy is something that we strive for, despite the feeling of overwhelm - the feeling of having no time like you’re drowning. Surely, being busy is a sign of success?\u003C/p\u003E\u003Cp\u003EWell, not necessarily. You can be busy, but be in a job that you hate. One that makes you dread each morning, or you’re sat at your desk each day, bored and unfulfilled. You may be busy, but that doesn’t equal happiness.\u003C/p\u003E\u003Cp\u003EAnd recognising this isn’t easy. With so many responsibilities, it feels as though we can’t afford to consider a career change. We have bills to pay, families to support and homes to maintain, shouldn’t we be thankful we have a job at all, regardless of whether it makes us happy?\u003C/p\u003E\u003Cp\u003ECourse Career Coaching contains basic information about coaching. We have showed it to more than 1000 people and 86 per cent who have responded were really satisfied about effectiveness of info! Hope to see you soon!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat will you study?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1) Figure out what coach do you need: It is a good question when it comes to choosing a coach. This may take quite a while before you will make your decision. This course was made in order to help people with that hard choice.\u003Cstrong\u003E \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E2) Mentor or Coach? Here we will explain why sometimes you need a coach and under other circumstances it is better to drag your attention closer to mentor’s services.\u003C/p\u003E\u003Cp\u003E3) Stop being worried! Here we have gathered all the “must have” information which is considered to be fast and at the same time definitely useful\u003C/p\u003E\u003Cp\u003E4) Easy and well-balanced course consisting of 6 small parts\u003C/p\u003E\u003Cp\u003Econtains basic information about coaching. We have showed it to more than 1000 people and 86 per cent who have responded were really satisfied about effectiveness of info! Hope to see you soon!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat will you study?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1) Figure out what coach do you need: It is a good question when it comes to choosing a coach. This may take quite a while before you will make your decision. This course was made in order to help people with that hard choice.\u003Cstrong\u003E \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E2) Mentor or Coach? Here we will explain why sometimes you need a coach and under other circumstances it is better to drag your attention closer to mentor’s services.\u003C/p\u003E\u003Cp\u003E3) Stop being worried! Here we have gathered all the “must have” information which is considered to be fast and at the same time definitely useful\u003C/p\u003E\u003Cp\u003E4) Easy and well-balanced course consisting of 6 small parts\u003C/p\u003E\u003Cp\u003E contains basic information about coaching. We have showed it to more than 1000 people and 86 per cent who have responded were really satisfied about effectiveness of info! Hope to see you soon!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat will you study?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1) Figure out what coach do you need: It is a good question when it comes to choosing a coach. This may take quite a while before you will make your decision. This course was made in order to help people with that hard choice.\u003Cstrong\u003E \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E2) Mentor or Coach? Here we will explain why sometimes you need a coach and under other circumstances it is better to drag your attention closer to mentor’s services.\u003C/p\u003E\u003Cp\u003E3) Stop being worried! Here we have gathered all the “must have” information which is considered to be fast and at the same time definitely useful\u003C/p\u003E\u003Cp\u003E4) Easy and well-balanced course consisting of 6 small parts\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/career-coaching-top-5-secrets-of-effcient-sessions/","imageUri":"https://img-c.udemycdn.com/course/750x422/4117104_ef6f.jpg","duration":"2,5 Stunden","enrolledStudentsCount":"11.025 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["Individuals looking for personal development","Students (mostly freshmen)","For a people who are ready to change their lifestyle and make it better"],"tags":["Persönliche Entwicklung","Karriereentwicklung","Karriere-Coaching"],"rating":{"count":15,"averageValue":"4.2"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Michael Adams","url":"/user/michael-adams-211/","totalNumberOfStudents":11536,"totalNumberOfReviews":19,"averageRating":4.186508142857143},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"57A0B72F38DE284D2BFF","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/az-204-developing-solutions-for-ms-azure-practice-exams-2022/":{"courseDetails":{"courseId":4457104,"title":"AZ-204 Developing Solutions for MS Azure Practice Exams 2022","shortDescription":"Latest exam preparation for AZ-204 Microsoft Certification (Fully Updated Questions with Explanation)","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAZ-204 - Developing Solutions for Microsoft Azure SEP 2021\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECandidates for this exam are cloud developers who participate in all phases of development from requirements definition and design, to development and deployment, and maintenance. They partner with cloud DBAs, cloud administrators, and clients to implement solutions.Candidates for this exam should have subject matter expertise designing, building, testing, and maintaining cloud applications and services on Microsoft Azure.\u003C/p\u003E\u003Cp\u003ECandidates should be proficient in Azure SDKs, data storage options, data connections, APIs, app authentication and authorization, compute and container deployment, debugging, performance tuning, and monitoring.A candidate for this exam should have 1-2 years professional development experience and experience with Microsoft Azure. In addition, the role should have ability programming in a language supported by Azure and proficiency in Azure SDKs, Azure PowerShell, Azure CLI, data storage options, data connections, APIs, app authentication and authorization, compute and container deployment, debugging, performance tuning, and monitoring.\u003C/p\u003E\u003Cp\u003EWe have prepared this practice test course for all those \u003Cstrong\u003Ecandidates who are planning of taking AZ-204 exam \u003C/strong\u003Ein near future.\u003C/p\u003E\u003Cp\u003EThis is an Unofficial course and this course is not affiliated, licensed or trademarked with Microsoft in any way.\u003C/p\u003E\u003Cp\u003EAll questions are based on the Exam Objectives for the \u003Cstrong\u003EAZ-204 Developing Solutions for Azure\u003C/strong\u003E Certification Exam for all domains of the exam, so you can take and pass the actual \u003Cstrong\u003EAZ-204 Developing Solutions for Azure\u003C/strong\u003E Certification Exam with confidence, including questions from the following sections:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDevelop Azure compute solutions (25-30%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelop for Azure storage (10-15%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplement Azure security (15-20%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMonitor, troubleshoot, and optimize Azure solutions (10-15%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConnect to and consume Azure services and third-party services (25-30%)\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course is constantly updated to ensure it stays current and up-to-date with the latest release of the \u003Cstrong\u003EAZ-204 Developing Solutions for Azure\u003C/strong\u003E Certification Exam, and also provide a 30-day money-back guarantee if you are not satisfied with the quality of this course for any reason!\u003C/p\u003E\u003Cp\u003EGood studies!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/az-204-developing-solutions-for-ms-azure-practice-exams-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4457104_539f.jpg","duration":"","enrolledStudentsCount":"2.008 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["AZ-204 exam students \u0026 candidates","Anyone who want to pass AZ-204 Exam certification.","People who want to test their knowledge on the AZ-204.","Students who want to take and pass the AZ-204 Azure Developer Certification Exam on the first try."],"tags":["IT \u0026 Software","IT-Zertifizierungen","Microsoft-Zertifizierung"],"rating":{"count":7,"averageValue":"4.5"},"instructors":[{"name":"Edu Academy","url":"/user/eduacademy/","totalNumberOfStudents":31429,"totalNumberOfReviews":216,"averageRating":4.403132692237443}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DISCUDEMY.COM","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/professional-scrum-master-certification-practice-exams-psmtm3/":{"courseDetails":{"courseId":4450020,"title":"Professional Scrum Master Certification Practice Exams PSM™3","shortDescription":"Feel confident and Get PSM™ 3 certified on your first try!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhat Exactly Is Certification?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECertification is an amazing pathway to getting a high paying career in some of the best jobs in the world without spending thousands of dollars attending a four-year college.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGet Ready To Prepare Like You’ve Never Prepared Before\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAs we often say at AFAQ Formations, work smarter not harder. You are about to see a study guide that took hours of hard collection work, expert preparation, and constant feedback. That’s why we know this exam prep will help you get that high-score on your journey to certification.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYour Journey To Pass The PSM™3\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPerhaps this is your first step toward the certification, or perhaps you are coming back for another round. We hope that you feel this exam challenges you, teaches you, and prepares you to pass the \u003Cstrong\u003EPSM™3\u003C/strong\u003E. If this is your first study guide, take a moment to relax.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat Should You Know Before Studying The PSM™3 ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEvery exam and certification has different requirements. If this is a serious venture, make sure to read the prerequisites before preceding. Nothing is worse than wasting months studying for an exam you can’t take or passing an exam that won’t help you get a certification!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat Is The PSM™3\u0026nbsp; Focused On?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe \u003Cstrong\u003EPSM™3\u003C/strong\u003E or as it’s also known, the \u003Cem\u003E \u003C/em\u003E\u003Cstrong\u003EProfessional Scrum Master III\u003C/strong\u003E, like all tests, there is a bit of freedom on \u003Cstrong\u003EScrum\u003C/strong\u003E\u0027s part to exam an array of subjects. That means knowing the majority of \u003Cstrong\u003EPSM™3\u003C/strong\u003E content is required because they test randomly on the many subjects available. Be aware too that experience requirements often exist because they’ve observed the average person and what is required. You can always push past that to succeed with the \u003Cstrong\u003EPSM™3 \u003C/strong\u003E but it may take some extra work.\u003C/p\u003E\u003Cp\u003E---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EProfessional Scrum Master™ 3 (PSM™ 3) is a protected brand of Scrum (.) org.\u003C/p\u003E\u003Cp\u003EThese practice exams are neither endorsed by nor affiliated with Scrum (.) org.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/professional-scrum-master-certification-practice-exams-psmtm3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4450020_e502.jpg","duration":"","enrolledStudentsCount":"209 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Anyone preparing for the Professional Scrum Master™ 3 (PSM™ 3) certification","People who want to get hired as a Scrum Master."],"tags":["Wissenschaft \u0026 Lehre","Prüfungsvorbereitung"],"rating":null,"instructors":[{"name":"AFAQ Formations","url":"/user/fatima-nouri-3/","totalNumberOfStudents":9002,"totalNumberOfReviews":24,"averageRating":4.410687416666668}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MAISSA","originalPrice":"1.920 ₹","discountedPrice":"Kostenlos","expirationText":"1 Tage","discountPercentage":100}},"https://www.udemy.com/course/neuroplasticity-teach-your-brain-to-work-3-times-faster/":{"courseDetails":{"courseId":4090904,"title":"Neuroplasticity: Teach Your Brain  To Work 3 Times Faster","shortDescription":"Learn how to boost your brain\u0027s work in just 30 minutes!","longDescription":"\u003Cp\u003EIf you have never imagined what living life on autopilot is, this may be because you are going all autopilot and not realizing it. Being conscious about our lives is the least we can do to actually live the better life.\u003C/p\u003E\u003Cp\u003ESo, what does neuroplasticity have to do with it? Pretty easy. Neuroplasticity helps our brain to get out of the ‘comfort zone’, of sorts. It helps us learn new things, thus expanding our brain broad and wide for everything new the world can offer.\u003C/p\u003E\u003Cp\u003EIn this course you will learn exactly how Neuroplasticity affects our life and why we have to improve it to improve ourselves. You will also learn what Neuroplasticity can do miraculously, like: fight racism, prejudice, improve your thinking process and so much more.\u003C/p\u003E\u003Cp\u003EYou will also learn about our brain’s capabilities and what it really can do. Did you know that our brain is capable of holding information longer and wider than our lives? That we can possibly know so much that for now we can’t even imagine that happening? That’s because we have to use our brain’s potential and unveil everything it hides.\u003C/p\u003E\u003Cp\u003EWe will also learn about neurogenesis through our lives. We will learn what neurogenesis is and how it works and affects us.\u003C/p\u003E\u003Cp\u003EBut of course, we have to exercise to have a result in our Neuroplasticity studies, and that’s exactly what you are going to get. Some exercises will be shown during the course to help you improve your Neuroplasticity and achieve your desired results.\u003C/p\u003E\u003Cp\u003ECome along and together we will improve and conquer our brain! For it’s own good, of course.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/neuroplasticity-teach-your-brain-to-work-3-times-faster/","imageUri":"https://img-b.udemycdn.com/course/750x422/4090904_0c5a.jpg?secure=7xdXGyR7EoGfXsRY17RgIg%3D%3D%2C1640799328","duration":"2,5 Stunden","enrolledStudentsCount":"19.545 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Everyone who want to boost brain\u0027s work (Neuroplasticity)!"],"tags":["Persönliche Entwicklung","Gedächtnis \u0026 Lerntechniken","Neuroplastizität"],"rating":{"count":126,"averageValue":"3.7"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Nick Parker","url":"/user/nick-parker-40/","totalNumberOfStudents":44980,"totalNumberOfReviews":513,"averageRating":4.054404656456456},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2B25435EAC56F27B053D","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/screenwriting-writing-a-selling-story-with-your-bare-hands/":{"courseDetails":{"courseId":4073826,"title":"Screenwriting: Writing a Selling Story with Your Bare Hands","shortDescription":"Learn how to write or how to improve your writing skills, either for the screen or for yourself.","longDescription":"\u003Cp\u003EOh, you want to be a screenwriter? Then come along to learn how to become one. This course focuses on conjuring your ideas, structuralizing your plot and turning it into a selling script.\u003C/p\u003E\u003Cp\u003EThis course will make your search for ideas less menacing, showing you how and where to find them. If inspiration doesn’t come willingly, you’ll learn how to call upon it and brainstorm ideas.\u003C/p\u003E\u003Cp\u003EYou will learn key elements of a movie script, as much as key steps for turning your idea into a story, and story into a plot for your script. You will also learn the actual importance of a movie plot and how to make yours visible among the others.\u003C/p\u003E\u003Cp\u003EWe will talk about plot structure and what you should do make your script consistent and easy to navigate through. You will see technical side of screenwriting because you won’t get far without it.\u003C/p\u003E\u003Cp\u003EWe will discuss plot types with references to live movies and tv-shows, and a specific system of plot-building.\u003C/p\u003E\u003Cp\u003ENo specific screenwriting knowledge required, this course is great for beginners and amateurs as well as for people already in the industry.\u003C/p\u003E\u003Cp\u003EThis course is for anyone who wants to learn how to write for the screen or master their existing skills and learn even more.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/screenwriting-writing-a-selling-story-with-your-bare-hands/","imageUri":"https://img-c.udemycdn.com/course/750x422/4073826_c0ef_2.jpg","duration":"2,5 Stunden","enrolledStudentsCount":"6.222 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["begginer screenwriters","someone who already in movie industry","someone who wants to upgrade writing skills"],"tags":["Persönliche Entwicklung","Kreativität","Drehbücher schreiben"],"rating":{"count":17,"averageValue":"4.2"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Nick Parker","url":"/user/nick-parker-40/","totalNumberOfStudents":44980,"totalNumberOfReviews":513,"averageRating":4.054404656456456},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"25F437575D6E9E075D03","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/write-heartfelt-soulful-poetry-creative-writing/":{"courseDetails":{"courseId":4456752,"title":"Write Dreamy, Heartfelt, Soulful Poetry - Creative Writing","shortDescription":"Use creative writing to write dreamy and imaginative poetry. Course on Creative writing for poetry that inspires","longDescription":"\u003Cp\u003ELearn to write dreamy and imaginative poetry that inspires readers and takes them to new worlds.\u003C/p\u003E\u003Cp\u003ECreate beauty with your writing and give the gift of inspiration to others.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe\u0027ll start with poetry basics like similes, rhyming, metaphors, and building imagery. We will also explore the brain science of what makes people feel certain feelings. We\u0027ll combine the science with philosophy to help you understand what goes on in the mind of a reader or listener.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe\u0027ll write a poem\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAs you make your way through the course, you and I will write a poem together. We\u0027ll start with a 1-line image. We\u0027ll expand that into a 3-line Haiku. After that, we\u0027ll turn that into a short 4-line poem, and I\u0027ll show you how to grow your poetry beyond that.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUpload your poetry book to Amazon and the Kindle\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAfter you complete a set of poems, the course will walk you through how to upload your creative writing or poetry on Amazon so you can have a Kindle version of your book and a paperback version of your book. Amazon takes care of printing and shipping your paperback.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout the instructor, Alex Genadinik\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAlex writes music that has a strong focus on imaginative and rich poetry that inspires. His music is growing on channels on Instagram, Facebook, YouTube, and TikTok. In the course, he shares the kind of magic he tries to create with the lyrics in his music. He\u0027ll walk you through a number of his original lines and works by great poets like Shakespeare. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEnrich your life! Enroll today!\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/write-heartfelt-soulful-poetry-creative-writing/","imageUri":"https://img-c.udemycdn.com/course/750x422/4456752_9ec6.jpg","duration":"2 Stunden","enrolledStudentsCount":"2.004 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Aspiring poets and creative writers","People who want to be more creative"],"tags":["Wissenschaft \u0026 Lehre","Geisteswissenschaften","Poesie"],"rating":null,"instructors":[{"name":"Alex Genadinik","url":"/user/alexgenadinik/","totalNumberOfStudents":527884,"totalNumberOfReviews":38750,"averageRating":4.458157067215772}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"7E18C31CCC2C51E2F03F","originalPrice":"2.560 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/no-code-machine-learning-using-amazon-aws-sagemaker-canvas/":{"courseDetails":{"courseId":4429048,"title":"No-Code Machine Learning Using Amazon AWS SageMaker Canvas","shortDescription":"Build your Machine Learning Model and get accurate predictions without writing any Code using AWS SageMaker Canvas","longDescription":"\u003Cp\u003EThis \u003Cstrong\u003EAWS\u0026nbsp;SageMaker Canvas \u003C/strong\u003ECourse will help you to become a Machine Learning Expert and will enhance your skills by offering you comprehensive knowledge, and the required hands-on experience on this newly launched Cloud based ML tool, by solving real-time industry-based projects, without needing any complex coding expertise.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETop Reasons why you should learn AWS\u0026nbsp;SageMaker Canvas : \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAWS is the #1 cloud based tool used industry wide for Machine Learning Projects.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou do not need Advanced Coding expertise generally required in the field of Machine Learning.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EComplex knowledge of Statistics, Algorithms, Mathematics that is difficult to master is also not required.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMachine Learning Models that usually takes many days to build, are available very quickly in just a few minutes.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe demand for ML\u0026nbsp;professionals is on the rise. This is one of the most sought-after profession currently in the lines of Data Science.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThere are multiple opportunities across the Globe for everyone with Machine Learning skills.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESageMaker Canvas has a small learning curve and you can pick up even advanced concepts very quickly.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis Tool is available as a part of AWS\u0026nbsp;Free Tier.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou do not need high configuration computer to learn this tool. All you need is any system with internet connectivity.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ETop Reasons why you should choose this Course :\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThis course is designed keeping in mind the students from all backgrounds - hence we cover everything from basics, and gradually progress towards advanced topics.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWe take live Industry Projects and do each and every step from start to end in the course itself.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course can be completed in a Day !\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll Doubts will be answered.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EMost Importantly, Guidance is offered beyond the Tool - You will not only learn the Software, but important Machine Learning principles. Also, I will share the resources where to get the best possible help from, \u0026amp;\u0026nbsp;also the sources to get public datasets to work on to get mastery in the ML domain.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA Verifiable Certificate of Completion is presented to all students who undertake this AWS SageMaker Canvas course.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/no-code-machine-learning-using-amazon-aws-sagemaker-canvas/","imageUri":"https://img-c.udemycdn.com/course/750x422/4429048_7e67_2.jpg","duration":"1,5 Stunden","enrolledStudentsCount":"2.005 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Machine Learning Enthusiasts","Data Science Professionals","Students who want to enter ML domain but don\u0027t have Coding expertise","Anybody in General who want to know what is Machine Learning and apply it practically"],"tags":["Programmierung","Data Science","Amazon SageMaker"],"rating":{"count":3,"averageValue":"4.7"},"instructors":[{"name":"Prince Patni","url":"/user/prince-patni/","totalNumberOfStudents":68203,"totalNumberOfReviews":586,"averageRating":4.131145749327355}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"AWSCANVAS_NEWYEAR","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/microsoft-clarity-for-website-analytics-a-to-z-complete-tutorial/":{"courseDetails":{"courseId":3818074,"title":"Microsoft Clarity for Web Analytics :  A-Z Complete Tutorial","shortDescription":"Learn Microsoft\u0027s latest new tool - Clarity - \u0026 get insights to improve your website experience and increase engagement.","longDescription":"\u003Cp\u003EThis course on \u003Cstrong\u003EMicrosoft Clarity\u003C/strong\u003E will help you learn how to leverage this new FREE tool by Microsoft - that makes you understand the actual user experience and gain actionable insights for your website - some insights that are currently only offered by Clarity - like Recordings, Heatmaps, dead clicks and more !\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETop Reasons why you should take this Course :\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECurrently the only course on Udemy on Microsoft Clarity.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECourse covers in detail even the basic step of setting up Clarity on your website.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEach Clarity feature explained in detail LIVE with my own website.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course is designed keeping in mind the students from all backgrounds - hence we cover everything from setup, basics, and gradually progress towards advanced topics.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course can be completed over a Weekend.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll Doubts will be answered.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EMost Importantly, You will not only learn the Software, but also learn how to understand user behavior and take actions to improve user engagement thus improving your website performance and ranking.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETop reason why you should learn Microsoft Clarity :\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMicrosoft Clarity is a free-to-use analytics product built to help website owners and managers improve their website experiences by better understanding site visitor behavior using real evidence in form of recordings and heatmaps. So if you are a website owner, or you manage your company\u0027s / client\u0027s websites, then knowledge of this tool will be a great new addition to your skill set, and you can get certain insights that currently no other tool offers !\u003C/p\u003E\u003Cp\u003EA Verifiable Certificate of Completion is presented to all students who undertake this course on Microsoft Clarity.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/microsoft-clarity-for-website-analytics-a-to-z-complete-tutorial/","imageUri":"https://img-c.udemycdn.com/course/750x422/3818074_c21b.jpg","duration":"1 Stunde","enrolledStudentsCount":"29.783 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 2/2021","targetAudiences":["Any Individuals or Organizations having their own website","Working Professionals looking to learn a new powerful Website Data Visualization tool","Business Intelligence Enthusiasts","Digital Marketing Professionals"],"tags":["Office-Produktivität","Microsoft","Web-Analyse"],"rating":{"count":89,"averageValue":"3.9"},"instructors":[{"name":"Prince Patni","url":"/user/prince-patni/","totalNumberOfStudents":68203,"totalNumberOfReviews":586,"averageRating":4.131145749327355}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MSCLARITY_NEWYEAR","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/the-python-programming-v39-comprehensive-bootcamp/":{"courseDetails":{"courseId":3559007,"title":"The Python Programming Comprehensive Bootcamp","shortDescription":"Become A Certified Python Developer, Learn and Practice Python Programming 3.9 and Boost your Dev career in short time!","longDescription":"\u003Cp\u003EWelcome to The Python Programming Comprehensive Bootcamp.\u003C/p\u003E\u003Cp\u003EIn this Complete Bootcamp, we’ll teach you everything you need to know to become a Professional Python developer.\u003C/p\u003E\u003Cp\u003EVariables, Representing Data Types, and using Computational Power.\u003C/p\u003E\u003Cp\u003EData Structure for data organization, management and storage formatting.\u003C/p\u003E\u003Cp\u003EPractical Flow control and Iterable aspects.\u003C/p\u003E\u003Cp\u003EBuilding software by composing pure functions process.\u003C/p\u003E\u003Cp\u003EObject-Oriented Programming model to organize software design.\u003C/p\u003E\u003Cp\u003EApplication containers and Handling all files.\u003C/p\u003E\u003Cp\u003EPlaying with Exception events and analyzing Errors.\u003C/p\u003E\u003Cp\u003E Lightweight data-interchange format for humans.\u003C/p\u003E\u003Cp\u003EAll that with Numerous Exercises and Quizzes.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBy the end of this Bootcamp, you will have the ability to code with Python the right way easily, and with great confidence to create complex applications.\u003C/p\u003E\u003Cp\u003Ebecause this Bootcamp covers all topics from basic to advanced, and supported by the instructor assistance and guidance throughout a prepared high-quality training.\u003C/p\u003E\u003Cp\u003Ewith A demonstration of each point in this Bootcamp and an explanation of all theoretical and practical aspects in an easy way and in an easy language for beginners.\u003C/p\u003E\u003Cp\u003Ewe will provide you with support, and answer all your questions all the time, if you encounter any obstacles during this Bootcamp.\u003C/p\u003E\u003Cp\u003EWe are here to help you to get the most of this Bootcamp.\u003C/p\u003E\u003Cp\u003EEasily and in no time, you will have all the essential skills that the professional Python developers have.\u003C/p\u003E\u003Cp\u003EWhether you are a beginner or a professional, this Bootcamp is for you, and will change your life and your thinking for the best in the world of software development.\u003C/p\u003E\u003Cp\u003EPython is the most popular programming language out there, also it is one of the coolest, and best programming languages in terms of ease and features.\u003C/p\u003E\u003Cp\u003EIt is very easy for you to read the Python code, as if you were reading a regular English sentence and you can master it in no time.\u003C/p\u003E\u003Cp\u003EWith Python programming language, it is possible to do everything you imagine in the world of programming and data.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/the-python-programming-v39-comprehensive-bootcamp/","imageUri":"https://img-c.udemycdn.com/course/750x422/3559007_b18b_9.jpg","duration":"4,5 Stunden","enrolledStudentsCount":"164.086 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 8/2021","targetAudiences":["Python new developers","Programming and software development engineering newbies","Anyone who wants to dive deeply into Python 3.9 without wasting time","Python developers who want to master the new features of modern python","Programmers and developers who know other programming language but are new to python"],"tags":["Programmierung","Programmiersprachen","Python"],"rating":{"count":1071,"averageValue":"4.3"},"instructors":[{"name":"Ahmed Ibrahim","url":"/user/ahmed-ibrahim-94/","totalNumberOfStudents":365792,"totalNumberOfReviews":4368,"averageRating":4.310838272035794}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"25B029FF6AEB068E95EC","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/microsoft-azure-fundamentals-administration-and-ai/":{"courseDetails":{"courseId":4188144,"title":"Microsoft Azure Fundamentals, Administration and AI","shortDescription":"Learn step by step Azure Fundamentals, Administration and Artificial Intelligence with full practical","longDescription":"\u003Cp\u003E\u003Cstrong\u003E3 courses in 1 course! No theory only practical based tutorial series\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Summary\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI\u0026nbsp;have designed this course with full practical based tutorials that will help you to learn step by step \u003C/p\u003E\u003Cp\u003E1. Microsoft Azure fundamentals and Administration\u003C/p\u003E\u003Cp\u003E2. Artificial Intelligence\u003C/p\u003E\u003Cp\u003ESo the course will guide you to be able to handle Azure portal effectively, solve different types of errors, create web apps and bots, integrate the web apps and bots, report preparation for management to take decision to move to the cloud platform\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAfter successful completion of this course, you will\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1. Receive a Certificate\u003C/p\u003E\u003Cp\u003E2. Get competitive position to get a job\u003C/p\u003E\u003Cp\u003E3.\u0026nbsp; Be able to prepare projects for your education\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course covers the practical work of following outline \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E01. Azure Virtual Machine creation process\u003C/p\u003E\u003Cp\u003E02. Web App Creation Process in Azure portal\u003C/p\u003E\u003Cp\u003E03. Process to Deploy Azure Container Instances\u003C/p\u003E\u003Cp\u003E04. Process to create Blob Storage in Azure Portal\u003C/p\u003E\u003Cp\u003E05. SQL Database Creation Process in Azure Portal\u003C/p\u003E\u003Cp\u003E06. IoT Hub and Device Creation and Simulator Test\u003C/p\u003E\u003Cp\u003E07. Function App Creation Process in Azure\u003C/p\u003E\u003Cp\u003E08. How to Create VM with template step by step process\u003C/p\u003E\u003Cp\u003E09. Azure Key Vault Creation process and Secret to Key Vault\u003C/p\u003E\u003Cp\u003E10. Securing Network Traffic using Azure Portal\u003C/p\u003E\u003Cp\u003E11. How to manage Role Base Access Control (RBAC)\u003C/p\u003E\u003Cp\u003E12. Adding a lock in Azure Resource\u003C/p\u003E\u003Cp\u003E13. Policy Creation Process in Azure Portal\u003C/p\u003E\u003Cp\u003E14. How to use Azure Pricing Calculator\u003C/p\u003E\u003Cp\u003E15. Azure Total Cost of Ownership Calculator\u003C/p\u003E\u003Cp\u003E16. Create Virtual network to connect with Virtual Machines\u003C/p\u003E\u003Cp\u003E17. Web Bot and Web App service Creation Process with Azure Ai\u003C/p\u003E\u003Cp\u003E18. How to create QnA maker service Bot with Azure Ai\u003C/p\u003E\u003Cp\u003E19. How to train custom vision Ai to detect object with Azure\u003C/p\u003E\u003Cp\u003E20. LUIS app creation process manually in Azure Ai\u003C/p\u003E\u003Cp\u003E21. LUIS app building with pre-built domains in Azure\u003C/p\u003E\u003Cp\u003E22. Integrate a Web App Bot with LUIS\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBest of luck!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/microsoft-azure-fundamentals-administration-and-ai/","imageUri":"https://img-c.udemycdn.com/course/750x422/4188144_4ab5_5.jpg","duration":"4,5 Stunden","enrolledStudentsCount":"642 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 7/2021","targetAudiences":["Beginner of cloud computing","Interested to integrate cloud in business","Entrepreneurs","Cloud Tutors","Students business or science background"],"tags":["IT \u0026 Software","Sonstiges in IT \u0026 Software","Microsoft Azure"],"rating":{"count":6,"averageValue":"3.7"},"instructors":[{"name":"Mohammed Tajvir Chowdhury","url":"/user/tanvir-89/","totalNumberOfStudents":2281,"totalNumberOfReviews":16,"averageRating":4.3545419125}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MSCLOUD","originalPrice":"4.480 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/copywriting-3-crucial-points-for-your-text-to-sell-itself/":{"courseDetails":{"courseId":4076372,"title":"Copywriting: 3 Crucial Points For Your Text To Sell Itself","shortDescription":"Learn how to make your text stand out.","longDescription":"\u003Cp\u003EWe can’t go a day in our life without reading something on the internet: blogposts, articles, promotional texts, etc. Who writes them? Who makes us read all of that information? A copywriter. Just image the amount of power hidden inside copywriter’s brain. \u003C/p\u003E\u003Cp\u003EWhen someone needs something sold – they contact a copywriter, when someone needs something promoted – they contact a copywriter. Don’t underestimate that. If you want to learn how all the things forementioned here are done, come along and let’s talk about it in the course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course we are going to have a look at everything you need to become a copywriter. Copywriting is a creative job, but that doesn’t mean that you should go with your free-roaming thoughts all the time. It has its own secrets and tricks that are to be followed if you want to do the job correctly. \u003C/p\u003E\u003Cp\u003EQuality is our best priority and anyone who says otherwise, is sadly, wrong. Before starting to actually write something, you will have a lot to do, because writing a text is the last step in Copywriter’s line of work. So, what does copywriter do? Well you’ll just have to find that out for yourself in this course.\u003C/p\u003E\u003Cp\u003EIn this course, we will go all the way from the start of your copywriting career. We will learn:\u003C/p\u003E\u003Cp\u003E-Why some texts are selling when others aren’t\u003C/p\u003E\u003Cp\u003E-Specifics in Copywriting profession\u003C/p\u003E\u003Cp\u003E-What to put in the text\u003C/p\u003E\u003Cp\u003E-We also are going to talk about your portfolio and how and where you can set it up. \u003C/p\u003E\u003Cp\u003EAlso, at the end of the course you will get a BONUS, but I won’t tell you what it is at this point. :)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/copywriting-3-crucial-points-for-your-text-to-sell-itself/","imageUri":"https://img-b.udemycdn.com/course/750x422/4076372_fc42.jpg?secure=JmQSUI2OwDn8UqCPMm7DyQ%3D%3D%2C1640799276","duration":"3,5 Stunden","enrolledStudentsCount":"15.534 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["Anyone looking for a creative job","People looking to be copywriters but don’t know how to start","Someone who wants to make copywriting either their main job or side job","Anyone interested in writing selling texts"],"tags":["Marketing","Sonstiges in Marketing","Texten"],"rating":{"count":48,"averageValue":"4.4"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Nick Parker","url":"/user/nick-parker-40/","totalNumberOfStudents":44980,"totalNumberOfReviews":513,"averageRating":4.054404656456456},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"155FE243307BEE0B8C72","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/cbt-cognitive-behavioral-therapy-for-anxiety-and-depression/":{"courseDetails":{"courseId":4455066,"title":"CBT: Cognitive Behavioral Therapy For Anxiety And Depression","shortDescription":"Define how CBT could treat anxiety, depression and panic, certification, skills for dealing with different problems","longDescription":"\u003Cp\u003ECBT is an evidence-based psychological intervention which is effective for depressive and other psychiatric disorders. These disorders are afflicting almost one in every six individuals throughout the world. Yet, training needs surveys conducted in different parts of the world, especially in low and middle income countries, found that mental health professionals do not have access to training in the delivery of CBT.\u003C/p\u003E\u003Cp\u003ECBT is a type of talking treatment that focuses on how your thoughts, beliefs and attitudes affect your feelings and behavior, and teaches you coping skills for dealing with different problems. It combines cognitive\u003C/p\u003E\u003Cp\u003EUpon completion of this training, participants will be able to: Accurately assess if CBT is a relevant/indicated intervention, Conceptualize a case from a CBT framework, Demonstrate appropriate application of introductory CBT techniques, Address common stumbling blocks/challenges  Tailor interactions to meet the needs of the person receiving services where they are  Incorporate recovery and culture into treatment plans\u003C/p\u003E\u003Cp\u003ECBT is based on the idea that the way we think about situations can affect the way we feel and behave. For example, if you interpret a situation negatively then you might experience negative emotions as a result, and those bad feelings might then lead you to behave in a certain way.\u003C/p\u003E\u003Cp\u003EIn CBT you work with a therapist to identify and challenge any negative thinking patterns and behaviour which may be causing you difficulties. In turn this can change the way you feel about situations, and enable you to change your behaviour in future. You and your therapist might focus on what is going on in your life right now, but you might also look at your past, and think about how your past experiences impact the way you see the world.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/cbt-cognitive-behavioral-therapy-for-anxiety-and-depression/","imageUri":"https://img-c.udemycdn.com/course/750x422/4455066_9f98_2.jpg","duration":"4,5 Stunden","enrolledStudentsCount":"142 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Anyone who is interested in CBT","Anyone who has the passion for learning"],"tags":["Persönliche Entwicklung","Sonstiges in Persönliche Entwicklung","Kognitive Verhaltenstherapie (CBT)"],"rating":null,"instructors":[{"name":"BS Academy","url":"/user/tarek-barakat-6/","totalNumberOfStudents":5445,"totalNumberOfReviews":12,"averageRating":4.497289935294117}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F91ADEF98855394652B4","originalPrice":"4.480 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/python-programming-beyond-the-basics-intermediate-training/":{"courseDetails":{"courseId":3571361,"title":"Python Programming Beyond The Basics \u0026 Intermediate Training","shortDescription":"Learn, Think and Hands-on Python Intermediate concepts and Boost your Python Development Career in short time!","longDescription":"\u003Cp\u003EHi, Welcome to the Python Programming Beyond The Basics And Intermediate Training.\u003Cbr\u003EIn this course, you will get a hands-on Many important topics that need to be mastered in order to create applications of multiple scales and purposes in Python programming language.\u003C/p\u003E\u003Cp\u003EBy the end of this course, you’ll have the Intermediate concepts that every Python developer should have, and know how to use them practically in all the fields of the Python language.\u003C/p\u003E\u003Cp\u003EEven if you are in any field such as data science, web development or machine learning, it is very necessary to know all the concepts that we will talk about in this course, as well as how to use them in a theoretical and practical way as we will do, and this is in order to facilitate the creation of programs in the correct way as you want it without wasting time or complication.\u003C/p\u003E\u003Cp\u003EWe created this course for you if you want to boost your Python career to become a productive Python programmer .\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EWhat are the topics that we will discuss in this course?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFirst, we will talk about iterators in the Python language, how to use them, the concepts and functions related to them, how to create them, and what is the purpose of creating them easily.\u003C/p\u003E\u003Cp\u003ESimply, Iterator in Python is simply an object that can be iterated upon. An object which will return data, one element at a time.\u003C/p\u003E\u003Cp\u003EThis is a brief and simple definition of Python iterator.\u003C/p\u003E\u003Cp\u003ELet\u0027s go to the second section, which we will talk about.\u003C/p\u003E\u003Cp\u003EIn the second section we will talk about The Python scope Of all kinds and how to deal with them.\u003C/p\u003E\u003Cp\u003ENot all variables or functions can be accessed from anywhere in a program. The part of a program where a variable or function is accessible is called its scope.\u003C/p\u003E\u003Cp\u003EThe section that next, we\u0027ll talk about the string formatting To make sure a string will display as expected . and You’ll learn about these formatting techniques in detail and add them to your Python string formatting toolkit.\u003C/p\u003E\u003Cp\u003EAnd in the fourth section we will know all about:\u003Cbr\u003EWhat generators in Python are and how to use them\u003C/p\u003E\u003Cp\u003EHow to build generator functions and expressions\u003C/p\u003E\u003Cp\u003EHow the Python yield statement works and the difference between yield and return.\u003C/p\u003E\u003Cp\u003EHow to use multiple Python yield statements in a generator function.\u003C/p\u003E\u003Cp\u003EHow to use advanced generator methods in your apps.\u003C/p\u003E\u003Cp\u003EThe section that next, you’ll learn everything about regular expressions in Python.\u003C/p\u003E\u003Cp\u003EThis is a very important topic, and we will talk about it in a detailed and practical way and with deep clarification. Actually, You’ll have all power of regular expressions, You will work with the re library, deal with pattern matching, and many more.\u003Cbr\u003EBasically, Regular Expressions are a tool for matching patterns in text. This is a brief and simple definition of Regular Expressions.\u003C/p\u003E\u003Cp\u003EIn the next section, you’ll master the most commonly used data structures from the Python collections module. \u003Cbr\u003EBasically, Collections in Python are containers that are used to store collections of data, for example, lists and dictionaries. These are built-in collections. Several modules have been developed that provide additional data structures to store collections of data. One such module is the Python collections module.\u003C/p\u003E\u003Cp\u003EThe collections module is used to improve the functionalities of the built-in collection containers. \u003C/p\u003E\u003Cp\u003EThe next section walks you through how to package a simple Python project. It will show you how to add the necessary files and structure to create the package, how to build the package, and how to use this Package.\u003C/p\u003E\u003Cp\u003EIn the next section, you’ll master all about math and statistics modules practically, and the functions that are used with them.\u003C/p\u003E\u003Cp\u003ESimply, the math module provides access to the mathematical functions defined by the C standard. and The statistics module provides functions for calculating mathematical statistics of numeric data.\u003C/p\u003E\u003Cp\u003EFinally, In the last part of this course you will learn something very important, which is decoration.\u003C/p\u003E\u003Cp\u003EIn this section on decorators, we’ll look at what they are and how to create and use them in detail.\u003C/p\u003E\u003Cp\u003ESimply and By definition, a decorator is a function that takes another function and extends the behavior of the latter function without explicitly modifying it. that’s it . We will simplify this topic very without complication, and with practical examples to illustrate.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/python-programming-beyond-the-basics-intermediate-training/","imageUri":"https://img-c.udemycdn.com/course/750x422/3571361_5567.jpg","duration":"2,5 Stunden","enrolledStudentsCount":"118.810 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 6/2021","targetAudiences":["Python Intermediate Developers","Anyone who wants to dive deeply into Python v3.9 Intermediate Topics without wasting time","Anyone who has finished the basics of Python and does not know where to go","Python developers who want to master new features of modern python"],"tags":["Programmierung","Programmiersprachen","Python"],"rating":{"count":652,"averageValue":"4.1"},"instructors":[{"name":"SDE OCTOPUS | AI","url":"/user/senior-microneer/","totalNumberOfStudents":499647,"totalNumberOfReviews":5111,"averageRating":4.298392353377265}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"50196727D448B68C8B4A","originalPrice":"7.680 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/applied-python-tiny-python-projects-fast-effective-course/":{"courseDetails":{"courseId":4180204,"title":"Practice Python: Building Projects with Python Programming","shortDescription":"Learn to apply Python and build many Python Programs using powerful libraries and tools. Build More than 12 Apps","longDescription":"\u003Cp\u003EHello and welcome to this applied Python course “\u003Cstrong\u003EPractice Python: Building Projects with Python Programming\u003C/strong\u003E”.\u003C/p\u003E\u003Cp\u003EThis is a powerful training program about creating real programs using the core python programming language.\u003C/p\u003E\u003Cp\u003EThis course is so effective, direct to the point, detailed, and will save your precious time.\u003C/p\u003E\u003Cp\u003EYou will learn how to use python programming language to create and build real life programs step-by-step the right way. \u003C/p\u003E\u003Cp\u003EThis course is so important and special for any intermediate Python developer or anyone who wants to learn how to apply Python in real life.\u003C/p\u003E\u003Cp\u003EDo you want to write real programs with python programming language quickly?\u003C/p\u003E\u003Cp\u003EIf your answer is Yes, this training course is for you, and will help you a lot to become a professional python developer.\u003C/p\u003E\u003Cp\u003EBy the end of this course you’ll learn to build these programs:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThree Automatic Translation Programs with three Different libraries and tools.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuilding and Managing different types of data files such as CSV files, pickle files and JSON files using Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ehow to work and manage PDF files using python programming language libraries.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing object-oriented basics to store the details for many employees.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuilding a real digital clock using python programming language and libraries to code that digital clock from the Ground Up.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating a game for guessing a number from random numbers depending on three levels we are going to set.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating a music loader using the PyGame library.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating a full Music and audio player using python programming language with the two libraries: PyGame and Tkinter.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuilding a real Video player using python programming language.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuilding a database from a CSV file .\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EYou\u0027ll learn all of that and more practically with Hands-On video Training. Code more than 12 Projects.\u003C/p\u003E\u003Cp\u003EThe training course lessons are easy to follow, understandable and interactive.\u003C/p\u003E\u003Cp\u003EI am Ahmed Ibrahim, a software engineer and Instructor and I have taught more than 250,000 engineers and developers around the world in topics related to programming languages ​​and their applications.\u003C/p\u003E\u003Cp\u003EI hope that you will join us in this applied course.\u003C/p\u003E\u003Cp\u003EWe have a lot to cover in this course.\u003C/p\u003E\u003Cp\u003ELet’s get started!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/applied-python-tiny-python-projects-fast-effective-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4180204_84ac_3.jpg","duration":"3,5 Stunden","enrolledStudentsCount":"49.068 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 8/2021","targetAudiences":["Intermediate Python developer","Python Beginners who know the Python basics","Anyone who wants to learn how to apply Python in real life","Python developers from all levels"],"tags":["Programmierung","Programmiersprachen","Python"],"rating":{"count":136,"averageValue":"4.2"},"instructors":[{"name":"SDE OCTOPUS | AI","url":"/user/senior-microneer/","totalNumberOfStudents":499647,"totalNumberOfReviews":5111,"averageRating":4.298229285113541},{"name":"Ahmed Ibrahim","url":"/user/ahmed-ibrahim-94/","totalNumberOfStudents":365792,"totalNumberOfReviews":4368,"averageRating":4.310838272035794}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DB04454A25E445BCA6DE","originalPrice":"8.320 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/the-r-programming-for-everyone-a-z-comprehensive-bootcamp/":{"courseDetails":{"courseId":4294492,"title":"The R Programming For Data Science A-Z Complete Diploma 2022","shortDescription":"Learn all the R skills you need to become a Professional and Certified R Programmer with this Complete Bootcamp","longDescription":"\u003Cp\u003EHello and Welcome to the exciting world of the R programming language.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E# The R Programming For Data Science A-Z Complete Diploma 2022\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ER \u003C/strong\u003Eis one of the most powerful programming languages, for statistical computing and graphical presentation to analyze and visualize data.\u003C/p\u003E\u003Cp\u003EIn this course, I’m going to show you how to code with R from the R basics to the R advanced concepts.\u003C/p\u003E\u003Cp\u003EAlso, you will explore how the R programming language can be used today for data analysis and the production of beautiful data visualizations and graphics.\u003C/p\u003E\u003Cp\u003EThe best part? Every single topic and tool in this course will be explained theoretically and practically with real examples step by step.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EThis course will cover \u003C/em\u003E\u003C/strong\u003E\u003Cem\u003Eall the R essentials needed for everyone such as:\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe R working tools and environment for professionals\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe R syntax and how to explain and describe the code using comments\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVariables, Values and assignments\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll the Data types available in R.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPerforming mathematical operations, type conversion built-in functions and many useful built-in functions for math operations.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with collection of characters and strings in R, also essential character operations\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELogical values and Booleans.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHandling different operations on variables and values by using different types of operators.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll the Data Structures in R such as vectors, lists, matrices, data frames and factors\u003C/p\u003E\u003Cp\u003EAnd also all the essential operations for these data structures.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Edecision making by using conditional statements in R.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERepeat block of code and iterate over collections with loops.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunctional programming and code reusing.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStatistics and data analysis concepts: datasets, many built-in functions, techniques and tools for statistical operations.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGraphics and data visualizations in R: drawing points, line plotting, pie charts, bar charts, histograms and more.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EYou will learn and understand all these concepts and more.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ER is free open source, and very widely used by professional statisticians and data scientists.\u003C/p\u003E\u003Cp\u003EIt is also very popular in certain application areas, including bioinformatics. R is a dynamically typed interpreted language, and is typically used interactively. It has many built-in functions and libraries, and is extensible, allowing users to define their own functions and procedures using R, C or Fortran. It also has a simple object system. So, it\u0027s really powerful!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo, what are you waiting for, enroll now to go through a complete bootcamp\u003C/strong\u003E of one of the most popular and powerful programming languages on the market for , R. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBecome A Professional R Programmer and Data Scientist in no time!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELet\u0027s get started\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/the-r-programming-for-everyone-a-z-comprehensive-bootcamp/","imageUri":"https://img-c.udemycdn.com/course/750x422/4294492_4d90_6.jpg","duration":"5 Stunden","enrolledStudentsCount":"32.566 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 9/2021","targetAudiences":["Beginner R Programmers","New developers and Engineers","Programming and software development engineering newbies","Developers and Engineers who know other programming language but are new to R","Developers curious about Learning R for data science","Beginner Data Engineers/Scientists"],"tags":["Programmierung","Programmiersprachen","R (Programmiersprache)"],"rating":{"count":146,"averageValue":"4.3"},"instructors":[{"name":"SDE OCTOPUS | AI","url":"/user/senior-microneer/","totalNumberOfStudents":499647,"totalNumberOfReviews":5111,"averageRating":4.298229285113541},{"name":"Ahmed Ibrahim","url":"/user/ahmed-ibrahim-94/","totalNumberOfStudents":365792,"totalNumberOfReviews":4368,"averageRating":4.310838272035794}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"7BB6E4275F38A6869D38","originalPrice":"9.600 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/artificial-intelligence-website-creation-2018-no-coding/":{"courseDetails":{"courseId":1557250,"title":"Artificial Intelligence in Web Design (Special Edition)","shortDescription":"MBA in Creative Arts, Design and Animation: Level 2 - Part 1 course that teaches Artificial Intelligence (AI) Web Design","longDescription":"\u003Cp\u003EWelcome to Level 2 of the series\u003Cstrong\u003E\u0026nbsp;\u003Cem\u003E\u0022MBA in Creative Arts, Design and Animation\u0022.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EArtificial Intelligence in Web Design (Special Edition)\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is this 2021 Special Edition Website Design course all about?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWebsite design is the art and science of building the look, feel, and how a website functions in a nutshell. This course is having clear, concise, and easy to use website design technologies and will ultimately lead to a better user experience for your custom audience or clients. There are many aspects of successful website design like HTML, colors, layouts, text size, graphics, and so much more. But, this course is a huge differentiator in the design field as it uses artificial intelligence-based website design state-of-the-art technologies that are covered nowhere in the world. If you\u0027ve been wondering how to learn website design, you\u0027ve come to the right place - after all.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy website design is needed for a successful online presence?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHaving a good website is the backbone of every business and to achieve this successful feat, typically we need website design developers, content marketers, SEO specialists, etc. in an organization. But, some website design developers charge a lot of money outside in the market and other freelancing marketplaces to design websites using content management platforms like WordPress CMS. In fact, tools like Bookmark in website design will help advance your web-design career, altogether. This course is both a beginner\u0027s website design course and an advanced course for web developers.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJobs in Website Design in 2021: Unveiled\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAccording to Glassdoor, you can expect an average salary of $64,468 in the United States for doing website design. As your experience grows in website design all the time, you can expect to see higher salary ranges in the upcoming future. For example, you can expect an average Junior Website Designer to make around $62k in the United States alone and Rs. 2-3 Lakhs in India. As a Front End Website Design Developer, you can expect to make over $90k abroad.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIntroduction to the website design course powered by Artificial Intelligence technology:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn the beginning website, design developers and designers designed websites using HTML. Soon, the internet was formless and empty, darkness was over the surface of the deep web, and the Spirit of Code was hovering over the pinnacle of utmost ignorance.\u003C/p\u003E\u003Cp\u003EWe’ve come a long way from that time. The internet is still a dark, dreadful place, but it’s much more stylish, sophisticated, and amazing now. Website Design has grown exponentially in scale and sophistication over the last few years, thanks to new Artificial Intelligence-based website creation tools that are dominating the digital marketing industry.\u003C/p\u003E\u003Cp\u003EThe technology is still in its infancy stage, however - but machine learning is enabling artificial design intelligence (ADI) to understand creative rules and apply them independently and in an intuitive and more attractive way - for that matter. Artificial design technology will soon be advanced enough to automate a lot of web design work in the near future too. New thought leaders would emerge and new courses like this would serve to be game-changers in the artificial intelligence-powered digital marketing space.\u003C/p\u003E\u003Cp\u003EThis\u0026nbsp;game-changing\u0026nbsp;course focuses on \u003Cstrong\u003E\u0022Artificial Intelligence in Web Design\u0022 \u003C/strong\u003Etaught by Digital Marketing Legend \u0022Srinidhi\u0026nbsp;Ranganathan\u0022 will cover\u003Cstrong\u003E artificial intelligence tools in website, chatbot design, and analytics in website design\u003C/strong\u003E which will help you to create a website\u0026nbsp;in \u003Cstrong\u003Emerely minutes\u003C/strong\u003E in 2021.\u003C/p\u003E\u003Cp\u003EI will teach you to easily create websites in the fastest time possible using advanced website design tools or design techniques and customize your site look and feel\u0026nbsp;according to your requirement in a simple drag-and-drop timeline by talking to chatbots.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EWhy learn this artificial intelligence game-changing course on website design and how is this a differentiator?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis website design course can change your life as a web developer or marketer. With no coding experience, you can create amazing looking websites and pave the path for unlimited designs and interchange content and play god using artificial intelligence tech.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EThis course will save you a ton\u0026nbsp;of time when it comes to creating websites without using any expensive website design tool and without using complex tools like WordPress etc. You do not even need to outsource websites to other agencies ever again as you can do it yourself now in minutes.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout Bookmark - The 2021 Artificial Intelligence Based Website Design Builder:\u0026nbsp;The World-Changer\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBookmark is an AI-powered website builder to help you design amazing websites at lightning speed. Bookmarks AI software AiDA (Artificial Intelligence Design Assistant) - The algorithm behind the website design empowers the non-technical entrepreneur and small business owner with the ability to instantly create an exceptional website that one can be proud of. AiDA eliminates up to 90% of the pain points associated with website design and creation by building a brand new, striking website in less than 30 seconds and then simply walks the user through the process of editing content and design. AiDA\u0027s features taught in the course comprises automatically moving the mouse cursor to aid in the website design process and instant change of website design style and fonts in a matter of minutes.\u003C/p\u003E\u003Cp\u003EThe question is\u0026nbsp;\u003Cstrong\u003E\u0022Are you ready to get into action and embrace the power to leverage artificial intelligence in website design using AiDA?”.\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf yes, plunge into action right away by signing up NOW. All the best to become an Artificial Intelligence Web-Design Creator.\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/artificial-intelligence-website-creation-2018-no-coding/","imageUri":"https://img-c.udemycdn.com/course/750x422/1557250_1091_7.jpg","duration":"3 Stunden","enrolledStudentsCount":"166.872 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Anyone who want to create and design websites at incredible speed with Artificial Intelligence (AI) technology and tools","Entrepreneurs who have passion to learn website creation with no coding involved in the process.","Developers who want to become aware of artificial intelligence new-age technologies to create webpages and sites","Ardent learners and web-developers who want to create a difference in the field of web-design leveraging the power of Artificial Intelligence (AI)"],"tags":["Programmierung","Data Science","Künstliche Intelligenz"],"rating":{"count":1306,"averageValue":"4.6"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":785577,"totalNumberOfReviews":20110,"averageRating":3.978674842711649},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DESIGNTHEBIG","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/how-to-become-a-facilitator-7-effective-skills/":{"courseDetails":{"courseId":4112834,"title":"How to Become a Facilitator: 7 Effective Skills","shortDescription":"Become a great Facilitator with these 7 effective skills!","longDescription":"\u003Cp\u003EHave you ever felt like the task of becoming a leader and leading people to success is impossible? Well, it is no secret that the task may seem quite daunting and out of the realms of our possibilities. Well, the beauty of life is that nothing is impossible and with courage and willpower one can overcome their greatest fears and lead people to greatness.\u003C/p\u003E\u003Cp\u003EThat is one of the main functions of a Facilitation. They are the leaders of society and they lead us to achieve amazing things. The best part about it, this could definitely be you! Becoming a facilitator is not easy, lots of work is mandatory in order to become successful, and even more in order to lead people to success. Becoming a facilitator has many beneficial perks: you become more confident yourself, you will gain respect, all while leading people to success.\u003C/p\u003E\u003Cp\u003ESo, step up to the challenge! Become a better version of yourself by helping others do the same. This course will help you get started with Facilitation., and the best part about it is that it will only take up 30 minutes of your time!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis short 30-minute course is a perfect way to get started on becoming an effective facilitator. Here you will learn about the 7 wonderful skills that every facilitator needs in order to achieve success and help others do the same.\u003C/p\u003E\u003Cp\u003EIn this short timespan you will learn about this role of Facilitation.. You will learn who a facilitator is, what his functions are, and why he is a detrimental asset in a team.\u003C/p\u003E\u003Cp\u003ERules are important, especially for a great facilitator. This course will talk about the rules a facilitator must follow if he wants to make his team as productive as possible.\u003C/p\u003E\u003Cp\u003EOther skills that a facilitator must possess is the ability to manage his surroundings. You must be the one in control, and when you have everything under control you can Facilitation a productive environment. When you have everything under control you are also able to solve conflicts, which are inevitable when having a team comprised of a diverse team.\u003C/p\u003E\u003Cp\u003EEverything in this course is short and straight to the point so that you waste no time in learning about Facilitation..\u003C/p\u003E\u003Cp\u003E \u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/how-to-become-a-facilitator-7-effective-skills/","imageUri":"https://img-c.udemycdn.com/course/750x422/4112834_ca08_2.jpg","duration":"3 Stunden","enrolledStudentsCount":"12.189 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["Anyone who wants to make a difference in their life and tackle on the challenge of becoming a Facilitation","Anyone of any age, gender, or occupation"],"tags":["Persönliche Entwicklung","Führungsfähigkeiten","Vermittlung/Moderation"],"rating":{"count":60,"averageValue":"4.3"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Tony Brooks","url":"/user/tony-brooks-14/","totalNumberOfStudents":15259,"totalNumberOfReviews":136,"averageRating":4.441628624489796},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4567D0E2C4877BB13CC7","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/secrets-of-memory-3-ways-of-memorising-like-a-spy/":{"courseDetails":{"courseId":4140852,"title":"Memory: 3 Ways of Memorising Like a Spy","shortDescription":"Let’s jog your Memory and make it even better that it was before!","longDescription":"\u003Cp\u003EOur brain is really stubborn at times. It doesn’t want to remember certain things, it doesn’t want to cope with the fact that you just \u003Cstrong\u003Ehave\u003C/strong\u003E to remember certain information. Lucky us – this problem can be solved.\u003C/p\u003E\u003Cp\u003EThis course is about Memory, about memorizing like a spy, so that’s exactly what we are going to do. We are going to learn how to Memory like a spy. Spies have to remember a lot, their life depends on it. \u003C/p\u003E\u003Cp\u003EAnd some things for such ordinary people like you and I depend on us too, so why don’t we use those spy methods to benefit ourselves?\u003C/p\u003E\u003Cp\u003EWhile Memory is sometimes hard, it is possible to make it much easier. Remember what I said about our brain being stubborn? \u003C/p\u003E\u003Cp\u003EMost common reason why you’re not getting much information Memory is that your brain fights back against it and basically says that this and that is boring. There is a way of getting over it, just check out the course!\u003C/p\u003E\u003Cp\u003EWe will also be looking at some methods spies use to Memory some pretty important information, and by giving this method to you, you will be able to remember anything you want.\u003C/p\u003E\u003Cp\u003EThere is a great variety of ways to memorize info for your studies, your presentations or just for yourself, and we will gladly teach you. One thing you should set out for yourself – is commitment. You have to train your memory every day and do the exercises, that way your learning journey will be easier and your memory will become phenomenal.\u003C/p\u003E\u003Cp\u003ESo there’s no need to try and memorize this description, hop into the course and lets learn things about Memory!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/secrets-of-memory-3-ways-of-memorising-like-a-spy/","imageUri":"https://img-c.udemycdn.com/course/750x422/4140852_02a3_2.jpg","duration":"3 Stunden","enrolledStudentsCount":"15.069 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["School, university or college students","Anyone who wants to improve their Memory","People who want to Memory more","Teachers, CEO’s and business owners"],"tags":["Persönliche Entwicklung","Gedächtnis \u0026 Lerntechniken","Gedächtnis"],"rating":{"count":72,"averageValue":"4.1"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Nick Parker","url":"/user/nick-parker-40/","totalNumberOfStudents":44980,"totalNumberOfReviews":513,"averageRating":4.054404656456456},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8E7682F6ED69A6768635","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/artificial-intelligence-exposed-future-10-extreme-edition/":{"courseDetails":{"courseId":2767208,"title":"Artificial Intelligence Expert Course: Platinum Edition","shortDescription":"MBA in Artificial Intelligence Digital Marketing: Term 2.1 course that teaches new Artificial Intelligence (AI) Tools","longDescription":"\u003Cp\u003E\u003Cem\u003EWelcome to the first course in Term 2 as part of the series \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022MBA in Artificial Intelligence Digital Marketing\u0022\u003C/em\u003E\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EArtificial Intelligence Expert Course: Platinum Edition\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EArtificial Intelligence (AI)\u0026nbsp;seems to be a unique technology of making a machine, a robot fully autonomous. AI is an analysis of how the machine is thinking, studying, determining, and functioning when it is trying to solve problems.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThese kinds of problems are present in all fields, the most emerging ones, and even beyond. The aim of Artificial Intelligence is to enhance machine functions relating to human knowledge, such as reasoning, learning, and problems along with the ability to manipulate things. For example, virtual assistants or chatbots offer expert advice. Smart robots or robot advisors will provide instant research or findings in the fields of finance, insurance, law, the media, and journalism, and medical diagnosis and support will be provided by AI software on the health front. Other advantages include increasing productivity dramatically in research and development programs by reducing time to the market, enhancing the transport and supply chain networks and improving governance by improved decision-making processes etc.\u003C/p\u003E\u003Cp\u003EArtificial Intelligence technology is aiding the following prominent fields for 2021 and many others:\u003C/p\u003E\u003Cp\u003EWebsite Creation - Artificial\u0026nbsp;Intelligence tools can help to create websites and landing pages in merely minutes.\u003C/p\u003E\u003Cp\u003EApp Creation - Artificial\u0026nbsp;Intelligence tools can help to automate the whole concept of creating apps.\u003C/p\u003E\u003Cp\u003ENatural Language Processing (NLP) − This process is simulating the actual interaction with the computer that understands natural language spoken by humans.\u003C/p\u003E\u003Cp\u003EExpert Systems − Learners and users will be provided with guided information and advice on the computer or software.\u003C/p\u003E\u003Cp\u003EVision Systems −\u0026nbsp;Artificial Intelligence (AI)\u0026nbsp;systems in 2021 can understand, explain and describe the computer\u0027s visual input to the ultimate core.\u003C/p\u003E\u003Cp\u003ESpoken Word or Speech Recognition − Many Artificial Intelligence (AI)\u0026nbsp;based speech recognition systems are capable of listening, voicing and recognizing the user input - i.e. when a person speaks with them. Alexa, Siri and Google\u0027s assistant, are examples of this function. \u003C/p\u003E\u003Cp\u003EMachine Learning - Artificial Intelligence (AI)\u0026nbsp;can help users to create and experiment with machine learning models and build data science applications in a flash. \u003C/p\u003E\u003Cp\u003EVideo Creation - Artificial\u0026nbsp;Intelligence (AI)\u0026nbsp;can help to automate video production and cut high costs of hiring resources and team as everything is taken care of in the cloud. \u003C/p\u003E\u003Cp\u003EPython and Coding tools - Artificial\u0026nbsp;Intelligence (AI)\u0026nbsp;can help to automate writing lakhs of lines of code in python and even Java or PHP\u0026nbsp;in minutes without the need for a human coder or even someone who will debug the code. Everything is automated in the concept of AI-powered programming.\u003C/p\u003E\u003Cp\u003EThis mind-blowing exhaustive course focusing on\u0026nbsp; \u003Cstrong\u003E\u0022Artificial Intelligence Expert Course:\u0026nbsp;Platinum\u0026nbsp;Edition\u0022 \u003C/strong\u003Etaught by Digital Marketing Legend Srinidhi\u0026nbsp;Ranganathan\u003Cstrong\u003E \u003C/strong\u003Eand Civil\u0026nbsp;MasterMind Saranya Srinidhi will change your perspective on the concept of Artificial Intelligence forever to rely on AI tools of the future for your needs. We will cover 100\u0027s of Artificial Intelligence (AI)\u0026nbsp;tools that are highly popular in the following fields that include:\u0026nbsp;Machine Learning,\u0026nbsp;Deep Learning, Digital Marketing,\u0026nbsp;Research, Analytics,\u0026nbsp;Voice-cloning, Mind-Cloning, Video Creation, Virtual Reality (VR) based Artificial\u0026nbsp;Intelligence tools etc. As you learn these AI\u0026nbsp;tools you will understand that Artificial\u0026nbsp;Intelligence has so much evolved in the last 2 to 5 years. You will also see the growth of the emergence of Artificial Intelligence (AI)\u0026nbsp;tools across industries that have exploded and its impact on business and society that is emerging at a quick pace. In this incredible journey, you will also encounter businesses that are pushing the limits of automation, search and social media. As you slowly realize that with the brain of a computer, AI would potentially automate control in such sectors as self-employed vehicles and non-manned drones, you will be left spellbound.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0022Artificial Intelligence (AI)\u0026nbsp;will not only reduce costs by automating processes but also skyrocket revenues by helping startups and corporates introduce new product and service categories at the fastest speed ever imagined with limited resources.\u0022\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EBut, will jobs die as automation takes over?\u0026nbsp;Will AI will surpass human intelligence in 2021, itself? The answer to these questions is a \u0022No\u0022.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe development and eventual growth in AI apps helping in productivity will provide workers with a range of opportunities to improve their skills and concentrate on creative aspects. Stating additional forecasts, disruptive market trends are highly likely to occur in the AI Expansion period (i.e. 2025-2030), the opportunity for employment would require a high degree of personalization, innovation or ability tasks which will still require a person to perform them (even though the AI robotic tools have actually speeded up the process). These occupations or technologies are difficult to imagine at this stage, yet these occupations will rapidly increase as new specialization are required when the demand would kick in. The time is coming soon for a global Artificial Intelligence (AI)\u0026nbsp;revolution to strongly emerge. \u003C/p\u003E\u003Cp\u003EOkay. Let\u0027s start learning and go on an adventure in Artificial Intelligence. Enrol Now and I will see you inside. Let\u0027s rock this world with learning secretive tools. Don\u0027t waste any more time. \u003C/p\u003E\u003Cp\u003E\u003Cem\u003ESpecial Note:\u0026nbsp;Several Artificial Intelligence (AI) coding tools will be taught in the course. Most of the tools will be free and also paid alternatives will be covered. You can choose the best tools according to your requirements with the correct features during usage.\u003C/em\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/artificial-intelligence-exposed-future-10-extreme-edition/","imageUri":"https://img-b.udemycdn.com/course/750x422/2767208_818e_4.jpg?secure=RFydOlMGsrn19X2Qnr6UZw%3D%3D%2C1640799640","duration":"17 Stunden","enrolledStudentsCount":"133.155 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Beginner students who want to learn new-age Artificial Intelligence tools to take their career ahead to new heights of success","Digital Marketing enthusiasts who wish to learn Artificial Intelligence technology tools","Startup founders who wish to learn Artificial Intelligence tools in 2021","Passionate students and learners who want to put a ding in the universe after learning Artificial Intelligence tools and implement those tools in their business and job","Artificial Intelligence trainers who want to discover new technologies that are world changing in every aspect","Research specialists, Machine Learning enthusiasts and Data Science Students who want to learn incredible tools and technologies in the field of Artificial Intelligence","Virtual Reality or gaming enthusiasts who want to see something new to experiment on Artificial Intelligence technology","Anyone who is interested to learn Artificial Intelligence tools that will help them all the time in their business, career or college"],"tags":["Business","Sonstiges in Business","Künstliche Intelligenz"],"rating":{"count":711,"averageValue":"4.2"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":785577,"totalNumberOfReviews":20110,"averageRating":3.978674842711649},{"name":"Saranya Srinidhi","url":"/user/saranya-srinidhi/","totalNumberOfStudents":632474,"totalNumberOfReviews":7915,"averageRating":3.925297001390499}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PLTINUM","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/artificial-intelligence-in-digital-marketing/":{"courseDetails":{"courseId":1682352,"title":"Artificial Intelligence in Digital Marketing - Gold Edition","shortDescription":"MBA in Artificial Intelligence Digital Marketing: Term 1.1 course that focusses on digital marketing automation tools","longDescription":"\u003Cp\u003E\u003Cem\u003EWelcome to the first course in Term 1 as part of the series \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022MBA in Artificial Intelligence Digital Marketing\u0022\u003C/em\u003E\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EArtificial Intelligence in Digital Marketing - Gold Edition.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EArtificial Intelligence\u003C/em\u003E\u003C/strong\u003E has transformed the virtual panorama, inclusive of Google’s RankBrain personalising suggestions by Amazon. Artificial Intelligence (AI) is hastily turning into important in the daily happenings of the virtual global, with marketing and advertising and marketing being no exception. The idea of AI may also bring to thoughts 60’s sci-fi with futuristic robots, however it’s definitely approximately so much greater. With right understanding and evaluation of data and input, AI is playing an essential position in figuring out marketing trends. Brands and marketers are incorporating Machine Learning and Artificial Intelligence to save time and assets. Earlier, marketers have been reluctant to use AI to their marketing strategies. But now, many a hit brands like Amazon and Spotify have adopted it and the use of it as their advertising gear. For example, Amazon makes use of AI to show most effective relevant merchandise to buyers, based totally on preceding purchases, searches, and perspectives. It can likely boom the probabilities of a customer to purchase greater products with the pretty sought-after personalised enjoy.\u003C/p\u003E\u003Cp\u003EAI, as a part of virtual advertising, is now a fact, supplying an array of alternatives as well as benefits. Let’s now see how exactly artificial intelligence is making the future of digital advertising. Online looking contents has also transformed. There have been two tremendous AI advances: search engine optimisation and revolutionised net searches. The voice seek and Google’s set of new rules, and RankBrain are the opposite AI improvements, as discussed earlier. Some different innovations which can be widely used nowadays encompass, Google Home, Amazon Echo, Apple’s Siri, and Microsoft’s Cortana make it convenient for human beings to carry out searches through simply urgent a button or pronouncing a voice command.\u003C/p\u003E\u003Cp\u003EAI-based CRM (customer relationship management) tools makes it convenient to maximise the gathering of consumer details and facts from special technologies utilised and this process can be fully automated too. It additionally helps to gain unique insights for target audiences and identify customers’ needs so that groups can establish the most suitable advertising strategy.\u003C/p\u003E\u003Cp\u003EThis behavioural data makes it easy for the brands to apprehend client’s temper. For instance, the kinds of products someone buys, pages they browse, which gear they regularly use, etc. With all of this accrued facts, marketers can without problems examine a capacity client\u0027s needs, and adapt AI used to growth income.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EA note on\u0026nbsp;Artificial Intelligence in\u0026nbsp;Digital Marketing (2021 Gold Edition)\u0026nbsp;- The Course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis\u0026nbsp;game-changing\u0026nbsp;course taught in 2021 will cover\u003Cstrong\u003E\u0026nbsp;artificial intelligence tools in content creation, curation, augmented reality,\u003C/strong\u003E and digital marketing and will take you on a glimpse into the future. We will also look at influencer marketing tools, content trends and a bit of competitor analysis through the use of BuzzSumo.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EWhy learn this amazing artificial intelligence course and how is this a differentiator for content creators?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course can change your life if you are a content expert. Because, I will provide you with hands-on experience on creating tons and tons of articles for your blog for inbound marketing using an Artificial Intelligence content tool and you don’t even have to write the content yourself - ever again. This will save you a lot of time and effort and you don’t have to employ a content team ever again.\u0026nbsp;Artificial Intelligence is the key to unlock your success path. Also, we will look at content curation tools to help you create a mark in this competitive brandscape.\u003C/p\u003E\u003Cp\u003EIn augmented reality, we will show you how to use Zappar, the popular tool, and create a great experience with zap codes and how they come to life while you scan them with your mobile phone.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EHow Artificial Intelligence-based Digital Marketing Revolution is on the rise?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe are right at the beginning of the AI revolution but we already have a good sense of how artificial intelligence is going to change digital marketing\u0027s face.\u0026nbsp;Artificial Intelligence usage in digital marketing will change the entire world with marketers embracing this futuristic tech.\u003C/p\u003E\u003Cp\u003EIf you\u0027re not yet absolutely on the bandwagon or just start plunging your toes into the ice, you\u0027re not the only one. The way consumers respond to marketing messages and interact with them is changing. Traditional methods of marketing such as media advertising and direct mail are no longer as successful as they were once.\u003C/p\u003E\u003Cp\u003EOne reason for this is that today\u0027s consumers expect marketers to adapt their demographics or preferences to their messages. Artificial Intelligence is starting to go hand in hand with digital marketing. AI transforms digital strategy with the ability to collect data, interpret it, apply it, and then learn from it. The ability to use it to improve digital marketing strategies and valuable customer insights for companies will be the same as it continues to advance. Excellent customer service is the also most important aspect of an effective digital marketing campaign that this too can be automated by Google Duplex kind of tools that are created in the market.\u003C/p\u003E\u003Cp\u003EWhy this secretive course in \u003Cstrong\u003E\u0022Artificial Intelligence in Digital Marketing -\u0026nbsp;Gold Edition\u0022 \u003C/strong\u003E- the best one in the industry?\u003C/p\u003E\u003Cp\u003EArtificial intelligence keeps growing and improving and will not slow down for a while. Implementing AI into your digital marketing strategy will help customers experience better and provide your business with the insights it needs to succeed.\u003C/p\u003E\u003Cp\u003EWhat’s more? The ultimate secret of the course is that we will also tell you about a tool that you can use for unlimited lead-generation using another secretive artificial intelligence\u0026nbsp;(AI) technology. There is often a disconnection between sales and marketing departments in many businesses. This is typically due to a lack of interaction or shared attention. Marketers may give sales a lead they believe to be ideal, but sales are not. It creates tension between two teams to work together, and AI is the perfect way to bring them together. AI can point out positive sales leads, which will also satisfy marketing, and ensure that potential customers are targeted at the right platforms. You don\u0027t want the company that sells accounting software to be advertised by someone. All teams will need to come together and agree on an optimal customer profile, a profile that fits marketing and sales, to better use AI in the B2B lead generation.\u003C/p\u003E\u003Cp\u003EThe profile can consist of multiple variables, such as sector, company level, and how many employees they have. The standards are almost infinite. The AI will use the profile to measure current and potential leads against a selection of pre-defined behavioural criteria. Without us providing all this, the AI will fumble around, essentially throwing darts at a board while blindfolded. The AI can predict future patterns for lead generation, possible spending, and what campaigns or services will draw their interest from this. Ok, having given all this information that focuses on \u0022Artificial intelligence in digital marketing\u0022, the question is\u0026nbsp;\u003Cstrong\u003E\u0022Are you ready to get into action and embrace the power to leverage artificial intelligence in digital marketing?”.\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf yes, plunge into action right away by signing up NOW. Remember, using Artificial Intelligence is the only way you can growth-hack your way to success ahead of the rest of the crowd who are currently into using only traditional digital marketing methodologies and tools. Your successful Artificial Intelligence career is waiting..Don\u0027t miss the bus. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis is your golden ticket to learn AI\u0026nbsp;(Artificial Intelligence)\u0026nbsp;in Digital Marketing, passionate ones. \u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/artificial-intelligence-in-digital-marketing/","imageUri":"https://img-c.udemycdn.com/course/750x422/1682352_73b4_5.jpg","duration":"6 Stunden","enrolledStudentsCount":"131.779 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Newbies and Advanced Digital Marketing Learners who want to know about Artificial Intelligence tech applied in digital marketing.","Content Creators who would be leveraging Artificial Intelligence (AI) technology for content creation and curation","Lead-Generation newbies, experts or Email Marketers who have an interest to learn new-age and emerging technologies.","Ardent Learners and MBA students who wish to utilise the power of Artificial Intelligence in the field of Digital Marketing","Business Research Experts who are curious to see the practical use-case of the application of Artificial Intelligence in the area of Digital Marketing.","Anyone who is interested in the subject of \u0022Artificial Intelligence in Digital Marketing\u0022 and very keen to learn this craft."],"tags":["Programmierung","Data Science","Künstliche Intelligenz"],"rating":{"count":1142,"averageValue":"4.0"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":785577,"totalNumberOfReviews":20110,"averageRating":3.978674842711649},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"GOLDDDDD","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/new-python-programming-the-complete-guide-2021-edition/":{"courseDetails":{"courseId":3836058,"title":"The Python Developer Essentials 2022 Immersive Bootcamp","shortDescription":"Learn the skills you need to become a Professional and Certified Python Developer with this Complete Training Course","longDescription":"\u003Cp\u003EHello and welcome to \u003Cstrong\u003EThe Python Developer Essentials 2022 Immersive Bootcamp\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELearn the skills you need to become a Professional Certified Python Developer with this Complete Training Course.\u003C/p\u003E\u003Cp\u003EYou\u0027ll become a Certified Python Developer and Coding Rockstar in no time. \u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThis course covers all the following concepts theoretically and practically:\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow to Program with Modern Python\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe clean Python code\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe core Python concepts needed to become A Dev Professional\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand of how Python works behind the scenes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVariables, Representing Data Types, and using Math\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESyntax and Recognize Code Blocks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstanding and Analyzing Errors\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuilt-In Data Structures\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuilt-In Functions and Methods\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFlows Control for Programs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUser-Defined and Anonymous Functions \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EObject-Oriented Programming\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifferent types of Modules\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHandle Files using Python 3.9.2\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGet the Instructor QA support \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAll of that and many more supported by the instructor assistance and guidance throughout this complete high-quality Guide.\u003C/p\u003E\u003Cp\u003EWhether you are a beginner or a professional, this Guide is for you, and will change your Dev career and your thinking for the best in the world of software Engineering.\u003C/p\u003E\u003Cp\u003EPython is the most popular programming language out there, and The best programming language in terms of ease and features.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo, what are you waiting for, enroll now to go through an Immersive Training\u003C/strong\u003E of the most popular Programming Language on the market, Python. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBecome A Python Guru in no time!\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/new-python-programming-the-complete-guide-2021-edition/","imageUri":"https://img-c.udemycdn.com/course/750x422/3836058_d68f_7.jpg","duration":"5,5 Stunden","enrolledStudentsCount":"161.852 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 8/2021","targetAudiences":["New developers and Engineers","Absolute Beginners in Python","Programming and software development engineering newbies","Developers and Engineers who know other programming language but are new to python","Anyone who wants to master modern Python 3.9.1 the right way without wasting time"],"tags":["Programmierung","Programmiersprachen","Python"],"rating":{"count":1980,"averageValue":"4.4"},"instructors":[{"name":"Ahmed Ibrahim","url":"/user/ahmed-ibrahim-94/","totalNumberOfStudents":365792,"totalNumberOfReviews":4368,"averageRating":4.310838272035794}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0084931DE47103F2F720","originalPrice":"9.600 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/ultimate-oracle-database-sql-1z0-071-practice-exams-2022/":{"courseDetails":{"courseId":4463616,"title":"Ultimate Oracle Database SQL 1Z0-071 Practice Exams 2022","shortDescription":"Crack Oracle Certification 1Z0-071,Practice questions using this simulator and pass your real exam confidently !!","longDescription":"\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFormat:\u003C/strong\u003E Multiple Choice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDuration:\u003C/strong\u003E 120 minutes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EExam Price:\u003C/strong\u003E $245\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENumber of Questions:78\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPassing Score:\u003C/strong\u003E 63%\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EValidation: \u003C/strong\u003EThis exam was validated against 11g Release 2 version 11.2.0.1.0 and up to 19c\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EExam topics:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERelational Database concepts\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Explaining the theoretical and physical aspects of a relational database\u003C/p\u003E\u003Cp\u003E• Relating clauses in SQL Select Statement to Components of an ERD\u003C/p\u003E\u003Cp\u003E• Explaining the relationship between a database and SQL\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERetrieving Data using the SQL SELECT Statement\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Using Column aliases\u003C/p\u003E\u003Cp\u003E• Using The SQL SELECT statement\u003C/p\u003E\u003Cp\u003E• Using concatenation operator, literal character strings, alternative quote operator, and the DISTINCT keyword\u003C/p\u003E\u003Cp\u003E• Using Arithmetic expressions and NULL values in the SELECT statement\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERestricting and Sorting Data\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Applying Rules of precedence for operators in an expression\u003C/p\u003E\u003Cp\u003E• Limiting Rows Returned in a SQL Statement\u003C/p\u003E\u003Cp\u003E• Using Substitution Variables\u003C/p\u003E\u003Cp\u003E• Using the DEFINE and VERIFY commands\u003C/p\u003E\u003Cp\u003E• Sorting Data\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUsing Single-Row Functions to Customize Output\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Manipulating strings with character functions in SQL SELECT and WHERE clauses\u003C/p\u003E\u003Cp\u003E• Performing arithmetic with date data\u003C/p\u003E\u003Cp\u003E• Manipulating numbers with the ROUND, TRUNC and MOD functions\u003C/p\u003E\u003Cp\u003E• Manipulating dates with the date function\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUsing Conversion Functions and Conditional Expressions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Applying the NVL, NULLIF, and COALESCE functions to data\u003C/p\u003E\u003Cp\u003E• Understanding implicit and explicit data type conversion\u003C/p\u003E\u003Cp\u003E• Using the TO_CHAR, TO_NUMBER, and TO_DATE conversion functions\u003C/p\u003E\u003Cp\u003E• Nesting multiple functions\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EReporting Aggregated Data Using Group Functions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Restricting Group Results\u003C/p\u003E\u003Cp\u003E• Creating Groups of Data\u003C/p\u003E\u003Cp\u003E• Using Group Functions\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDisplaying Data from Multiple Tables\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Using Self-joins\u003C/p\u003E\u003Cp\u003E• Using Various Types of Joins\u003C/p\u003E\u003Cp\u003E• Using Non equijoins\u003C/p\u003E\u003Cp\u003E• Using OUTER joins\u003C/p\u003E\u003Cp\u003E• Understanding and Using Cartesian Products\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUsing Subqueries to Solve Queries\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Using Single Row Subqueries\u003C/p\u003E\u003Cp\u003E• Using Multiple Row Subqueries\u003C/p\u003E\u003Cp\u003E• Update and delete rows using correlated subqueries\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUsing SET Operators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Matching the SELECT statements\u003C/p\u003E\u003Cp\u003E• Using the ORDER BY clause in set operations\u003C/p\u003E\u003Cp\u003E• Using The INTERSECT operator\u003C/p\u003E\u003Cp\u003E• Using The MINUS operator\u003C/p\u003E\u003Cp\u003E• Using The UNION and UNION ALL operators\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EManaging Tables using DML statements\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Managing Database Transactions\u003C/p\u003E\u003Cp\u003E• Controlling transactions\u003C/p\u003E\u003Cp\u003E• Perform Insert, Update and Delete operations\u003C/p\u003E\u003Cp\u003E• Performing multi table Inserts\u003C/p\u003E\u003Cp\u003E• Performing Merge statements\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EManaging Indexes Synonyms and Sequences\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Managing Indexes\u003C/p\u003E\u003Cp\u003E• Managing Synonyms\u003C/p\u003E\u003Cp\u003E• Managing Sequences\u003C/p\u003E\u003Cp\u003EUse DDL to manage tables and their relationships\u003C/p\u003E\u003Cp\u003E• Describing and Working with Tables\u003C/p\u003E\u003Cp\u003E• Describing and Working with Columns and Data Types\u003C/p\u003E\u003Cp\u003E• Creating tables\u003C/p\u003E\u003Cp\u003E• Dropping columns and setting column UNUSED\u003C/p\u003E\u003Cp\u003E• Truncating tables\u003C/p\u003E\u003Cp\u003E• Creating and using Temporary Tables\u003C/p\u003E\u003Cp\u003E• Creating and using external tables\u003C/p\u003E\u003Cp\u003E• Managing Constraints\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EManaging Views\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Managing Views\u003C/p\u003E\u003Cp\u003EControlling User Access\u003C/p\u003E\u003Cp\u003E• Differentiating system privileges from object privileges\u003C/p\u003E\u003Cp\u003E• Granting privileges on tables\u003C/p\u003E\u003Cp\u003E• Distinguishing between granting privileges and roles\u003C/p\u003E\u003Cp\u003EManaging Objects with Data Dictionary Views\u003C/p\u003E\u003Cp\u003E• Using data dictionary views\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/ultimate-oracle-database-sql-1z0-071-practice-exams-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4463616_849a.jpg","duration":"","enrolledStudentsCount":"38 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Oracle SQL Developers \u0026 1Z0-071 exam students \u0026 candidates"],"tags":["IT \u0026 Software","IT-Zertifizierungen"],"rating":null,"instructors":[{"name":"Edu Academy","url":"/user/eduacademy/","totalNumberOfStudents":31429,"totalNumberOfReviews":216,"averageRating":4.403132692237443}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DISCUDEMY.COM","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/ultimate-ccna-cyber-ops-200-201-cbrops-practice-exams-2022/":{"courseDetails":{"courseId":4461692,"title":"Ultimate CCNA Cyber Ops 200-201 CBROPS Practice Exams 2022","shortDescription":"Pass your Cisco CCNA Cyber Ops 200-201 CBROPS Exam full of confidence with this exam simulations !","longDescription":"\u003Cp\u003EPreparing to Understand Cisco CBROPS Cybersecurity Operations Essentials (200-201)? Here, we\u0027ve brought you the best questions from the exam so you can prepare yourself well for this Cisco CBROPS Cybersecurity Operations Fundamentals Understanding (200-201) exam.\u003C/p\u003E\u003Cp\u003EUnlike other online simulation practice tests, you get lifetime access to it. You can simply study the questions to excel in this exam.\u003C/p\u003E\u003Cp\u003EAbout Understanding Cisco Cybersecurity Operations Fundamentals 200-201 CBROPS\u003C/p\u003E\u003Cp\u003E200-201 CBROPS exam tests a candidate\u0027s knowledge and skills related to security concepts, security monitoring, host-based analysis, network intrusion analysis, and security policies and procedures.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Pattern\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EExam Name:\u003C/strong\u003E Understanding Cisco Cybersecurity Operations Fundamentals\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EExam Code:\u003C/strong\u003E 200-201 CBROPS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELength of Time:\u003C/strong\u003E 120 Minutes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENumber of Questions:\u003C/strong\u003E 95-105\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EExam Language: \u003C/strong\u003EEnglish\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPractice Test Structure\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1. Security Concepts : 20%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E 1.1 Describe the CIA triad\u003C/p\u003E\u003Cp\u003E 1.2 Compare security deployments\u003C/p\u003E\u003Cp\u003E 1.3 Describe security terms\u003C/p\u003E\u003Cp\u003E 1.4 Compare security concepts\u003C/p\u003E\u003Cp\u003E 1.5 Describe the principles of the defense-in-depth strategy\u003C/p\u003E\u003Cp\u003E 1.6 Compare access control models\u003C/p\u003E\u003Cp\u003E 1.7 Describe terms as defined in CVSS\u003C/p\u003E\u003Cp\u003E 1.8 Identify the challenges of data visibility (network, host, and cloud) in detection\u003C/p\u003E\u003Cp\u003E 1.9 Identify potential data loss from provided traffic profiles\u003C/p\u003E\u003Cp\u003E 1.10 Interpret the 5-tuple approach to isolate a compromised host in a grouped set of logs\u003C/p\u003E\u003Cp\u003E 1.11 Compare rule-based detection vs. behavioral and statistical detection\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2. Security Monitoring : 25%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E 2.1 Compare attack surface and vulnerability\u003C/p\u003E\u003Cp\u003E 2.2 Identify the types of data provided by these technologies\u003C/p\u003E\u003Cp\u003E 2.3 Describe the impact of these technologies on data visibility\u003C/p\u003E\u003Cp\u003E 2.4 Describe the uses of these data types in security monitoring\u003C/p\u003E\u003Cp\u003E 2.5 Describe network attacks, such as protocol-based, denial of service, distributed denial of service, and man-in-the-middle\u003C/p\u003E\u003Cp\u003E 2.6 Describe web application attacks, such as SQL injection, command injections, and crosssite scripting\u003C/p\u003E\u003Cp\u003E 2.7 Describe social engineering attacks\u003C/p\u003E\u003Cp\u003E 2.8 Describe endpoint-based attacks, such as buffer overflows, command and control (C2), malware, and ransomware\u003C/p\u003E\u003Cp\u003E 2.9 Describe evasion and obfuscation techniques, such as tunneling, encryption, and proxies\u003C/p\u003E\u003Cp\u003E 2.10 Describe the impact of certificates on security (includes PKI, public/private crossing the network, asymmetric/symmetric)\u003C/p\u003E\u003Cp\u003E 2.11 Identify the certificate components in a given scenario\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3. Host-Based Analysis : 20%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E 3.1 Describe the functionality of these endpoint technologies in regard to security monitoring\u003C/p\u003E\u003Cp\u003E 3.2 Identify components of an operating system (such as Windows and Linux) in a given scenario\u003C/p\u003E\u003Cp\u003E 3.3 Describe the role of attribution in an investigation\u003C/p\u003E\u003Cp\u003E 3.4 Identify type of evidence used based on provided logs\u003C/p\u003E\u003Cp\u003E 3.5 Compare tampered and untampered disk image\u003C/p\u003E\u003Cp\u003E 3.6 Interpret operating system, application, or command line logs to identify an event\u003C/p\u003E\u003Cp\u003E 3.7 Interpret the output report of a malware analysis tool (such as a detonation chamber or sandbox)\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E4. Network Intrusion Analysis : 20%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E 4.1 Map the provided events to source technologies\u003C/p\u003E\u003Cp\u003E 4.2 Compare impact and no impact for these items\u003C/p\u003E\u003Cp\u003E 4.3 Compare deep packet inspection with packet filtering and stateful firewall operation\u003C/p\u003E\u003Cp\u003E 4.4 Compare inline traffic interrogation and taps or traffic monitoring\u003C/p\u003E\u003Cp\u003E 4.5 Compare the characteristics of data obtained from taps or traffic monitoring and transactional data (NetFlow) in the analysis of network traffic\u003C/p\u003E\u003Cp\u003E 4.6 Extract files from a TCP stream when given a PCAP file and Wireshark\u003C/p\u003E\u003Cp\u003E 4.7 Identify key elements in an intrusion from a given PCAP file\u003C/p\u003E\u003Cp\u003E 4.8 Interpret the fields in protocol headers as related to intrusion analysis\u003C/p\u003E\u003Cp\u003E 4.9 Interpret common artifact elements from an event to identify an alert\u003C/p\u003E\u003Cp\u003E 4.10 Interpret basic regular expressions\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E5. Security Policies and Procedures : 15%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E 5.1 Describe management concepts\u003C/p\u003E\u003Cp\u003E 5.2 Describe the elements in an incident response plan as stated in NIST.SP800-61\u003C/p\u003E\u003Cp\u003E 5.3 Apply the incident handling process (such as NIST.SP800-61) to an event\u003C/p\u003E\u003Cp\u003E 5.4 Map elements to these steps of analysis based on the NIST.SP800-61\u003C/p\u003E\u003Cp\u003E 5.5 Map the organization stakeholders against the NIST IR categories (CMMC, NIST.SP800 61)\u003C/p\u003E\u003Cp\u003E 5.6 Describe concepts as documented in NIST.SP800-86\u003C/p\u003E\u003Cp\u003E 5.7 Identify these elements used for network profiling\u003C/p\u003E\u003Cp\u003E 5.8 Identify these elements used for server profiling\u003C/p\u003E\u003Cp\u003E 5.9 Identify protected data in a network\u003C/p\u003E\u003Cp\u003E 5.10 Classify intrusion events into categories as defined by security models, such as Cyber Kill Chain Model and Diamond Model of Intrusion\u003C/p\u003E\u003Cp\u003E 5.11 Describe the relationship of SOC metrics to scope analysis (time to detect, time to contain, time to respond, time to control)\u003C/p\u003E\u003Cp\u003E \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHeads up:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E*We do not offer real exam questions, we provide learning material and practice tests designed to help students prepare for these exams. All certification marks used are the property of the respective brand owners. I cannot or claim any ownership of any of the marks.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/ultimate-ccna-cyber-ops-200-201-cbrops-practice-exams-2022/","imageUri":"https://img-b.udemycdn.com/course/750x422/4461692_3892.jpg?secure=5Dawp5dRO7flvIeJLEA0VA%3D%3D%2C1640788956","duration":"","enrolledStudentsCount":"1.015 Teilnehmer","lastUpdated":"Veröffentlicht: 12/2021","targetAudiences":["We designed this course for you, the one with CCNA Cyber Ops 200-201 CBROPS knowledge and a great deal of curiosity for the security world. You want to pass CCNA Cyber Ops 200-201 CBROPS exam at your first try or you have already taken CCNA Cyber Ops Secfnd exam but did not make it, then this will be your guide to pass you exam this time."],"tags":["IT \u0026 Software","IT-Zertifizierungen"],"rating":null,"instructors":[{"name":"Edu Academy","url":"/user/eduacademy/","totalNumberOfStudents":31209,"totalNumberOfReviews":216,"averageRating":4.403132692237443}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DISCUDEMY.COM","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/instagram-photography-top-3-key-ways-to-shoot-everything/":{"courseDetails":{"courseId":4093598,"title":"Instagram Photography Summary: Top3 Ways To Shoot Everything","shortDescription":"Tired of taking lame, bad lit photos and don’t know how to improve? Not to worry, together we’re going to fix that.","longDescription":"\u003Cp\u003EDo you want to make beautiful Instagram Photography?\u003C/p\u003E\u003Cp\u003EDo you want your photos to be recognized? \u003C/p\u003E\u003Cp\u003EYou’re in luck, because that’s exactly what we will be talking about in this course (Instagram Photography). Here we will start with the basics of photography and move from this to talking about how to sell with photos. \u003C/p\u003E\u003Cp\u003EExiting, isn’t it? But even if you don’t intent on selling something, you will the most important things about Instagram Photography: all the definitions, angles, compositions, lighting. \u003C/p\u003E\u003Cp\u003EBasically everything you need to make a gorgeous photo! Don’t be shy to express yourself. If Instagram Photography is art(it is!) – that’s what I’m going to teach you in the first place. Come along!\u003C/p\u003E\u003Cp\u003EThis course is all about photography. Instagram Photography, to be exact. In this course I will teach you how to take pictures and how to make them look good, look beautiful. \u003C/p\u003E\u003Cp\u003EHere we’re going to touch upon some basic information you need to know about Instagram Photography, some basic terminology and what that means and why we need it. But a bit later into the course, we’re going to talk about some advanced things like lighting, composition, etc. Everything useful, everything you must not forget about while taking your photos.\u003C/p\u003E\u003Cp\u003EMost importantly, this course is about taking pictures for Instagram, so we’re going to talk about why your smartphone is just as good as a really expensive camera. Believe me when I say that you don’t need top notch equipment to shoot your shots. \u003C/p\u003E\u003Cp\u003EWe also are going to talk about what your smartphone can do, and just trust me, it can do much more than you know. \u003C/p\u003E\u003Cp\u003EWe’ll be touching upon photo editing and how photo editing can make your shots look amazing. Yes, clean unedited photos will always be trendy, but try and guess how many of those photos REALLY weren’t touched with an editing tool. Want to know what editing can do? You’ll just have to find out. \u003C/p\u003E\u003Cp\u003ELastly, we are going to talk about how you should take photos for your online Instagram shop. It doesn’t matter what you’re selling, because together we’re going to sell it better and make it look amazingly wanted.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/instagram-photography-top-3-key-ways-to-shoot-everything/","imageUri":"https://img-c.udemycdn.com/course/750x422/4093598_0627_2.jpg","duration":"3 Stunden","enrolledStudentsCount":"6.608 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["For those who would like to make their photos/ Instagram photography gorgeous","For those who want their Instagram to blow up","For SMM specialists","For aspiring Photographers","For Instagram sellers and shop owners","Anyone who wants to start taking photos"],"tags":["Marketing","Content-Marketing","Instagram-Fotografie"],"rating":{"count":33,"averageValue":"4.3"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516},{"name":"Nick Parker","url":"/user/nick-parker-40/","totalNumberOfStudents":44980,"totalNumberOfReviews":513,"averageRating":4.054404656456456}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"51EAA8287C1D6AF598F3","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/instagram-marketing-how-to-promote-anything-on-instagram/":{"courseDetails":{"courseId":4115062,"title":"Instagram Marketing: How To Promote Anything On Instagram","shortDescription":"Instagram is a great platform to promote your business and make your clients come to you. So let’s learn how it’s done.","longDescription":"\u003Cp\u003EInstagram is a very loyal platform that proved to have promoted thousands of businesses across the world. But the question stays: do you need to pump money into your account to get new clients and followers or not? \u003C/p\u003E\u003Cp\u003EThe answer is both yes and no, but in our course about Instagram Marketing\u003Cstrong\u003E \u003C/strong\u003Ewe are going to talk about how to promote through Instagram without any paid methods, but they will sure help us later on, when your business or personal account has grown.\u003C/p\u003E\u003Cp\u003EIn this course you will learn everything on how Instagram marketing works, what tools are there to use and how your audience will react to the things you do. Remember: Instagram isn’t just a social network about pretty pictures. Well, it is, but it is also so much more.\u003C/p\u003E\u003Cp\u003EInstagram will help you to grow your influence, and it’s not just a fashionable word. Before going someplace like a café, restaurant or a local shop, people check their Instagram page almost all the time, I’d say about 90% of people do. So why not start by making your Instagram profile look pretty?\u003C/p\u003E\u003Cp\u003EThis course will also be amazing for you if the first thing you want to promote is yourself. Either your service or yourself and your lifestyle as a blogger. There’s a lot of room to explore here, and even more to expand into. \u003C/p\u003E\u003Cp\u003EIn this course you will also learn how paid promotion through Instagram works. We will talk about ads, targeted ads, blogger integration, blogger collaboration and more!\u003C/p\u003E\u003Cp\u003EInstagram is the most popular social network at the moment and this is the moment you have to use! In other words, if you want people to know about you – go and tell them about yourself or your business on Instagram and they will come.\u003C/p\u003E\u003Cp\u003ESo if you are ready to learn everything Instagram and Instagram Marketing related – feel free to join and all the info awaits you in the course! \u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/instagram-marketing-how-to-promote-anything-on-instagram/","imageUri":"https://img-b.udemycdn.com/course/750x422/4115062_ed6f.jpg?secure=P43QE9j3bkU2SQhbZa-nmg%3D%3D%2C1640799665","duration":"3 Stunden","enrolledStudentsCount":"7.084 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Business owners wanting to promote and expand their businesses","Small businesses wanting to get more attention","People Who Want to Promote Their Product Through Instagram Marketing","Bloggers needing more attention","Anyone who wants to know how Instagram works marketing-wise"],"tags":["Marketing","Social-Media-Marketing","Instagram-Marketing"],"rating":{"count":29,"averageValue":"3.9"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Nick Parker","url":"/user/nick-parker-40/","totalNumberOfStudents":44980,"totalNumberOfReviews":513,"averageRating":4.054404656456456},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5783BD5F65C1C085BA88","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/anyone-can-design-create-awesome-graphics-for-social-media/":{"courseDetails":{"courseId":1367206,"title":"Graphic Design Certification - Legendary Edition","shortDescription":"MBA in Creative Arts, Design and Animation: Level 1 - Part 1 course that focusses on Graphic Design Tools and Software","longDescription":"\u003Cp\u003EWelcome to the incredible series-based course - \u003Cstrong\u003E\u0022MBA in Creative Arts, Design and Animation: Level 1 - Part 1\u0022\u003Cem\u003E. \u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022Graphic Design Certification - Legendary Edition\u0022\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe know that design helps us understand the world better, and its patterns allow us to keep up with the times. You should always be conscious of the latest trends in graphic design, whether you are a designer, developer, or a newbie.\u0026nbsp;This course is a testament to the latest trends in the field of graphic design, this year.\u003C/p\u003E\u003Cp\u003EUnderstanding the\u0026nbsp;Artificial Intelligence (AI)-powered graphic design tools that aid in the essence of changing styles helps us create better designs, maintain a high level of our work, and receive positive feedback.\u003C/p\u003E\u003Cp\u003EThis new course focussed on \u003Cstrong\u003E\u0022Graphic Design Certification - Learn Graphic Design Tools\u0022\u003C/strong\u003E\u0026nbsp;as part of the series created by Digital Marketing Legend \u0022Srinidhi\u0026nbsp;Ranganathan\u0022 teaches you to create any type of graphics for social media posts at great speeds in 2021 and beyond. \u003C/p\u003E\u003Cp\u003ECreate and publish images for social media, blogs, ads, and more at incredible speeds. You will be learning about an automated social media design and promotion platform with easy tools to create and come up with 100,000\u002B post ideas. After this, you can schedule your stunning posts across social networks. The\u0026nbsp;tools that are taught have an integrated photo stock library that contains 100,000\u002B images - illustrations and photo backgrounds you can use. They contain a cloud-based online graphic editor, an optimal timing tool to figure out audience engagement, and also user collaboration features to accelerate your business with social networks by collaborating with your graphic or content team for designs.\u003C/p\u003E\u003Cp\u003EAre you ready to create posts that go viral on social media today? Get a head-start by learning about great tools that offer pre-made templates and high-res stock photos in-built within. Click on the enrol button and let’s start rolling.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EThere is no time to wait as this course may have the potential to go viral in the graphic design industry, globally.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/anyone-can-design-create-awesome-graphics-for-social-media/","imageUri":"https://img-c.udemycdn.com/course/750x422/1367206_e8e7_4.jpg","duration":"2 Stunden","enrolledStudentsCount":"128.137 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["This course is for bloggers, content creators, marketers and existing graphic artists, designers who want to create graphics for social media at incredible speeds.","This course is for students and ardent learners who love graphic design.","This course is for anyone who is passionate to learn new-age graphic design technology and tools"],"tags":["Entwerfen","Grafikdesign \u0026 Illustration","Grafikdesign"],"rating":{"count":1386,"averageValue":"4.1"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":785577,"totalNumberOfReviews":20110,"averageRating":3.978674842711649},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EDITIONNOW","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/exclusive-lpi-linux-essentials-code-010-160-practice-tests/":{"courseDetails":{"courseId":4464978,"title":"Exclusive LPI Linux Essentials (code 010-160) Practice Tests","shortDescription":"6 practice exams to be 100% ready to pass your EXAM. All you need to be ready to get a great score!","longDescription":"\u003Cp\u003EDo \u003Cstrong\u003Eyou \u003C/strong\u003Eneed to earn your \u003Cstrong\u003ELPI Linux Essentials (010-160)\u003C/strong\u003E certification? If so, you\u0027ve come to the right place!⭐⭐⭐⭐⭐\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI have personally trained over 20,000 people just like you in how to pass their exams on the first attempt!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELinux adoption continues to rise world-wide as individual users, government entities and industries ranging from automotive to space exploration embrace open source technologies. This expansion of open source in enterprise is redefining traditional Information and Communication Technology (ICT) job roles to require more Linux skills. Whether you’re starting your career in open source, or looking for advancement, independently verifying your skill set can help you stand out to hiring managers or your management team.\u003C/p\u003E\u003Cp\u003EThe Linux Essentials certificate also serves as a great introduction to the more complete and advanced Linux Professional certification track.\u003C/p\u003E\u003Cp\u003EWith practice exams containing 40 questions each, I have carefully hand-crafted each question to put you to the test. After passing these exams, you will be fully prepared for what it is like to take the LPI Linux Essentials (010-160) Certification Exam.\u003C/p\u003E\u003Cp\u003EThis practice exam course is designed around the official exam objectives for the LPI Linux Essentials (010-160) certification, weighting the 19 Knowledge Areas properly, so you can \u003Cstrong\u003Epass the actual LPI Linux Essentials (010-160) Certification Exam \u003C/strong\u003Ewith confidence!\u003C/p\u003E\u003Cp\u003EYou won\u0027t be hoping you are ready, you will know you are ready to pass the exam, \u003Cstrong\u003Esaving you time and money\u003C/strong\u003E. After practicing these tests and scoring an 80% or higher on them, you will be ready to PASS your certification on the first attempt and avoid costly re-scheduling fees.\u003C/p\u003E\u003Cp\u003EAfter each practice exam attempt, you will receive your total final score, along with feedback on each and every question -- telling you exactly why each answer is correct so that you can pinpoint the areas in which you need to improve and perform some additional studying.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThese LPI Linux Essentials (010-160) Practice Exams have the timed test taking capability and provides you with interactive, question-level feedback.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is constantly updated to ensure it stays current and up-to-date with the latest release of the LPI Linux Essentials (010-160) exams, and also provides you with a 30-day money-back guarantee, no questions asked!⭐⭐⭐⭐⭐\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/exclusive-lpi-linux-essentials-code-010-160-practice-tests/","imageUri":"https://img-c.udemycdn.com/course/750x422/4464978_36b3.jpg","duration":"","enrolledStudentsCount":"60 Teilnehmer","lastUpdated":"Veröffentlicht: 12/2021","targetAudiences":["The LPI Linux Essentials exam students \u0026 candidates"],"tags":["IT \u0026 Software","IT-Zertifizierungen"],"rating":null,"instructors":[{"name":"Nadia Achlouje","url":"/user/nadia-achlouj/","totalNumberOfStudents":11463,"totalNumberOfReviews":64,"averageRating":4.730072684375}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DISCUDEMY.COM","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/top-5-secrets-for-improving-screenwriting-skills/":{"courseDetails":{"courseId":4076184,"title":"Top 5 Secrets for Improving Screenwriting Skills Summary","shortDescription":"Ever wanted to know how screenwriters work and learn for yourself? Here’s your chance.","longDescription":"\u003Cp\u003EI’m sure you really want to write something to put on silver-screen and be proud that it’s your story hundreds of thousands of people are talking about. Well, you can either just go at it and encounter lots upon lots of difficulties and mistakes, or you can learn everything you need to know first and get at it like a pro. The choice is yours, but I would really advice the second option.\u003C/p\u003E\u003Cp\u003EIn this course we’ll go over everything about screenwriting. I will pass my knowledge onto you, so you won’t have to worry that you did something wrong. Easy as that, to be good at something, you first have to know that ‘something’ inside and out. That’s exactly what we are going to learn here.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat will you learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course we are going to discuss everything about screenwriting. While screenwriting is a tricky thing, we will get all that tricky information about it and sort it out. We are going to talk about what a script consists of, what does your crew and a director for your movie derive from it. \u003C/p\u003E\u003Cp\u003EWe are also going to learn some secrets professional screenwriters use and why their screenplays are so good. There’s much to learn and think about. We will be touching upon what we should put in our script, and what we should leave behind.\u003C/p\u003E\u003Cp\u003EWe will talk about the terminology and all those weird short words scripts have. You didn’t think you can actually learn something in 30 minutes? Think again.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/top-5-secrets-for-improving-screenwriting-skills/","imageUri":"https://img-c.udemycdn.com/course/750x422/4076184_193b_2.jpg","duration":"3 Stunden","enrolledStudentsCount":"7.191 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["Anyone who wants to get into screenwriting but doesn’t know how","Aspiring screenwriters","Anyone who wants to have an awesome creative job","Seasoned screenwriters who want to pick some new knowledge","Anyone with a passion for writing"],"tags":["Persönliche Entwicklung","Kreativität","Drehbücher schreiben"],"rating":{"count":19,"averageValue":"4.9"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Nick Parker","url":"/user/nick-parker-40/","totalNumberOfStudents":44980,"totalNumberOfReviews":513,"averageRating":4.054404656456456},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"919C2A4EF22ECEC8B174","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}}},"freeCourses":{"https://www.udemy.com/course/prescribe-medication-for-community-pharmacist-eye-disorder/":{"courseDetails":{"courseId":4416368,"title":"Prescribe medication for Community pharmacist : Eye disorder","shortDescription":"Professional Community pharmacist program : Eye disorder","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/prescribe-medication-for-community-pharmacist-eye-disorder/","imageUri":"https://img-c.udemycdn.com/course/750x422/4416368_d1fa.jpg","duration":"2915","enrolledStudentsCount":"341 students","lastUpdated":null,"targetAudiences":["Pharmacy students, Medical Student, fresh community pharmacist"],"tags":["Health \u0026 Fitness","General Health","Pharmacy"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Ahmed Alaa Eldeen Mohamed","url":"/user/ahmed-alaa-eldeen-mohamed/","totalNumberOfStudents":361,"totalNumberOfReviews":1,"averageRating":4.5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/basic-fundamental-of-partial-discharge-2021/":{"courseDetails":{"courseId":4062816,"title":"Basic Fundamental of Partial Discharge 2021","shortDescription":"Basic Fundamental of Partial Discharge 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/basic-fundamental-of-partial-discharge-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4062816_4d3d.jpg","duration":"2034","enrolledStudentsCount":"473 students","lastUpdated":null,"targetAudiences":["Mechanical Engineer","Electrical Engineer","Design Engineer","Consulting Engineer","Maintenance Officer","Facility Officer","Contractors"],"tags":["Teaching \u0026 Academics","Engineering"],"rating":{"count":3,"averageValue":"4.6"},"instructors":[{"name":"Hoestar PD Technology Pte Ltd Hoestar","url":"/user/rong-hui-2/","totalNumberOfStudents":439,"totalNumberOfReviews":3,"averageRating":4.561942}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/situational-time-creation-in-the-social-media-age/":{"courseDetails":{"courseId":2957632,"title":"Situational Time Creation in the Social Media Age","shortDescription":"10 Exclusive New Age Tools to Get Your Focus \u0026 Productivity Back","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/situational-time-creation-in-the-social-media-age/","imageUri":"https://img-c.udemycdn.com/course/750x422/2957632_eabc_2.jpg","duration":"3281","enrolledStudentsCount":"731 students","lastUpdated":null,"targetAudiences":["Managers With Teams","Entrepreneurs and Freelancing Professionals","CEOs and Presidents of Organizations","Middle Managers and Team Leaders","Students Multi Tasking With Internships","Individuals Suffering With Social Media Addiction and Stress"],"tags":["Business","Management","Time Management"],"rating":null,"instructors":[{"name":"Ashish Janiani","url":"/user/ashish-janiani/","totalNumberOfStudents":787,"totalNumberOfReviews":4,"averageRating":4.128988}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/survive-creating-your-first-course/":{"courseDetails":{"courseId":4211338,"title":"Survive creating your first course!","shortDescription":"Online course creation","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/survive-creating-your-first-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/4211338_738c_2.jpg?secure=Dbd-k7jjF0Ldl5WlcZMlZQ%3D%3D%2C1638304253","duration":"4751","enrolledStudentsCount":"586 students","lastUpdated":null,"targetAudiences":["First time online instructors"],"tags":["Teaching \u0026 Academics","Online Education","Online Course Creation"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Aminah Ibrahim","url":"/user/aminah-ibrahim-2/","totalNumberOfStudents":733,"totalNumberOfReviews":9,"averageRating":4.690568266666666}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/successformula-part-1/":{"courseDetails":{"courseId":4413748,"title":"Success Formula - Part 1","shortDescription":"This is the first powerful step to an even more powerful seminar teaching you how to achieve that success you want.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/successformula-part-1/","imageUri":"https://img-b.udemycdn.com/course/750x422/4413748_5d24.jpg?secure=yDG3rzJPGsl_t4L76IPKxQ%3D%3D%2C1638309650","duration":"3844","enrolledStudentsCount":"1,089 students","lastUpdated":null,"targetAudiences":["Anyone wanting success in an existing business, future business, or in any area."],"tags":["Business","Management","Business Development"],"rating":null,"instructors":[{"name":"Guaranteed Prosperity","url":"/user/meir-ezra/","totalNumberOfStudents":8698,"totalNumberOfReviews":392,"averageRating":4.486696045454545}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tailwindcss-2-learn-tailwindcss-for-beginners/":{"courseDetails":{"courseId":4412324,"title":"TailwindCSS 2 - Learn TailwindCSS for Beginners","shortDescription":"Learn one of the best utility-first frameworks on the web","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tailwindcss-2-learn-tailwindcss-for-beginners/","imageUri":"https://img-b.udemycdn.com/course/750x422/4412324_d593.jpg?secure=iTHHud2zBNtuw94Xf1kYaw%3D%3D%2C1638304922","duration":"6994","enrolledStudentsCount":"3,003 students","lastUpdated":null,"targetAudiences":["Beginners that want to learn web design"],"tags":["Development","Web Development","Tailwind CSS"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Dary Nazar","url":"/user/dary-nazar-kermanshahi/","totalNumberOfStudents":32700,"totalNumberOfReviews":887,"averageRating":4.601024959821428}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/laravel-8-build-a-shopping-cart-and-deploy-it-on-cloudways/":{"courseDetails":{"courseId":4409288,"title":"Laravel 8 – Build a shopping cart \u0026 deploy it on Cloudways","shortDescription":"Learn how to build a Laravel project \u0026 Deploy it using Cloudways","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/laravel-8-build-a-shopping-cart-and-deploy-it-on-cloudways/","imageUri":"https://img-c.udemycdn.com/course/750x422/4409288_3149.jpg","duration":"6576","enrolledStudentsCount":"5,285 students","lastUpdated":null,"targetAudiences":["People who are looking for web programming jobs","People who want to learn everything about Laravel","People who struggle with projects","People who want to learn how to host a Laravel project on Cloudways"],"tags":["Development","Web Development"],"rating":{"count":14,"averageValue":"4.7"},"instructors":[{"name":"Dary Nazar","url":"/user/dary-nazar-kermanshahi/","totalNumberOfStudents":32700,"totalNumberOfReviews":887,"averageRating":4.601024959821428}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-tiny-web-app-with-vue-3/":{"courseDetails":{"courseId":4365348,"title":"Create a tiny web App with VUE 3","shortDescription":"Get started with VUE V3 by creating a tiny app","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-tiny-web-app-with-vue-3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4365348_aa1d_2.jpg","duration":"6135","enrolledStudentsCount":"2,088 students","lastUpdated":null,"targetAudiences":["Anyone who wants to start with VUE"],"tags":["Development","Web Development","Vue JS"],"rating":{"count":6,"averageValue":"4.5"},"instructors":[{"name":"Coding Revolution","url":"/user/codign-revolution/","totalNumberOfStudents":53178,"totalNumberOfReviews":5976,"averageRating":4.477446047826087}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/c-polymorphism-and-exception-handling-types/":{"courseDetails":{"courseId":4403655,"title":"C#-Polymorphism and Exception Handling types","shortDescription":"Tutorial on poLymorphism ,Exception Handling Types","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/c-polymorphism-and-exception-handling-types/","imageUri":"https://img-b.udemycdn.com/course/750x422/4403655_e284_7.jpg?secure=U1LOOAhQSXnv2kCVxubjpw%3D%3D%2C1638320023","duration":"5363","enrolledStudentsCount":"1,538 students","lastUpdated":null,"targetAudiences":["course is meant for professionals interested to develop console application projects in C#"],"tags":["IT \u0026 Software","Other IT \u0026 Software","C#"],"rating":{"count":2,"averageValue":"4.5"},"instructors":[{"name":"Suprio Dutta","url":"/user/suprio-5/","totalNumberOfStudents":3034,"totalNumberOfReviews":59,"averageRating":4.307550125423729}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/amped-studio-videocourse/":{"courseDetails":{"courseId":4376502,"title":"Amped Studio - Making professional music.  Videocourse","shortDescription":"Learn professional music techniques in 2 days. Everything you need is a computer and internet.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/amped-studio-videocourse/","imageUri":"https://img-b.udemycdn.com/course/750x422/4376502_b1a5_2.jpg?secure=RJmTosXq8PVs8swCzBGJRw%3D%3D%2C1638324062","duration":"4277","enrolledStudentsCount":"1,303 students","lastUpdated":null,"targetAudiences":["If you want to learn how to make music on a computer but don\u0027t know what to start from","If you are producer and want to find more simple and convenient way of creating your sound","If you want to have access to your projects always at hand without using special computer resources"],"tags":["Music","Music Software","Music Production"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Bil Bryant","url":"/user/dracheno-pavel/","totalNumberOfStudents":1301,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-generate-real-estate-buyer-and-seller-leads/":{"courseDetails":{"courseId":2490292,"title":"How to Generate Real Estate Buyer and Seller Leads","shortDescription":"Learn How to Create the Perfect Sales Funnel for Your Business","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-generate-real-estate-buyer-and-seller-leads/","imageUri":"https://img-b.udemycdn.com/course/750x422/2490292_1c27.jpg?secure=fdl1LLiUr1pkay31ECoGMg%3D%3D%2C1638326015","duration":"5054","enrolledStudentsCount":"6,321 students","lastUpdated":null,"targetAudiences":["Real Estate Agents with the desire to grow their business"],"tags":["Marketing","Digital Marketing","Facebook Marketing"],"rating":{"count":105,"averageValue":"4.8"},"instructors":[{"name":"Emil Kim","url":"/user/emil-kim/","totalNumberOfStudents":6754,"totalNumberOfReviews":110,"averageRating":4.669306433333333}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/fundamentals-of-infinite-banking-how-the-wealthy-do-it/":{"courseDetails":{"courseId":4402589,"title":"Fundamentals of Infinite Banking: How the Wealthy Do It!","shortDescription":"Your Start-Up Guide in Infinite Banking","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/fundamentals-of-infinite-banking-how-the-wealthy-do-it/","imageUri":"https://img-c.udemycdn.com/course/750x422/4402589_baab_2.jpg","duration":"7220","enrolledStudentsCount":"1,106 students","lastUpdated":null,"targetAudiences":["Hard working professionals who are curious on how the wealthy invest","Financial enthusiast","Real estate investors wanting to scale"],"tags":["Business","Real Estate","Real Estate Investing"],"rating":null,"instructors":[{"name":"Lane Kawaoka","url":"/user/lane-kawaoka-2/","totalNumberOfStudents":1551,"totalNumberOfReviews":7,"averageRating":4.608162857142857}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/nicheecommercestartupcasestudy/":{"courseDetails":{"courseId":4400290,"title":"Niche E-Commerce Startup Case Study with Sramana Mitra","shortDescription":"Lessons and Analysis of a Niche E-commerce Startup","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/nicheecommercestartupcasestudy/","imageUri":"https://img-c.udemycdn.com/course/750x422/4400290_db30.jpg","duration":"3051","enrolledStudentsCount":"1,075 students","lastUpdated":null,"targetAudiences":["Tech entrepreneurs interested in e-commerce startups.","Entrepreneurs interested in e-commerce startups.","Aspiring entrepreneurs interested in e-commerce startups."],"tags":["Business","Entrepreneurship","Entrepreneurship Fundamentals"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Sramana Mitra","url":"/user/sramana-mitra/","totalNumberOfStudents":3754,"totalNumberOfReviews":219,"averageRating":4.794995831073447}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/comptia-a-core-1-comptia-a-220-1001-course/":{"courseDetails":{"courseId":4360792,"title":"CompTIA A\u002B Core 1: CompTIA A\u002B 220-1001 Course with Practice","shortDescription":"Course 1: Everything you need to pass the A\u002B Certification Core 1 (220-1001) Exam, from Mike Meyers and Total Seminars","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/comptia-a-core-1-comptia-a-220-1001-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4360792_b758.jpg","duration":"6715","enrolledStudentsCount":"6,705 students","lastUpdated":null,"targetAudiences":["Anyone looking to take and pass the CompTIA A\u002B Certification Core 1 (220-1001) Certification exam","Anyone who wants to improve their skills as a computer or IT technician","Anyone who wants to learn awesome stuff about PCs, Macs, mobile devices, networking, the cloud, IT security and more"],"tags":["IT \u0026 Software","IT Certifications","CompTIA A\u002B"],"rating":{"count":56,"averageValue":"4.4"},"instructors":[{"name":"PaceIT Academy","url":"/user/jose-martin-rincon-escalante/","totalNumberOfStudents":12140,"totalNumberOfReviews":104,"averageRating":4.516785209615384}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/comptia-security-bootcamp-exam/":{"courseDetails":{"courseId":4385598,"title":"CompTIA Security\u002B (SY0-601) Bootcamp \u0026 Exam","shortDescription":"CompTIA Security\u002B (SY0-601) Bootcamp - Your preparation for the world\u0027s best cybersecurity certification!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/comptia-security-bootcamp-exam/","imageUri":"https://img-c.udemycdn.com/course/750x422/4385598_d55d.jpg","duration":"7623","enrolledStudentsCount":"2,052 students","lastUpdated":null,"targetAudiences":["Anyone who wants to learn about Computer Security and pass the Comptia Security Plus Exam."],"tags":["IT \u0026 Software","Network \u0026 Security","CompTIA Security\u002B"],"rating":{"count":20,"averageValue":"4.7"},"instructors":[{"name":"PaceIT Academy","url":"/user/jose-martin-rincon-escalante/","totalNumberOfStudents":11882,"totalNumberOfReviews":104,"averageRating":4.516785209615384}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-overcome-stress-the-sfl-super-strategies/":{"courseDetails":{"courseId":4398904,"title":"How to Overcome Stress: Learn 20 Super Strategies","shortDescription":"Box out stress from your life to have better relationships, career and more inner peace!!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-overcome-stress-the-sfl-super-strategies/","imageUri":"https://img-c.udemycdn.com/course/750x422/4398904_1183_3.jpg","duration":"3350","enrolledStudentsCount":"1,314 students","lastUpdated":null,"targetAudiences":["This class is for anyone, who wants to learn techniques to overcome stress, anxiety and depression!!"],"tags":["Personal Development","Stress Management"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Nitesh Gurnani","url":"/user/nitesh-gurnani-2/","totalNumberOfStudents":19865,"totalNumberOfReviews":188,"averageRating":4.420236129411765}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/aspnet-core-testing-mini-course/":{"courseDetails":{"courseId":4364536,"title":"ASP.NET Core Testing Mini Course","shortDescription":"With examples in ASP.NET Core.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/aspnet-core-testing-mini-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4364536_f7e6.jpg","duration":"3754","enrolledStudentsCount":"1,296 students","lastUpdated":null,"targetAudiences":["Software developers that want to learn more about testing, examples are shown in ASP .NET."],"tags":["IT \u0026 Software","Other IT \u0026 Software","Software Testing"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Ruben Heeren","url":"/user/ruben-heeren-3/","totalNumberOfStudents":2180,"totalNumberOfReviews":46,"averageRating":4.525197873913044}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/guide-to-prince2-certification-step-by-step-guide-for-2021/":{"courseDetails":{"courseId":4064690,"title":"Guide to Prince2 Certification | Step-by-Step Guide for 2021","shortDescription":"Guide to Prince2 Certification | Step-by-Step Guide for 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/guide-to-prince2-certification-step-by-step-guide-for-2021/","imageUri":"https://img-b.udemycdn.com/course/750x422/4064690_415f.jpg?secure=u04w4h1GgyJJdamsuuzDaw%3D%3D%2C1638320069","duration":"2807","enrolledStudentsCount":"866 students","lastUpdated":null,"targetAudiences":["Students and professionals who want to start their career in Project Management.  It is also suitable for professionals who want to excel in their Project Management domain."],"tags":["Business","Project Management","PRINCE2"],"rating":{"count":1,"averageValue":"3.0"},"instructors":[{"name":"R Tutor","url":"/user/rahul-878/","totalNumberOfStudents":24083,"totalNumberOfReviews":564,"averageRating":4.203801521404682}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/making-a-business-plan-that-investors-like/":{"courseDetails":{"courseId":4269930,"title":"Making a Business Plan that Investors like","shortDescription":"Simple Step by Step Guide for writing a Business Plan","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/making-a-business-plan-that-investors-like/","imageUri":"https://img-c.udemycdn.com/course/750x422/4269930_db1f_4.jpg","duration":"4269","enrolledStudentsCount":"1,495 students","lastUpdated":null,"targetAudiences":["People who are involved in project management , starting a business , looking for funding"],"tags":["Business","Business Strategy","Business Plan"],"rating":{"count":4,"averageValue":"4.1"},"instructors":[{"name":"Makks Shah","url":"/user/makks/","totalNumberOfStudents":1978,"totalNumberOfReviews":8,"averageRating":4.17436465}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tea-appreciation-with-dosta/":{"courseDetails":{"courseId":4386702,"title":"Tea Appreciation with Dosta - Zen Tea Meditation","shortDescription":"Perceive the Taste, Enjoy your Life!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tea-appreciation-with-dosta/","imageUri":"https://img-b.udemycdn.com/course/750x422/4386702_7ef7.jpg?secure=uzXKfL_Hb_xINAczXCx-Sw%3D%3D%2C1638819150","duration":"2234","enrolledStudentsCount":"829 students","lastUpdated":null,"targetAudiences":["Meditation Practitioners","Healthy Lifestyle Enthusiasts","Zen Students","Perception Development Practitioners","Seekers of Truth","Personal Development Enthusiasts","Tea Drinking Enthusiasts","Psychology Students","Minimalists"],"tags":["Lifestyle","Food \u0026 Beverage","Tea Ceremony"],"rating":{"count":2,"averageValue":"4.2"},"instructors":[{"name":"Dosta Andrew Lake","url":"/user/dosta-3/","totalNumberOfStudents":5791,"totalNumberOfReviews":78,"averageRating":4.559140427142857}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-analyse-company-finances/":{"courseDetails":{"courseId":4396608,"title":"How to Analyse Company Finances","shortDescription":"using public domain information","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-analyse-company-finances/","imageUri":"https://img-c.udemycdn.com/course/750x422/4396608_26aa_2.jpg","duration":"5172","enrolledStudentsCount":"1,421 students","lastUpdated":null,"targetAudiences":["The course is for anyone interesting in looking at a company\u0027s financial status","This course is for anyone who is interested in investing in a company"],"tags":["Finance \u0026 Accounting","Finance","Financial Statement"],"rating":{"count":4,"averageValue":"4.7"},"instructors":[{"name":"Tracy Renee","url":"/user/tracydracona2/","totalNumberOfStudents":1444,"totalNumberOfReviews":5,"averageRating":4.730044}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tailwind-css-installation-guide/":{"courseDetails":{"courseId":4395096,"title":"Tailwind CSS: Complete Installation \u0026 Getting Started Guide","shortDescription":"Learn how to install TailwindCSS step by step, and how to start using it. Updated for Tailwind CSS 3.0!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tailwind-css-installation-guide/","imageUri":"https://img-c.udemycdn.com/course/750x422/4395096_3f2a_6.jpg","duration":"2111","enrolledStudentsCount":"1,437 students","lastUpdated":null,"targetAudiences":["Web designers and developers who need to know how to install and use Tailwind CSS","Students with knowledge of HTML and CSS who want to learn a new way of working.","Whoever wants to learn new technologies in web development"],"tags":["Development","Web Development","Tailwind CSS"],"rating":{"count":8,"averageValue":"4.4"},"instructors":[{"name":"David Morales","url":"/user/davidmles/","totalNumberOfStudents":23455,"totalNumberOfReviews":78,"averageRating":4.778305358974358}]},"isAlreadyAFreeCourse":true,"couponData":null}}}