{"coursesWithCoupon":{"https://www.udemy.com/course/embedded-c-for-8051-microcontroller/":{"courseDetails":{"courseId":4329312,"title":"Embedded C for 8051 Microcontroller","shortDescription":"Learn how to program 8051 Microcontroller using Embedded C and build Embedded Systems!","longDescription":"\u003Cp\u003EBy learning this course, \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou\u0027ll be able to \u003C/p\u003E\u003Cp\u003E1. Understand the differences between C and Embedded C\u003C/p\u003E\u003Cp\u003E2. Know how to program in Embedded C\u003C/p\u003E\u003Cp\u003E3. Understand the internal architecture, on chip and off chip peripherals of 8051 microcontroller. \u003C/p\u003E\u003Cp\u003E4. Understanding the usage of Keil IDE to program 8051.\u003C/p\u003E\u003Cp\u003E5. Understanding the hardware components in 8051 development kit. \u003C/p\u003E\u003Cp\u003E6. Build Embedded Systems Projects. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is completely practical oriented. We will be working with an hardware kit called 8051 development kit. Perhaps it\u0027s not necessary to buy the hardware if you don\u0027t wish to. Since, the results of each code can be verified in the simulation tool itself. But, working with hardware and getting the practical knowledge enhances the learning.\u003C/p\u003E\u003Cp\u003EAn embedded system is \u003Cstrong\u003Ea microprocessor-based computer hardware system with software\u003C/strong\u003E that is designed to perform a dedicated function, either as an independent system or as a part of a large system. At the core is an integrated circuit designed to carry out computation for real-time operations.\u003C/p\u003E\u003Cp\u003EHardware \u002B Software = Embedded System!\u003C/p\u003E\u003Cp\u003EWe will be understanding both the things in this course. At the end of this course, the learner should be able to develop an embedded product using 8051 microcontroller for any application. \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/embedded-c-for-8051-microcontroller/","imageUri":"https://img-c.udemycdn.com/course/750x422/4329312_356a.jpg","duration":"5,5 horas","enrolledStudentsCount":"6.758 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Beginner Electrical, Electronics and CS Aspirants"],"tags":["Informática y software","Hardware","C empotrado"],"rating":{"count":6,"averageValue":"4.1"},"instructors":[{"name":"Sujithkumar MA","url":"/user/sujithkumar-ma/","totalNumberOfStudents":189661,"totalNumberOfReviews":3312,"averageRating":4.203838652264808}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"43F9E5302B1B6A373493","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-not-for-profit-organizations/":{"courseDetails":{"courseId":2670362,"title":"QuickBooks Desktop Not for Profit Organizations","shortDescription":"Learn to enter data into QuickBooks for a not for profit organization from a practicing CPA, CGMA, CPI, with B.S.tax","longDescription":"\u003Cp\u003EQuickBooks Desktop Not for Profit Organizations will provide the tools to enter data into QuickBooks for a not for profit organization.\u003C/p\u003E\u003Cp\u003EThis QuickBooks course will consist of three comprehensive practice problems. One problem will be for a charitable organization, one for a health care organization, and one for a not for profit school.\u003C/p\u003E\u003Cp\u003EWe will learn how to set up a QuickBooks file for a not for profit organization.\u003C/p\u003E\u003Cp\u003EThe course will show how to create a chart of accounts and items list for a not for profit organization.\u003C/p\u003E\u003Cp\u003ELearners will learn how to enter data into the QuickBooks system using forms.\u003C/p\u003E\u003Cp\u003EWe will learn how to customize forms so that they can be used to provide to donors.\u003C/p\u003E\u003Cp\u003EThe course will show how to generate and analyze reports. We will also learn how to print, display, and distribute reports.\u003C/p\u003E\u003Cp\u003ELearners will learn how to use the QuickBooks class feature to categorize expenses as restricted or unrestricted. We will also learn to use the job costing feature to track each restricted item in detail.\u003C/p\u003E\u003Cp\u003EThe course will provide backup files that allow learners to jump forward or rework any part of the comprehensive problem.\u003C/p\u003E\u003Cp\u003EWe will also provide Excel files as we work through the problem. We will break each comprehensive problem done and enter it into the system one journal entry at a time. We will show how the journal entry would be entered using debits and credits in Excel first, and then enter the transaction into QuickBooks. Excel is a more transparent system, making it easier to see and understand the connections. Once we understand the objective, we will then move to QuickBooks to enter the data. The system of first Entering data into Excel to understand the objective will be very useful when we need to use more complex features like class tracking and job costing.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/quickbooks-desktop-not-for-profit-organizations/","imageUri":"https://img-c.udemycdn.com/course/750x422/2670362_3523.jpg","duration":"11,5 saat","enrolledStudentsCount":"29.615 öğrenci","lastUpdated":"Son güncelleme tarihi: 11/2019","targetAudiences":["Employees of a not for profit organization","Students who what to apply accounting theory to software"],"tags":["Finans ve Muhasebe","Muhasebe ve Defter Tutma","QuickBooks"],"rating":{"count":65,"averageValue":"4.2"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23325,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"094A75B4A68021143FE6","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-job-costing/":{"courseDetails":{"courseId":2602794,"title":"QuickBooks Desktop Job Costing","shortDescription":"Learn job costing in QuickBooks from a CPA - Create estimates, run job costing reports, track inventory parts, \u0026 more","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThis QuickBooks Desktop Job Costing course will provide the resources for learners to develop a solid understanding of job costing concepts and the tools QuickBooks provides to create an effective job costing system.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will include four example problems demonstrating different job costing systems and methods that can be used.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will provide backup files so learners can jump forward in the problems or rework any component of a problem. The use of backup files is not a requirement of the course, however.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf you have an older version of the software and cannot use backup files, you can still work the practice problems from start to finish. We will be creating new files for each practice problem so learners can follow along from start to finish without the need for a backup file.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will start out reviewing a job costing system, gaining an understanding of the objectives of a job costing system. Then we will discuss the tools provided by QuickBooks to achieve our objectives in the QuickBooks software.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will start by reviewing the end products of the four job costing system practice problems we will be creating in later in the course. This review process will allow us to visualize where we are headed in the course. Then we will start working problems from start to finish.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur first QuickBooks problem will run a job cost system in QuickBooks using a work in process or WIP account to track costs. We will start out using a limited number of accounts and items and walk through each step in detail.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe second QuickBooks problem will run a job cost system in QuickBooks, focusing on the Cost of Goods Sold account. We will use a small number of accounts and items. We will discuss adjusting entries that can be used to adjust the financial statements to the appropriate accounting method required.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe third QuickBooks problem will run a job cost system in QuickBooks with the use of more accounts and items, resulting in a system that provides more detailed reports.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe fourth QuickBooks problem will run a job cost system in QuickBooks with the use of the classes feature. We will discuss the pros and cons of using this option.\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/quickbooks-desktop-job-costing/","imageUri":"https://img-c.udemycdn.com/course/750x422/2602794_159d.jpg","duration":"10,5 Stunden","enrolledStudentsCount":"28.094 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2019","targetAudiences":["Business professionals in an industry using job costing","Accounting professionals who want to learn job costing","Students who want to apply job costing concepts to accounting software"],"tags":["Office-Produktivität","Sonstiges in Office-Produktivität","QuickBooks"],"rating":{"count":62,"averageValue":"4.6"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23341,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9847E250067930A81E25","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/tibco-spotfire-development-beginners-to-advanced-course/":{"courseDetails":{"courseId":3989930,"title":"TIBCO Spotfire Development : Beginners To Advanced Course","shortDescription":"Learn TIBCO Spotfire in this Fast Paced Course - Right from Basics to Advanced Topics like Expressions, Python, R etc.","longDescription":"\u003Cp\u003EThis \u003Cstrong\u003ETIBCO\u003C/strong\u003E \u003Cstrong\u003ESpotfire course\u003C/strong\u003E will help you to become a Data Visualization Expert and will enhance your BI skills by offering you comprehensive knowledge, and the required hands-on experience on this widely used BI tool, by solving real-time industry-based projects.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETop Reasons why you should learn Tibco Spotfire : \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ETIBCO Spotfire is among the top Business Intelligence tools used industry wide.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe demand for BI\u0026nbsp;professionals is on the rise. This is one of the most sought-after profession currently in the lines of Data Science, and the Salary is also among the highest in the industry.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThere are multiple opportunities across the Globe for everyone with the knowledge of Spotfire.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESpotfire has a small learning curve and you can pick up even advanced concepts very quickly.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELot of Organizations are switching to Spotfire due to its advanced capabilities, and currently there is a shortage of Skilled Spotfire professionals.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ETop Reasons why you should choose this Course :\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThis course is designed keeping in mind the students from all backgrounds - hence we cover everything from basics, and gradually progress towards advanced topics.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course is fast paced and can be completed in a day.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EActual Case Studies and Live Examples of all topics.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll Doubts will be answered.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EMost Importantly, Guidance is offered beyond the Tool - You will not only learn the Software, but important Dashboard Design principles. Also, I will share a cheat sheet to quickly find the right chart to use, sources to get public datasets to work on, Getting inspirational ideas, Best Resources to get Working Scripts, \u0026amp; Answers to all your doubts - Technical or Non-Technical.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is recommended for everyone who want to switch their career to Business Intelligence - the most lucrative job profile of 2021 and ahead.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EA Verifiable Certificate of Completion is presented to all students who undertake this TIBCO Spotfire course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u003Cbr\u003ENote : New Lectures on Advanced Topics, Useful Python Scripts \u0026amp; Helpful Tips will be added Regularly and Announcements will be made.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/tibco-spotfire-development-beginners-to-advanced-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3989930_92f5.jpg","duration":"2 Stunden","enrolledStudentsCount":"8.965 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 9/2021","targetAudiences":["Business Intelligence Enthusiasts who want to learn Spotfire","Working Professionals looking to learn a new powerful tool for Dashboard Development and Data Visualization","Students who want to enter the field of Data Analytics or Business Intelligence","Professionals looking to switch career into BI domain, or from one BI tool to another."],"tags":["Business","Business-Analyse und BI","TIBCO Spotfire"],"rating":{"count":29,"averageValue":"4.1"},"instructors":[{"name":"Prince Patni","url":"/user/prince-patni/","totalNumberOfStudents":68203,"totalNumberOfReviews":586,"averageRating":4.131145749327355}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SPOTFIRE_NEWYEAR","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-2018-start-to-finish/":{"courseDetails":{"courseId":1517986,"title":"QuickBooks Online 2021 \u0026 2020 Start to Finish","shortDescription":"Learn QuickBooks Online 2021 in a comprehensive online course taught by a practicing CPA, CGMA, CPI, with BS tax","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWe will update this course each year at no additional cost, so the course community has access to the latest look and feel of QuickBooks Online and can also look back to see the changes that have been made.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe have received a lot of positive feedback and suggestions for improvements that we will put into place as we update.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe greatly appreciate the feedback and support we have received with this course and we look forward to continually improving it with your help.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe new material will provide learners with the most current look and format of QuickBooks Online. \u003C/p\u003E\u003Cp\u003EWe have listened to, and are grateful for, many reviews over the year and will implement many changes as we update the course including shortening unnecessary introductions, adding more ways for learners to work in a hands-on approach, and adding new content related to specific industries and circumstances including a cash basis business.\u003C/p\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EThis is a comprehensive QuickBooks Online course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIf you are a student at an accredited academic institution, you may be eligible for a free trial version of QuickBooks from Intuit, which is a great tool allowing you to maximize the use of this course. We may also utilize a free 30 trial often offered by Intuit, the owner of QuickBooks\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course will start at the basics, assuming you know nothing about the software or accounting.\u003C/p\u003E\u003Cp\u003EWe will start by comparing the different versions of QuickBooks. We will then go through the purchasing process, the downloading process, and the installation process.\u003C/p\u003E\u003Cp\u003EThe first half of the course will be dedicated to navigating the software, getting a feel for the major components of the software, and the primary accounting cycles such as the customer section or revenue cycle, the vendor section or payments cycle, and the employee section or payroll cycle.\u003C/p\u003E\u003Cp\u003EOnce we learn the primary sections or accounting cycles we will analyze the forms and transactions within each section, considering the impact each has on the financial statements.\u003C/p\u003E\u003Cp\u003EThe second half of the course will be in the format of a comprehensive problem, working through two months of data impute.\u003C/p\u003E\u003Cp\u003EWe will enter every standard type of transaction as we work through the comprehensive problem. The comprehensive problem format will provide context to the data entry process, so we understand how the data impute fits into the accounting workflow.\u003C/p\u003E\u003Cp\u003EA comprehensive problem also allows us to do more than simple data entry, data entry generally being the easiest part of the accounting process. We will be able to see how to set up the system to make the data entry as easy as possible.\u003C/p\u003E\u003Cp\u003EWe will also be able to see the impact on the financial statements of every transaction we make and be able to check our work after each transaction.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/quickbooks-online-2018-start-to-finish/","imageUri":"https://img-c.udemycdn.com/course/750x422/1517986_f8a9_3.jpg","duration":"144 saat","enrolledStudentsCount":"61.674 öğrenci","lastUpdated":"Son güncelleme tarihi: 6/2021","targetAudiences":["Business owners","Accounting professionals","Accounting students","Anybody who wants to learn accounting software","Anybody who wants to learn accounting software"],"tags":["İşletme","Girişimcilik","QuickBooks Online"],"rating":{"count":3258,"averageValue":"4.5"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23325,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"80EC968C970ED116B651","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/kennzahlen-im-hotelmanagement/":{"courseDetails":{"courseId":3629532,"title":"Kennzahlen im Hotelmanagement","shortDescription":"Welche Kennzahlen im Hotelmanagement zum Einsatz kommen","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAllgemein\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIm\u0026nbsp;\u003Cstrong\u003EHotelmanagement\u003C/strong\u003E ist der Service für die Gäste natürlich das A \u0026amp; O. Beim Auschecken werden die Hotel-Gäste oft gefragt, ob sie mit dem Aufenthalt zufrieden waren. Neben dem mündlichen Austausch gibt es allerdings auch diverse Kennzahlen, so dass Sie die Zufriedenheit und natürlich auch die Wirtschaftlichkeit eines \u003Cstrong\u003EHotels\u003C/strong\u003E besser beurteilen können.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHier ist die Frage, auf welche \u003Cstrong\u003EKennzahlen \u003C/strong\u003Ees im \u003Cstrong\u003EHotel-Management \u003C/strong\u003Eankommt. Natürlich könnten man bei der Kennzahl \u0022durchschnittlicher Umsatz pro Gast\u0022 sagen, dass dies relativ einfach zu berechnen ist. Allerdings müssen einige weitere Komponenten berücksichtigt werden.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEs gibt keine Königskennzahl. Das heißt, es lässt sich nicht mit nur einer einzigen \u003Cstrong\u003EKennzahl\u003C/strong\u003E die Leistung eines Betriebes beurteilen. Mehrere KPIs (Key Performance Indicators) müssen herangezogen werden, um den Zusammenhang zu verstehen, ob ein Unternehmen profitabel ist.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAls Controller habe ich mehrere Jahren für nationale und internationale Unternehmen gearbeitet. Heute berate ich Unternehmen im Bereich Controlling. Zusätzlich bin ich ausgebildeter Trainer und Online-Trainer. Des Weiteren bin ich Mitautor des Fachbuchs \u0022Kennzahlen-Guide für Controller\u0022. Sie sind bei mir also was das Training mit Kennzahlen betrifft in guten Händen.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDer Kurs ist insbesondere dann für Sie interessant, wenn Sie gerade im \u003Cstrong\u003EHotelmanagement \u003C/strong\u003Eeingestiegen bzw. Quereinsteiger sind und sich jetzt mit den dazugehörigen \u003Cstrong\u003EKennzahlen\u003C/strong\u003E vertraut machen möchten.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInhalt\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAuslastungsquote\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStorno-Quote\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVollbelegungsquote\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBetten-/Zimmer-Auslastung\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWochenendauslastung\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eund viele mehr\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/kennzahlen-im-hotelmanagement/","imageUri":"https://img-c.udemycdn.com/course/750x422/3629532_a138.jpg","duration":"1 Stunde","enrolledStudentsCount":"0 Teilnehmer","lastUpdated":"Veröffentlicht: 12/2021","targetAudiences":["Controller","Hotelangestellte","Mitarbeiter Tourismusbranche","Mitarbeiter, die in das Hotelmanagement einsteigen möchten","Auszubildende zum Hotelfachmann/-frau"],"tags":["Business","Business-Analyse und BI","Hotelmanagement"],"rating":null,"instructors":[{"name":"Kristoffer Ditz","url":"/user/kristoffer-ditz/","totalNumberOfStudents":49049,"totalNumberOfReviews":1704,"averageRating":4.337499778787878}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"6AB513E43E54B6F691DD","originalPrice":"3.200 ₹","discountedPrice":"Kostenlos","expirationText":"3 Tage","discountPercentage":100}},"https://www.udemy.com/course/ace-every-job-interview-master-blueprint-and-get-your-dream-job/":{"courseDetails":{"courseId":809432,"title":"P.O.W.E.R. : Proven Interview System to crack your DREAM job","shortDescription":"7-Step Proven System to convert every job interview into a job offer","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**Course Updated - Nov 2021**\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPreparing for an interview takes \u003Cstrong\u003Ea lot more than Googling a list of common interview questions\u003C/strong\u003E. You have to make a great first impression, you will have to have a great knowledge of your target company and its product, and, of course, know exactly how to convey that you\u0027re the perfect fit for the job.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThere is\u003Cstrong\u003E no one “best” way\u003C/strong\u003E to prepare for an interview. Rather, there are \u003Cstrong\u003Especific and important strategies\u003C/strong\u003E to enhance one’s chances for interview success. Every interview is a learning experience. Learning that takes place during the preparation and actual interview process is useful for future interviews\u003Cbr\u003EThe interview is one of the most important elements in the job search process. When an employer invites you to an interview, he/she is indicating an interest in bringing you on board. The interview gives both of you the opportunity to exchange enough information to determine if you are a good \u0022fit\u0022 for each other.\u003Cbr\u003EThe \u003Cstrong\u003Ebiggest mistake in interviewing is not being fully prepared\u003C/strong\u003E. It behooves job-seekers to use every conceivable means possible to prepare for the interview and to allow ample time to fully prepare.\u003Cbr\u003EUnderstand that \u003Cstrong\u003Einterviewing is a skill\u003C/strong\u003E; as with all skills, preparation and practice enhance the quality of that skill. \u003Cstrong\u003EPreparation can make the difference\u003C/strong\u003E between getting an offer and getting rejected. You should use the limited amount of time you have to learn about an employer\u0027s needs and discuss the ways you can meet these needs.\u003Cbr\u003EThink of an interview as a highly focused professional conversation. In many cases, you will interview at least twice before being hired for a position. Once in a brief screening interview and at least once again in a more serious meeting when you may also speak with many of your potential co-workers.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/ace-every-job-interview-master-blueprint-and-get-your-dream-job/","imageUri":"https://img-b.udemycdn.com/course/750x422/809432_d867_2.jpg?secure=sr8AvAe7kvcesiI0qrwxDg%3D%3D%2C1640865694","duration":"1,5 Stunden","enrolledStudentsCount":"35.250 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["This course is for everyone who wants to work towards getting their dream job","This Course is NOT for those looking for shortcut to success. You will have to be able to work for your own success"],"tags":["Persönliche Entwicklung","Karriereentwicklung","Einstellungsgespräch"],"rating":{"count":267,"averageValue":"4.2"},"instructors":[{"name":"Susmita Dutta","url":"/user/susmitadutta/","totalNumberOfStudents":164999,"totalNumberOfReviews":3691,"averageRating":4.288210523028392},{"name":"Akshay Goel","url":"/user/akgoel/","totalNumberOfStudents":129764,"totalNumberOfReviews":2538,"averageRating":4.307931352941177}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DEC2021FREE001","originalPrice":"12.480 ₹","discountedPrice":"Kostenlos","expirationText":"3 Tage","discountPercentage":100}},"https://www.udemy.com/course/tibco-spotfire-interview-technical-questions-answered-with-explanation/":{"courseDetails":{"courseId":3829756,"title":"Spotfire Interview Tech Questions Answered with Explanation","shortDescription":"Answers with Detail Explanation to Actual Spotfire Interview Questions, beneficial for Beginners and Experienced alike.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EGet that dream Business Intelligence Job in Spotfire..!\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWelcome to this course on \u003Cstrong\u003ESpotfire Technical interview Questions and Answers \u003C/strong\u003Ewhere you are going to \u003Cstrong\u003Eexcel\u003C/strong\u003E the \u003Cstrong\u003ESpotfire Technical job interview. Take the course, learn the material and go into interview with a confidence that you are prepared!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course will take your knowledge in Spotfire to a different level, making you 100%\u0026nbsp;prepared for the Technical Round. The Questions here are the actual questions being asked in Interviews and a Detail explanation is given for each, so you just not know, but understand the whole concept, making you well prepared for any Interview.\u003C/p\u003E\u003Cp\u003EThis course is well suited for :\u003C/p\u003E\u003Cp\u003EStudents - They will be able to identify their weak areas and address them.\u003Cbr\u003EProfessionals - They will be able to ace the Technical Interview.\u003Cbr\u003EInterviewers - They will be able to ask excellent Spotfire Technical \u0026amp; Non-Technical Questions\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETop Reasons you should take this Course\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EActual Interview Questions are discussed\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll approaches to solve a particular task are shown\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESpotfire\u0027s latest version is used in the Videos\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecommended Answers are shared for Non-Technical Questions to give the right direction\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuestions around advanced topics are also discussed, like TERR, Iron Python, Document Property etc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustom Expression syntax are explained in Detail\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course is recommended for everyone who want to switch their career to Business Intelligence - the most lucrative job profile of 2021.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ENote : New Questions on Advanced Topics will be added Regularly and Announcements will be made.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/tibco-spotfire-interview-technical-questions-answered-with-explanation/","imageUri":"https://img-c.udemycdn.com/course/750x422/3829756_90c0_3.jpg","duration":"41 Min.","enrolledStudentsCount":"15.177 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 2/2021","targetAudiences":["Business Intelligence Professionals looking to switch career","Professionals looking to learn Tibco Spotfire","Managers Hiring on Spotfire and other BI Technologies","Students learning Spotfire for their professional Growth","Spotfire Professionals looking to enhance their knowledge","Professionals looking for alternate career options"],"tags":["Business","Business-Analyse und BI","TIBCO Spotfire"],"rating":{"count":25,"averageValue":"4.6"},"instructors":[{"name":"Prince Patni","url":"/user/prince-patni/","totalNumberOfStudents":68203,"totalNumberOfReviews":586,"averageRating":4.131145749327355}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SPOTFIRE_INT_NEWYEAR","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"3 Tage","discountPercentage":100}},"https://www.udemy.com/course/1-day-offer-creation/":{"courseDetails":{"courseId":4448816,"title":"1 Day Offer Creation","shortDescription":"How to Create a Great Consulting or Coaching Offer In 24 Hours (or Less)!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EA good offer is at the heart of any business\u003C/strong\u003E, and this is especially true for knowledge or service based businesses like coaching and consulting. \u003C/p\u003E\u003Cp\u003EHaving a good offer can be the difference between having a profitable business vs having a business that struggles to generate even a little amount of revenue, let alone profits. \u003C/p\u003E\u003Cp\u003EHaving a good offer can be the difference between having clients who come back for more vs clients who regret working with you. \u003C/p\u003E\u003Cp\u003EAnd having a good offer can also be the difference between using what you know to make a difference vs having little to no positive impact whatsoever.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EIt won\u0027t be an understatement to say that crafting \u003Cstrong\u003Ea good offer can make or break your business\u003C/strong\u003E, so it is extremely important that your business has a solid offer. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAnd that is where this training comes in\u003C/strong\u003E. \u003C/p\u003E\u003Cp\u003EHere\u0027s a sneak-peak at what\u0027s inside:\u0026nbsp; \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELearn the most important thing you need to do before you create an offer \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDiscover what most consultants and coaches do wrong when creating an offer \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to map out your ideal client \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to map out your compelling offer \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDiscover how to plan your whole funnel (layers of offers) \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA worksheet to help you craft your offer Bonus resource to help you learn about USP\u0026nbsp; \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA fill-in-the-blank template to help you create your own USP\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eand much, much more\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EOur mission at TAAC, frankly, is to change lives and help talented and experienced people like you use what you know to create an incredible life that not only generates the income you need to have the lifestyle of your dreams, but one that also helps others and makes a positive impact. That can\u0027t happen, however, without you taking action. The best way to move forward - no matter what the situation or scenario - is to take action, even if it is a small action like creating your offer using this course. \u003C/p\u003E\u003Cp\u003ESo go get started, and create your amazing offer. \u003C/p\u003E\u003Cp\u003EWe\u0027ll see you on the other side :)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/1-day-offer-creation/","imageUri":"https://img-c.udemycdn.com/course/750x422/4448816_ecbb_3.jpg","duration":"1 saat","enrolledStudentsCount":"8 öğrenci","lastUpdated":"Son güncelleme tarihi: 12/2021","targetAudiences":["Anyone who wants to leverage what they know to create the life they want","Anyone who wants to start a coaching, consulting or service based business","Coaches, consultant and service providers who are struggling with their current offer, or want to grow their business"],"tags":["İşletme","Girişimcilik","İşletme Koçluğu ve Danışmanlığı"],"rating":null,"instructors":[{"name":"The Academy for Coaches \u0026 Consultants TACC","url":"/user/for-28/","totalNumberOfStudents":8,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DEC20201000","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"3 Tage","discountPercentage":100}},"https://www.udemy.com/course/aws-certified-security-speciality-a/":{"courseDetails":{"courseId":4467210,"title":"AWS Certified Security Speciality","shortDescription":"Get your AWS Certified Security Speciality Certification from the first attempt","longDescription":"\u003Cp\u003EAre you ready to take the 2022 - just out of beta - AWS Certified Security Speciality exam?\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis practice test course contains 5 complete timed tests, of at least 65-questions each, just like you will get in the official exam. That\u0027s over 325 questions to see how prepared you are for the real test. The quiz questions are balanced as per the domain weightings published in the candidate bulletin. In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you\u0027re ready to take the exam.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on Microsoft\u0027s certification web site. But we\u0027re confident that you will be fairly tested on your knowledge of the AWS\u0026nbsp; Security Platform after taking these practice exams.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams were compiled by an experienced team of AWS Platform professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDomain 1: Incident Response (12%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDomain 2: Logging and Monitoring (20%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDomain 3: Infrastructure Security (26%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDomain 4: Identity and Access Management (20%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDomain 5: Data Protection (22%)\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThree practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time. The two remaining exams can be used to prove your readiness to take the official exam. Or you can just use all three in whatever way suits your preparation workflow.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe are looking forward to seeing you inside the course\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/aws-certified-security-speciality-a/","imageUri":"https://img-c.udemycdn.com/course/750x422/4467210_40c0.jpg","duration":"","enrolledStudentsCount":"8 Teilnehmer","lastUpdated":"Veröffentlicht: 12/2021","targetAudiences":["SCS-C01-AWS Certified Security Speciality Certification - Students and Candidates"],"tags":["IT \u0026 Software","IT-Zertifizierungen"],"rating":null,"instructors":[{"name":"Ibrahim Serrafi","url":"/user/serrafi/","totalNumberOfStudents":2185,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DBF72509C515D2F521B3","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/memory-personality-free-online-test/":{"courseDetails":{"courseId":4030992,"title":"Find your Unique Memory Personality – Intro to Online Test","shortDescription":"Introduction to the 12 Secret Languages and Next Generation of Memory, Learning \u0026 Communication Improvement","longDescription":"\u003Cp\u003EDo you know your Unique Memory Personality?\u003C/p\u003E\u003Cp\u003EDo you know how you personally learn and remember the easiest and fastest way?\u003C/p\u003E\u003Cp\u003EDo you know which of our 12 Secret Memory Languages works best for you?\u003C/p\u003E\u003Cp\u003EThis course is for you if you are busy and want a fast introduction to your Memory Personality. If you want the advanced Master Class search on Udemy \u0022Next-Generation Memory, Learning \u0026amp;\u0026nbsp;Communication Improvement\u0022.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHi, I’m Dan Agervig Hansen; Educational \u0026amp;\u0026nbsp;Corporate trainer and coach for 25 years, 3x Best-Selling Author, and creator of the Memory Personality Typology and the 12 Secret Languages.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EImagine if you had remembered the essential parts of all your thousands of hours of training and education. What could that have done to your career, study, and business?\u003C/p\u003E\u003Cp\u003EIn this Introduction to your Memory Personality, we will together uncover the Secret of your unique Memory and Learning!\u003C/p\u003E\u003Cp\u003EUncovering how we each have a unique memory and learning personality and how we use it.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI will give you access to the Science-Based Memory Personality Online Test, so you can find your Unique Memory and Learning Personality. You get the test results instantly and I will give you suggestions for how you access more resources to improve your career, study, and business. And you can guide others!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOur Memory anatomy chooses between our 12 Secret Memory Languages. Depending on our favorites. Many of us know it will be helpful to improve our memory and learning. But Even if we are ready, focused, and highly motivated, we don’t know what to do? Or How to do it?\u003C/p\u003E\u003Cp\u003EWhere can you get the most benefit from improving your memory and learning?\u003C/p\u003E\u003Cp\u003EThis is the Next generation of memory and learning improvement!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYour learning adventure starts immediately after you enroll in this course….\u003C/p\u003E\u003Cp\u003EI look forward to seeing you inside\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/memory-personality-free-online-test/","imageUri":"https://img-c.udemycdn.com/course/750x422/4030992_d513_5.jpg","duration":"42 dak","enrolledStudentsCount":"16.951 öğrenci","lastUpdated":"Son güncelleme tarihi: 5/2021","targetAudiences":["Business and organization leaders, professionals, employees and interns that want more success with their work life, career and business","Career shifters, job seekers and students starting out their career that want to prepare for excellence in their next job","Teachers, educators and studentsTrainers and coaches that want to develop unique skills and train others to become more successful in building their career and business.","You will embark on a journey that will empower you, and make you a front runner in next generation of memory and learning improvement..."],"tags":["Kişisel Gelişim","Hafıza ve Çalışma Becerileri","Bellek Yönetimi"],"rating":{"count":105,"averageValue":"4.2"},"instructors":[{"name":"US #1 Best-Selling Author | Dan Agervig Hansen","url":"/user/dan-hansen-21/","totalNumberOfStudents":33860,"totalNumberOfReviews":205,"averageRating":4.199307886792453}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MEMORY-COURSE-FREE","originalPrice":"4.160 ₹","discountedPrice":"Kostenlos","expirationText":"3 Tage","discountPercentage":100}},"https://www.udemy.com/course/html-javascript-bootstrap-certification-course/":{"courseDetails":{"courseId":2410966,"title":"HTML, JavaScript, \u0026 Bootstrap - Certification Course","shortDescription":"A Comprehensive Guide for Beginners interested in learning HTML, JavaScript, \u0026 Bootstrap. Build Interactive Web Pages.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWelcome to the HTML, JavaScript, \u0026amp; Bootstrap – Certification Course for Beginners\u003Cbr\u003E\u003Cbr\u003E\u003C/strong\u003EThis course gives students the knowledge necessary to take their front-end development skills to the next level. This course, is meant for beginners who have little, to no experience with coding. We start right from the foundational concepts and work our way up to intermediate level topics. By the end of this course, students will be able to create stunning, mobile responsive web pages using the latest scripting languages.\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EHTML Section:\u003Cbr\u003E\u003Cbr\u003E\u003C/strong\u003EHTML is a key fundamental building block when learning to develop websites. Students will initially learn the basics of HTML page structure and gradually transition into working with spacing, text formatting, lists, images, videos, links, anchors, tables, forms and much more. We also include several projects, where students are shown first-hand, how to develop and code html web pages from scratch.\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EJavaScript Section:\u003Cbr\u003E\u003Cbr\u003E\u003C/strong\u003EIn Section two, students learn to integrate JavaScript components into their web pages for dynamic client-side functionality. We start by exploring basic concepts such as JavaScript placement and Output. From there we move into Variables, Arithmetic Operators, Objects, and Data Types. Students also explore intermediate concepts such as math functions, arrays, conditional statements, loops, events, and functions.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBootstrap Section:\u003Cbr\u003E\u003Cbr\u003E\u003C/strong\u003EStudents are taught to use the Bootstrap framework for responsive, mobile-first - front-end development. As one of the leading open-source development libraries, Bootstrap is an essential part of the developers coding arsenal. The section begins with teaching students how to include essential Bootstrap files into web pages. It then explores the Bootstrap Grid system and popular layout strategies for optimal cross-device and cross-browser compatibility.\u003Cbr\u003E\u003Cbr\u003EStudents gain exposure to just about every Bootstrap component, from typography, tables and images, to jumbotrons, wells, alerts, buttons, glyphicons and progress bars. The section includes several hands-on exercises that will walk students through the process of creating stunning layouts, complete with modals, carousels, popovers, drop-down menus, forms and much more.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/html-javascript-bootstrap-certification-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/2410966_9eae_3.jpg?secure=2ZBRQl_GaOo5Q_EKRJsp6A%3D%3D%2C1640885770","duration":"6,5 saat","enrolledStudentsCount":"252.408 öğrenci","lastUpdated":"Son güncelleme tarihi: 6/2019","targetAudiences":["Students who want to learn the foundations of HTML, JavaScript, \u0026 Bootstrap Development","Students interested in building mobile-response web pages","Beginner Web Developers interested in upgrading their skills","Students interested in learning how to add dynamic client-side functions using JavaScript"],"tags":["Yazılım Geliştirme","Web Geliştirme","Bootstrap"],"rating":{"count":3987,"averageValue":"4.3"},"instructors":[{"name":"YouAccel Training","url":"/user/youaccel/","totalNumberOfStudents":1288567,"totalNumberOfReviews":54419,"averageRating":4.35810751556376}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"YOUACCEL66870","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/complete-recruiting-course-human-resources-recruitment/":{"courseDetails":{"courseId":3490454,"title":"The Complete Recruiting Masterclass - HR Resources - Hiring","shortDescription":"HR Managers - You Can Hire the Right People - Talent Management Skills for Human Resources Professionals","longDescription":"\u003Cp\u003E\u003Cstrong\u003ERecruiting\u003C/strong\u003E is the world where candidates rule. \u003Cstrong\u003EHuman resource managers\u003C/strong\u003E are competing for the best and brightest. Talent management today means being able to attract people who “add ease and clarity”. This course is an introduction into the \u003Cstrong\u003Etopic of recruiting\u003C/strong\u003E the best from the market. Jump in to avoid major mistakes HRs and team leaders make when closing the key vacancies.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou will benefit from this course the most if you are:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· A recruiter or HR specialist striving to speed up the hiring process\u003C/p\u003E\u003Cp\u003E· A business owner or entrepreneur seeking to build a great team\u003C/p\u003E\u003Cp\u003E· A team leader or project manager who needs to recruit external and internal candidates.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn this course, you will:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· Understand what kind of person your team really needs\u003C/p\u003E\u003Cp\u003E· Define an ideal candidate profile\u003C/p\u003E\u003Cp\u003E· Make your \u003Cstrong\u003Ehiring and talent managemen\u003C/strong\u003Et tactics advance your business goals\u003C/p\u003E\u003Cp\u003E· Write an eye-catching job description to enhance the hiring process\u003C/p\u003E\u003Cp\u003E· Find more high-quality candidates faster\u003C/p\u003E\u003Cp\u003E· Conduct better telephone and online interviews\u003C/p\u003E\u003Cp\u003E· Assess candidates using different interviewing techniques\u003C/p\u003E\u003Cp\u003E· Use coaching techniques during an interview\u003C/p\u003E\u003Cp\u003E· Negotiate compensation agreements with new hires\u003C/p\u003E\u003Cp\u003E· Enjoy the \u003Cstrong\u003Eprocess of recruiting\u003C/strong\u003E!\u003C/p\u003E\u003Cp\u003EThe uniqueness of this course is that it covers each and every step of the\u003Cstrong\u003E hiring and recruiting process\u003C/strong\u003E. In addition, it gives you a wide variety of recruiting techniques to be used in HR and talent management. For example, business coaching. In this course you will know about coaching techniques you can use in interviews to achieve greater results and enjoy the process much more than you used to!\u003C/p\u003E\u003Cp\u003EAt the end of the course there is practice, so you can apply everything you have learned and feel the results immediately on the job.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELooking forward to meeting you on board!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis \u003Cstrong\u003ERecruiting\u003C/strong\u003E course is ideal for anyone searching for more info on the following:\u003Cstrong\u003E recruitment - talent acquisition - recruiting - recruiter - becoming a recruitment and selection specialist - Boolean search - HR - employer - branding - interview\u003C/strong\u003E. Plus, this course will be a great addition to anyone trying to build out their knowledge in the following areas: \u003Cstrong\u003Ehiring - human resources - it recruiting - talent management.\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/complete-recruiting-course-human-resources-recruitment/","imageUri":"https://img-c.udemycdn.com/course/750x422/3490454_4be8_2.jpg","duration":"2 saat","enrolledStudentsCount":"8.864 öğrenci","lastUpdated":"Son güncelleme tarihi: 10/2021","targetAudiences":["Recruiters and HR specialists who want to speed up the hiring process","Business owners and entrepreneurs who want to build a great team","Team leaders who needs to recruit external and internal candidates"],"tags":["İşletme","İnsan Kaynakları","İşe Alım"],"rating":{"count":82,"averageValue":"4.3"},"instructors":[{"name":"TJ Walker","url":"/user/tjwalker2/","totalNumberOfStudents":1330149,"totalNumberOfReviews":111978,"averageRating":4.427915882433176},{"name":"Sofia Kuzina","url":"/user/sofiia-280/","totalNumberOfStudents":8902,"totalNumberOfReviews":90,"averageRating":4.4023936599999995},{"name":"Media Training Worldwide Digital","url":"/user/media-training-worldwide-digital/","totalNumberOfStudents":1171413,"totalNumberOfReviews":97050,"averageRating":4.425500875143402}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"681332B7E84CEC5DA41A","originalPrice":"3.520 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/introduction-to-bonds/":{"courseDetails":{"courseId":4435488,"title":"Fixed Income Securities: A deep dive into bonds","shortDescription":"An Introduction to Bond Markets: Everything You Need to Know About Bonds","longDescription":"\u003Cp\u003EWhy invest in bonds?\u003Cbr\u003E\u003Cbr\u003E- \u003Cstrong\u003ERegular Income Stream\u003C/strong\u003E: Fixed-income securities provide investors with a steady stream of income.\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003ELow Market Volatility\u003C/strong\u003E: Bonds carry very low volatility as compared to the prices of equity or mutual fund.\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003ESafety (Principal Protection)\u003C/strong\u003E:\u003Cstrong\u003E \u003C/strong\u003EInvestors benefit by preserving and increasing their invested capital.\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003EPortfolio Diversification\u003C/strong\u003E:\u003Cstrong\u003E \u003C/strong\u003EBonds enable efficient portfolio diversification and thus assist in portfolio risk mitigation.\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003EHigh Priority Claim To Assets\u003C/strong\u003E:\u003Cstrong\u003E \u003C/strong\u003EInvestors in bonds have a higher priority over common and preferred stockholders.\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003EZero Credit Risk\u003C/strong\u003E: No default risk while investing in high-quality Govt Bonds.\u003Cbr\u003E\u003Cbr\u003EIf you\u0027re interested in learning about fixed-income instruments and the features of certain sectors of that market, this course is for you. It will also cover a broad range of topics related to the analysis and valuation of bonds.\u003C/p\u003E\u003Cp\u003EFixed-income securities look cumbersome \u0026amp; complicated from a distance; however, this course will draw you closer to understanding how you can make the sector a haven for you. And that\u0027s \u003Cstrong\u003Eregardless of whether you are a student, a working professional, or simply an investor\u003C/strong\u003E interested in exploring new horizons.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis is a fundamentals course that’s great for both beginners and experts alike\u003C/strong\u003E. If you’re on the lookout for a course that starts from the basics and works up to the advanced topics, this is the best course for you.\u003C/p\u003E\u003Cp\u003EIt only teaches what you need to get started in bonds with no fluff. While this helps to keep the course pretty concise, it’s about everything you need to get started with the topic. In fact, the course teaches real-life skills that you\u0027ll need to pass your next finance interview!\u003C/p\u003E\u003Cp\u003ESee you inside!\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/introduction-to-bonds/","imageUri":"https://img-c.udemycdn.com/course/750x422/4435488_532f_2.jpg","duration":"1 saat","enrolledStudentsCount":"1.284 öğrenci","lastUpdated":"Son güncelleme tarihi: 12/2021","targetAudiences":["Anyone who wants to learn how to value bonds is welcome here!","Investors who want to manage their own assets but need a working knowledge of fixed-income securities"],"tags":["Finans ve Muhasebe","Finans","Sabit Getirili Menkul Kıymetler"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":32812,"totalNumberOfReviews":253,"averageRating":4.331875262121212}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"NEWYEAROFFER","originalPrice":"3.200 ₹","discountedPrice":"Kostenlos","expirationText":"1 Tage","discountPercentage":100}},"https://www.udemy.com/course/multithreading-learnit/":{"courseDetails":{"courseId":4209504,"title":"Master Multithreading - Concurrency with Java Examples","shortDescription":"Multithreading, Parallel Computing, Concurrency, Parallel Programming - learn in this course with Java code examples","longDescription":"\u003Cp\u003EFrom this course you can learn \u003Cstrong\u003EMultithreading with Java Examples.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere are a lot of other courses in this topic. \u003Cstrong\u003ESo, why would you choose exactly this course?\u0026nbsp; \u003C/strong\u003EHere just a few reasons:\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003E- Coding examples\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETo learn programming it is not enough just watching videos and reading books. You also need to have a lot of practice. In this training course you will review multiple practical tasks and coding examples which will help you learn and understand Java better.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003E- Open source code\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe hide nothing from our students!\u0026nbsp;Including the source code for the hometask solutions and source code of examples which were shared during the lesson. Having the source code you can just copy and paste it to run it on your local computer to understand how things work better.\u003C/p\u003E\u003Cp\u003EYou are allowed to use all source code examples for learning purposes. This helps significantly to configure environment and make tests work, especially in case student didn\u0027t work with any testing framework in the past.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Q\u0026amp;A support\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe significant difference between online and offline learning process is instructor\u0027s availability. If you are in the one room with tutor he always can help you to get understanding specific concept or to help fix your code on your computer. \u003Cbr\u003EIn this course, we are supporting students with answers to any questions flagged in Q\u0026amp;A section. In case there will be recurring questions - separate video lessons will be created to show how to address issue. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ESo with this course you are not just getting video materials, code exercises, source code, access to free mobile application without limits (which is still pretty cool, huh?\u0026nbsp;:)\u0026nbsp;) , but you also get tutor support and answers to your questions along with this course. \u003C/em\u003E\u003C/strong\u003E\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003E- Relevant knowledge\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAfter our team investigated other Java courses on Udemy we realized that most of them has nothing in common with real life. Information which is shared there is very old and significantly out of date. For example, instructor teaches framework which is not used already for 15 years. Or instructor do a stress on the programming design which is not used anymore at all!\u003C/p\u003E\u003Cp\u003EInstructor of this course is consultant in the top-rated IT\u0026nbsp;outsourcing company and helps to bring cutting-edge solutions in IT for all his clients. Feel free to check LinkedIn page of instructor and check skills endorsement. More than 19 thousand people acrooss all over the world (BTW\u0026nbsp;most of them are from top 100 companies of the world) evaluated skills of Andrii Piatakha. \u003C/p\u003E\u003Cp\u003EWith this course you can be sure that you will spend your time learning the right things from the one of the best IT\u0026nbsp;consultants in the world. \u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Free mobile App without limits for our students\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EKnowing Java is one skill. Be able to pass interview in company - that is another skill :)\u0026nbsp;Nowadays a lot of companies use tests to select candidates on the first level of interview. We developed application to practice skills specifically for such purposes. \u003C/p\u003E\u003Cp\u003EIn this course we will provide you link to download our FREE\u0026nbsp;mobile app for android. (soon it will be also available for iOS platforms) \u003C/p\u003E\u003Cp\u003EInstructor of this course come up with hundreds tests which are used to test knowledge of candidates. With this application you will be well-prepared for the interview. \u003C/p\u003E\u003Cp\u003EAlso, \u003Cstrong\u003E\u003Cem\u003Eonly for our students - there is no limit on attempts to pass certification. \u003C/em\u003E\u003C/strong\u003EIn the course we will tell you how to set up special bonus code which will remove restrictions for our students inside the app.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- High concentration of useful material in each lesson\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESometimes you can notice that watching of 5 minutes of our lesson is equivalent to watching of other 30 minutes lesson. \u003C/p\u003E\u003Cp\u003EThis is because time spent for preparation of the each lesson (script for the lesson, lesson structure) and video editing (to cut boring pieces of the lesson, or time when program loads) sometimes \u003Cstrong\u003E\u003Cem\u003E10 times as much (sometimes even 20)\u003C/em\u003E\u003C/strong\u003E as final lesson duration after video editing.\u003C/p\u003E\u003Cp\u003EAlso each topic is separated from another. In case some concept will be explained in the next lesson and you don\u0027t need to worry about understanding this in scope of this lesson - instructor will make announcement when specific topic will be covered. \u003C/p\u003E\u003Cp\u003EGo and try it yourself!\u0026nbsp;We will appreciate your feedback.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESo don\u0027t wait! Take a look at lessons\u0027 preview if you still have doubts! \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EBuy this course today, and you will get all updates for FREE! \u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFor those who successfully passed this training course, or for students who was recognized for asking amazing questions, there is a special offer from IT-Bulls company! The creator of this course is IT-Bulls company CEO\u0026nbsp;and Founder. We always in search of talents to run our amazing startups together with you. Probably you always dreamed about running your own startup?\u0026nbsp;In this course you will be able to find the team who will teach you how to do that and (in particular cases) will be glad to help with implementation! \u003C/p\u003E\u003Cp\u003EHope you enjoy this course! And remember, we appreciate all your feedbacks! Your feedbacks will help us to become even more better!\u0026nbsp;Your feedbacks will help us to create to best Java course ever! \u003C/p\u003E\u003Cp\u003ESee you on the lessons!\u0026nbsp;:)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/multithreading-learnit/","imageUri":"https://img-c.udemycdn.com/course/750x422/4209504_01b7_2.jpg","duration":"5 Stunden","enrolledStudentsCount":"25.396 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 8/2021","targetAudiences":["Junior and Senior Software Engineers with Java asa primary skill"],"tags":["Programmierung","Softwareentwicklung","Multithreading"],"rating":{"count":28,"averageValue":"4.5"},"instructors":[{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.464228613694664},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699957,"totalNumberOfReviews":24195,"averageRating":4.462571290070923}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MULT_FREE_DEC_3","originalPrice":"2.560 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/advanced-php-web-development-w-mysql-github-bootstrap-4/":{"courseDetails":{"courseId":2503776,"title":"Modern PHP Web Development w/ MySQL, GitHub \u0026 Heroku","shortDescription":"Learn to develop data driven web applications using PHP and MySQL (PDO) , manage them with GitHub and deploy to Heroku","longDescription":"\u003Cp\u003E\u003Cstrong\u003EOverview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is designed to equip students with the skills required for creating dynamic web pages using \u003Cstrong\u003EPHP \u003C/strong\u003Eand \u003Cstrong\u003EMySQL\u003C/strong\u003E. It further equips students with the fundamentals of PHP programming, while providing them with advanced features of the language. Immerse yourself in an \u003Cstrong\u003Eend-to-end full-stack development experience\u003C/strong\u003E, as we explore user interface design, business logic and hosting activities. \u003C/p\u003E\u003Cp\u003EBy the end of this course, you will be able to build an attractive PHP application; styled using \u003Cstrong\u003EBootstrap 4; \u003C/strong\u003Etrack and manage changes with \u003Cstrong\u003EGitHub \u003C/strong\u003Eand deploy a fully data-driven application to \u003Cstrong\u003EHeroku \u003C/strong\u003ECloud Hosting. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy\u0026nbsp;Learn\u0026nbsp;Development\u0026nbsp;with\u0026nbsp;PHP\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPHP was designed to make web development easier, and many beginners find it effortless to pick up and get started with. In fact, PHP code was so easy to pick up, many non-programmers end up being able to write PHP application in no time! \u003C/p\u003E\u003Cp\u003EThe top 5 reasons to learn PHP are:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EBeginner Friendliness\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesigned to Scale\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EActive Support Community \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECareer Opportunities\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFuture \u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EThis course is practical and will equip you with all you need to build a fully functional web application, add it to source control using GitHub and finally, host it on Heroku. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELanguages and Technologies Used:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPHP \u003C/strong\u003E(HyperText Pre-Processor) - Server-Side Programming Language that allows us to build dynamic and data driven applications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHTML and CSS\u003C/strong\u003E - Standard Web Languages used to design web pages\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVisual Studio Code (With extensions)\u003C/strong\u003E - Development tool or IDE to help us write code faster.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EXAMPP \u003C/strong\u003EServer - To facilitate Apache and MySQL Servers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPhpMyAdmin \u003C/strong\u003E- MySQL Management Tool built into XAMPP Server\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EGitHub \u003C/strong\u003E- For Source Control and collaboration\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHeroku \u003C/strong\u003E- For publishing website(s) PHP Application to the Cloud (Free with restrictions)\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ENO other course on the market can equip you with these skills. Level up now and be a part of the modern PHP Developers\u0027 club!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAt the end of this course, you should be able to: \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBuild a fully data driven web application\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand the \u003Cstrong\u003EPHP Application Flow\u003C/strong\u003E \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate and manage databases with \u003Cstrong\u003EphpMyAdmin \u003C/strong\u003Eand \u003Cstrong\u003EMySQL Workbench\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate \u003Cstrong\u003EPHP/MySQL\u003C/strong\u003E queries with \u003Cstrong\u003EPDO\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESetup \u003Cstrong\u003EUser Authentication\u003C/strong\u003E and \u003Cstrong\u003EAuthorization\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse \u003Cstrong\u003EBootstrap 4 CSS Framework\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse \u003Cstrong\u003EJQuery \u003C/strong\u003Eand \u003Cstrong\u003EJQueryUI\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse \u003Cstrong\u003EVisual Studio Code\u003C/strong\u003E Efficiently\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeploy using \u003Cstrong\u003EHeroku Hosting\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage Projects with \u003Cstrong\u003EGitHub\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EContent and Overview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETo feel comfortable in this course, you will need some prior knowledge of HTML and CSS. Beyond that, it is \u003Cstrong\u003Every beginner friendly\u003C/strong\u003E, as we go through different programming structures using PHP. Even if you have no exposure to any web development, you will be able to follow along from scratch.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EThis is a huge course. Over 12 hours of premium content, but smartly broken up to highlight a set of related activities based on each feature in the application that is being built. We will also look at troubleshooting and debugging errors as we go along; implementing best practices; writing efficient logic and understanding why developers do things the way they do. Your knowledge will grow, step by step, throughout the course and you will be challenged to be the best you can be.\u003C/p\u003E\u003Cp\u003EBy the time you have finished the course you will have moved around in \u003Cstrong\u003EVisual Studio Code\u003C/strong\u003E, \u003Cstrong\u003EXAMPP\u003C/strong\u003E, \u003Cstrong\u003EGitHub \u003C/strong\u003Eand \u003Cstrong\u003EMySQL\u003C/strong\u003E, that it will become second nature for you when working on a future PHP project. This will put your new learned skills into practical use and \u003Cstrong\u003Eimpress your boss and coworkers\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThe course is \u003Cstrong\u003Ecomplete with working files hosted on GitHub, with the inclusion of some files to make it easier for you to replicate the code being demonstrated\u003C/strong\u003E. You will be able to work alongside the author as you work through each lecture and will receive a verifiable certificate of completion upon finishing the course.\u003C/p\u003E\u003Cp\u003EClicking the \u003Cstrong\u003ETake This Course\u003C/strong\u003E button could be the best step you could take towards quickly increasing your income and marketability! Also, remember that if you don\u0027t think the course is worth what you spent, you have a full 30 days to get a no questions asked refund!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIt\u0027s time to take action! \u003C/strong\u003EThis deal will not be available forever!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee you in the course!\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/advanced-php-web-development-w-mysql-github-bootstrap-4/","imageUri":"https://img-b.udemycdn.com/course/750x422/2503776_ecb8.jpg?secure=TLxzRP8RU-e-UYhipUsu9g%3D%3D%2C1640888510","duration":"12 Stunden","enrolledStudentsCount":"128.247 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["Everyone","Web Developers who know HTML and CSS","Web Developers without PHP Experience","Beginner PHP Developers"],"tags":["Programmierung","Webentwicklung","PHP"],"rating":{"count":874,"averageValue":"4.6"},"instructors":[{"name":"Trevoir Williams","url":"/user/trevoirwilliams/","totalNumberOfStudents":291212,"totalNumberOfReviews":6337,"averageRating":4.483032916993464},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699957,"totalNumberOfReviews":24195,"averageRating":4.45822164077551},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.45987862222672}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PHP_FREE_DEC_3","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/goal-setting-start-creating-the-future-you-want-today/":{"courseDetails":{"courseId":373968,"title":"Smart Goal Setting: How to Create The Future You Want Today","shortDescription":"Goal Setting \u0026 My \u0022Unique\u0022 Daily Planner will set you on the path to success and cause you to become a Super Achiever!","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EGreat Course \u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E- The course contains lot of tools and techniques which will definitely drives towards setting of goal which is single most virtue for successful living. thanks... - \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003EAnusha (Student)\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIt leads you somewhere.\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E..Most people just act for the sake of it. That\u0027s wrong. If you don\u0027t know where you are going, you won\u0027t be able to walk that way. Once you know where you\u0027re going you can put all of the necessary effort needed into achieving that goal and THIS COURSE is your perfect companion to do so. Trust Boomy to lead the way and you\u0027ll find your own in a heartbeat.- \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003EMax (student)\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u003Cstrong\u003E****Updated For 2022****\u003C/strong\u003E\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u003Cstrong\u003EHave you ever wondered how ordinary people achieve extraordinary results?\u003C/strong\u003E\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; Can you also join the elite 3% of the society that go from one level of accomplishment to another? Do you think success is only for some people? Can you imagine living the life you really want?\u0026nbsp; The good news is that you can create the future you want by starting today.\u0026nbsp; There are some simple rules to follow that will set you on the pathway to the success destination you desire for your life!\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; I have revealed what you need to do in a few easy to follow steps within this Goal Setting and Daily Planning Course!\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u003Cstrong\u003EI have structured the course in 3 parts \u003C/strong\u003E\u0026nbsp; \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EPart 1 – Details important elements about goal setting with examples \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPart 2 – Introduces my “Unique\u0022 daily planner template \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPart 3 – Pulls the parts together with the Unique Template to action your goals\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; It you want to achieve the success you have always dreamed about; have a better life for you and your family, wake up and be excited every morning because you love what you do and if you want a purposeful life; then this course is for you!\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; In this easy to follow step by step guide I have also included my unique daily planner that will revolutionise your goal setting efforts and turbo charge your desire to succeed.\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; You know there are no short cuts in this course neither is it for those looking for the get rich quick schemes.\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; What I am teaching you are proven techniques that have worked for success achievers from all works of life and I know will work for you if you take action!\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u003Cstrong\u003EHighlight include: \u003C/strong\u003E\u0026nbsp; \u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EHow to write and achieve your life goals \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow Goal Setting really works \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe secrets to successful goal setting \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGoal setting techniques \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat can hinder you from actualizing your goals\u0026nbsp; Using a daily template\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; It is time to get on the right path to change your future forever by enrolling on this life-transforming course – now!. This course comes with a \u003Cstrong\u003E30 Day Money Back Guarantee\u003C/strong\u003E so you start on the winning side from the moment you enroll.\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u003Cstrong\u003EBenefits of this course include:\u003C/strong\u003E\u0026nbsp; \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIncreasing your financial base \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating the future you want \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEnjoying an extremely productive \u0026amp; purposeful life \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will become much more fulfilled \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBecoming an all-round super achiever\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn manifesting\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; All future update and additions are also free to you. Future price increases will not affect you either.\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u003Cstrong\u003ESo why delay another minute, why postpone the future you desire. – Enroll Now!\u003C/strong\u003E\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course comes Life Time access Plus a 30 Day Money Back Guarantee. \u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/goal-setting-start-creating-the-future-you-want-today/","imageUri":"https://img-b.udemycdn.com/course/750x422/373968_a9e3_3.jpg?secure=0XqMs2LdUebvMkhWnoR9aw%3D%3D%2C1640877915","duration":"2 Stunden","enrolledStudentsCount":"4.194 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 7/2016","targetAudiences":["Anyone who feels they want more out of life","Anyone who wants to achieve more","Anyone who know they are better than what life seems to have given them so far","Anyone who has big dreams and ideas!","Anyone willing to take action in the right direction "],"tags":["Persönliche Entwicklung","Motivation","Ziele setzen"],"rating":{"count":33,"averageValue":"4.3"},"instructors":[{"name":"Boomy Tokan","url":"/user/boomytokan/","totalNumberOfStudents":144244,"totalNumberOfReviews":1583,"averageRating":4.351549095337996}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0965C57E98649FF186BF","originalPrice":"6.080 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/selenium-in-c-sharp-taf-for-beginners-learnit/":{"courseDetails":{"courseId":3905344,"title":"Selenium in C# - Setup Simple Test Automation Framework","shortDescription":"Learn Selenium from scratch and build Test Automation framework with minimum set of tools: C#, NuGet, NUnit, Selenium","longDescription":"\u003Cp\u003ESome of you may ask a question like: “\u003Cem\u003EWhy should I select this course, instead of learning Selenium by myself?\u003C/em\u003E”\u003C/p\u003E\u003Cp\u003ESo, what is extremely cool about this course?\u003C/p\u003E\u003Cp\u003EYou \u003Cstrong\u003Ewon’t learn just theory\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EYou will have practical technical tasks to \u003Cstrong\u003Eimplement real test applications.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou \u003Cstrong\u003Ewon’t need to search\u003C/strong\u003E for answers to your questions \u003Cstrong\u003Eon Google\u003C/strong\u003E, because you can\u0027t understand lessons or homework.\u003C/p\u003E\u003Cp\u003EEverything is in here. In one place. In this training course.\u003C/p\u003E\u003Cp\u003EThis guarantees you that this training course \u003Cstrong\u003Ewill save a lot of your time.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you would start learning Selenium by yourself you would notice that on the internet there is a lot of directions to learn Selenium, a lot of different specific topics to learn, which are not applicable on most projects. So, you have to experiment with all the possible solutions to find out which one is the best for you.\u003C/p\u003E\u003Cp\u003EIn this training course, you will discover Selenium \u003Cstrong\u003Efrom the very beginning.\u003C/strong\u003E\u003Cbr\u003EWhat I suggest to you, is a training course, where step by step, with detailed homework program, with practical tasks, with a thorough review of each practical task solution we will learn Selenium together.\u003C/p\u003E\u003Cp\u003EThis program will give you enough knowledge to \u003Cstrong\u003Eget your first job \u003C/strong\u003Eand be able to \u003Cstrong\u003Eimplement a test automation application in Selenium.\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/selenium-in-c-sharp-taf-for-beginners-learnit/","imageUri":"https://img-c.udemycdn.com/course/750x422/3905344_d222_2.jpg","duration":"4 Stunden","enrolledStudentsCount":"48.228 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["Anyone who wants to learn how to build test applications using Selenium","Students who are seeking to work as Test Automation Engineer in Selenium"],"tags":["Programmierung","Software-Testing","Selenium WebDriver"],"rating":{"count":149,"averageValue":"3.7"},"instructors":[{"name":"Tigran Ter-Karapetyants","url":"/user/tigran-136/","totalNumberOfStudents":108758,"totalNumberOfReviews":706,"averageRating":4.243134547474748},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.464228613694664},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699957,"totalNumberOfReviews":24195,"averageRating":4.462571290070923}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SEL_C_DISC_DEC_3","originalPrice":"1.920 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/c-console-and-windows-forms-development-with-linq-adonet/":{"courseDetails":{"courseId":2759996,"title":"C# Console and Windows Forms Development with LINQ \u0026 ADO.NET","shortDescription":"Learn to build a practical Data Driven Windows Forms Application using C#, LINQ and SQL Server Express.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EOverview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course, you will learn C# programming for desktop applications. This journey will have you becoming proficient in\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVisual Studio Interface\u003C/strong\u003E and Shortcuts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConsole Application Development with \u003Cstrong\u003EC#\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EData Driven Graphical User Interface Applications using\u0026nbsp;\u003Cstrong\u003EWindows Forms\u0026nbsp; \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManaging Databases with \u003Cstrong\u003ESQL Server Management Studio\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeveloping \u003Cstrong\u003EUser and Roles Management Interfaces\u003C/strong\u003E and functions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing Utility Classes for cleaner code\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeveloping \u003Cstrong\u003EMulti-Document Interface (MDI) Applications\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EApplying \u003Cstrong\u003EObject Oriented Programming with C#\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdding a\u003Cstrong\u003E Visual Studio Project\u003C/strong\u003E to\u003Cstrong\u003E Source Control\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThese lessons assume no prior knowledge of programming or the C# language, and will have you up and running in no time. By the end of this course, you will have enough knowledge to build a functional Windows Forms Application, connected to a Microsoft SQL Server Database, with all your program code and changes being tracked on GitHub. \u003C/p\u003E\u003Cp\u003EGet an \u0022Entry Level\u0022 .NET Developer job in an organization, with the skills you will get from this course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy Learn C# Language\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EC# is the most versatile programming language in .NET Framework and .NET Core. Not only can you build Windows client applications, but you can also use C# to build Web and mobile apps.\u003C/p\u003E\u003Cp\u003EC# can be used to build:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EWindows client applications using Windows Forms, WPF and UWP.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWeb applications with ASP.NET and ASP.NET Core.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENative iOS and Android mobile apps using Xamarin.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELibraries, components, and console applications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECloud and Azure apps\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBlock chain apps\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENot only is C# language supported and maintained by Microsoft, but it also has a strong community support. More than 5 million developers use C# language. .NET Core and C# compiler are open source and the adoption is growing in open source community.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EBuild A Strong Foundation in C# Programming: \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUnderstand C# Syntax\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand Datatypes and Variables\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand Sequence, Decision and Repetition Control Structures\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand String Manipulation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand Date and Time Manipulation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand Object Oriented Programming, Classes and Objects\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand Visual Studio \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand Debugging Techniques\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand Event Driven Development\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelop Console Applications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelop Windows Forms\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelop Data Driven Applications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand LINQ and Data Queries with C# Syntax\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESetup Login and User Management Functionality\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EContent and Overview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is very beginner friendly and chock full of development tips. This huge course offers premium content, smartly broken up to highlight a set of related activities based on each module. We will also look at troubleshooting and debugging errors as we go along; implementing best practices; writing efficient logic and understanding why developers do things the way they do. Your knowledge will grow, step by step, throughout the course and you will be challenged to be the best you can be.\u003C/p\u003E\u003Cp\u003EBy the time you have finished the course you will have moved around in Visual Studio and examined logic and syntax errors so much, that it will be second nature for you when working in the .NET environment. This will put your new learned skills into practical use and \u003Cstrong\u003Eimpress your boss and coworkers\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThe course is \u003Cstrong\u003Ecomplete with working files hosted on GitHub, with the inclusion of some files to make it easier for you to replicate the code being demonstrated\u003C/strong\u003E. You will be able to work alongside the author as you work through each lecture and will receive a verifiable certificate of completion upon finishing the course.\u003C/p\u003E\u003Cp\u003EClicking the \u003Cstrong\u003ETake This Course\u003C/strong\u003E button could be the best step you could take towards quickly increasing your income and marketability! Also, remember that if you don\u0027t think the course is worth what you spent, you have a full 30 days to get a no questions asked refund!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIt\u0027s time to take action! \u003C/strong\u003EThis deal will not be available forever!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee you in the course!\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/c-console-and-windows-forms-development-with-linq-adonet/","imageUri":"https://img-c.udemycdn.com/course/750x422/2759996_44f6_2.jpg","duration":"13,5 Stunden","enrolledStudentsCount":"78.736 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["Anyone wanting to learn LINQ","Anyone wanting to learn .NET Programming with C#","Anyone wanting to learn Desktop Development with Windows Forms"],"tags":["Programmierung","Webentwicklung","C#"],"rating":{"count":430,"averageValue":"4.5"},"instructors":[{"name":"Trevoir Williams","url":"/user/trevoirwilliams/","totalNumberOfStudents":291212,"totalNumberOfReviews":6337,"averageRating":4.4823004555555555},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699957,"totalNumberOfReviews":24195,"averageRating":4.462571290070923},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.464228613694664}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CSHARP_FREE_DEC_3","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/startup-finance-small-business-loans-and-grants/":{"courseDetails":{"courseId":392478,"title":"Startup Business: How To Raise Seed Capital","shortDescription":"Small Business Loans \u0026 Grants: Accelerate Your Startup Finance Efforts.","longDescription":"\u003Cp style=\u0022\u0022\u003E\u003Cu style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003E\u003Cspan\u003EWelcome to \u003C/span\u003E\u003C/strong\u003E\u003Cstrong style=\u0022\u0022\u003EThe Small Business Funding Course!\u003C/strong\u003E\u003C/u\u003E\u003C/p\u003E\u003Cp style=\u0022\u0022\u003EWhere you will learn to raise upto $50,000 effectively.\u003C/p\u003E\u003Cp style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003EAbout Me\u003C/strong\u003E\u003Cbr style=\u0022\u0022\u003E\u003C/p\u003E\u003Cp style=\u0022\u0022\u003EOver the past few years I worked as a business adviser helping entrepreneurs raise money as well as having the experience of raising Loans \u0026amp; Grants for many of my own businesses. I have also sat on loan panels, attended loan panel meetings with clients and referred numerous people for funding. \u003C/p\u003E\u003Cp style=\u0022\u0022\u003EI began my career as small business owner then transitioned to becoming a Business Adviser and University lecturer.I have helped 100\u0027s of people start their own businesses and raise Startup funding.\u003C/p\u003E\u003Cp style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003EAbout The Course\u003C/strong\u003E\u003C/p\u003E\u003Cp style=\u0022\u0022\u003EI designed this course to provide the step by step process and principles that will help you raise the funding you need either as a start up or a growing business. I will be teaching you exact methods that I have used to get loans and grant funding repeatedly! . You will use the same practical methods to access the funding you need for your business .\u003C/p\u003E\u003Cp style=\u0022\u0022\u003EI have included:\u003C/p\u003E\u003Col style=\u0022\u0022\u003E\u003Cli\u003EA Cashflow Template\u003C/li\u003E\u003Cli\u003EFunding Sources\u003C/li\u003E\u003Cli\u003EPartnership checklist \u003C/li\u003E\u003C/ol\u003E\u003Cp style=\u0022\u0022\u003ELoad more to come\u003C/p\u003E\u003Cp style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003EAbout The Course\u003C/strong\u003E\u003C/p\u003E\u003Cp style=\u0022\u0022\u003EBy the end of the course you will be able to: \u003C/p\u003E\u003Col style=\u0022\u0022\u003E\u003Cli\u003ERaise the money you need for your business\u003C/li\u003E\u003Cli\u003EKnow where to get the money you need for your business\u003C/li\u003E\u003Cli\u003EUnderstand the psychology surrounding start up funding\u003C/li\u003E\u003C/ol\u003E\u003Cp style=\u0022\u0022\u003E.\u003Cstrong style=\u0022\u0022\u003EAbout You\u003C/strong\u003E\u003C/p\u003E\u003Cp style=\u0022\u0022\u003EThe ideal student is someone with a business idea looking to raise money for the first time or any small business owner looking for funding to grow their business. There are no other requirements other than an open mind and a willingness to work hard.\u003C/p\u003E\u003Cp style=\u0022\u0022\u003EI look forward to seeing you inside!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/startup-finance-small-business-loans-and-grants/","imageUri":"https://img-c.udemycdn.com/course/750x422/392478_8f9f_4.jpg","duration":"2,5 Stunden","enrolledStudentsCount":"3.502 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 7/2016","targetAudiences":["Those just starting a business","Entrepreneur looking for investment","Businesses seeking capital for growth","Those who have tried to raise money in the past and have failed"],"tags":["Finanzen \u0026 Rechnungswesen","Finanzen","Startup"],"rating":{"count":17,"averageValue":"4.2"},"instructors":[{"name":"Boomy Tokan","url":"/user/boomytokan/","totalNumberOfStudents":144244,"totalNumberOfReviews":1583,"averageRating":4.351549095337996}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9BD8F328643FD5524142","originalPrice":"6.080 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/microsoft-sql-server-2017-for-everyone/":{"courseDetails":{"courseId":2254351,"title":"Microsoft SQL Server Development for Everyone","shortDescription":"Learn the fundamentals of database design, development and querying using the latest Microsoft SQL Server","longDescription":"\u003Cp\u003E\u003Cstrong\u003EOverview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is a zero to hero course on \u003Cstrong\u003EMicrosoft SQL Databases\u003C/strong\u003E and \u003Cstrong\u003EQuerying\u003C/strong\u003E. There are no pre-requisites for this course. This course provides you with fundamental SQL Server training and is enough to get you started at a \u003Cstrong\u003EDatabase Developer\u003C/strong\u003E or \u003Cstrong\u003EJunior Database Administrator\u003C/strong\u003E. \u003C/p\u003E\u003Cp\u003EThis course will teach you how to use the SQL language within Microsoft SQL Server, one of the most popular database engines in the world.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy Learn Microsoft SQL Server\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMicrosoft SQL Server\u003C/strong\u003E is a relational database management system developed by Microsoft. As a database server, it is a software product with the primary function of storing and retrieving data as requested by other software applications\u003C/p\u003E\u003Cp\u003EWe will explore best practices in database development using \u003Cstrong\u003ESQL Server \u003C/strong\u003Eand will be building a small\u003Cstrong\u003E school management system \u003C/strong\u003Edatabase. \u003C/p\u003E\u003Cp\u003EAll you need is a windows machine and we will walk through setting up an environment, to creating a database, creating your first table and writing queries. \u003C/p\u003E\u003Cp\u003EAt the end of this course, you should be comfortable writing queries for multiple situations and reports. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you’ll learn\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EInstall\u003Cstrong\u003E SQL Server\u003C/strong\u003E and \u003Cstrong\u003ESQL Server Management Studio\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConnect to a Database Instance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate a \u003Cstrong\u003EDatabase\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate \u003Cstrong\u003ETables\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERun Queries against Tables\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGeneral use of the Management Studio \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate Relationships (\u003Cstrong\u003ENormalization\u003C/strong\u003E)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse Aggregate functions to do quick mathematical operations\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExport data to Excel using the Management Studio\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPractical use of \u003Cstrong\u003ESQL\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating and Managing \u003Cstrong\u003EDatabase Views\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating and Managing Custom \u003Cstrong\u003EFunctions\u003C/strong\u003E; \u003Cstrong\u003ETable Triggers\u003C/strong\u003E and \u003Cstrong\u003EStored Procedures\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to \u003Cstrong\u003EBackup \u003C/strong\u003Eand \u003Cstrong\u003ERestore Databases\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EAre there any course requirements or prerequisites?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EA Windows PC (or Windows running on a Virtual Machine if using Linux/Mac) \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThis course is for beginners with absolutely \u003Cstrong\u003Eno experience\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course is for you if you are already comfortable with \u003Cstrong\u003Ebasic database operations\u003C/strong\u003E. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course is for you if you feel a bit \u0027rusty\u0027 and need to \u003Cstrong\u003Erefresh your knowledge\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course is for you if you want to understand design \u003Cstrong\u003Eprinciples in database development\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course is for you if you are proficient in \u003Cstrong\u003EMicrosoft Access\u003C/strong\u003E and want to learn a new \u003Cstrong\u003EDatabase Management System\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course is for \u003Cstrong\u003EEVERYONE!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EContent and Overview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is a complete course. Over 6 hours of premium content, all put together to ensure that you get up and running with becoming a Database Developer and/or Administrator. I take you through various scenarios and techniques to write queries, build a database and further administrate, then we touch more advanced topics that are in great demand in the workplace. \u003C/p\u003E\u003Cp\u003EBy the time you have finished the course you will have moved around in Microsoft SQL Manager Studio so much, that it will become second nature for you when interacting with your databases, found on different servers. This will put your new learned skills into practical use and \u003Cstrong\u003Eimpress your boss and coworkers\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThe course is \u003Cstrong\u003Ecomplete with working files and scripts, making it easy for you to replicate the code being demonstrated\u003C/strong\u003E. You will be able to work alongside the author as you work through each lecture and will receive a verifiable certificate of completion upon finishing the course.\u003C/p\u003E\u003Cp\u003EClicking the \u003Cstrong\u003ETake This Course\u003C/strong\u003E button could be the best step you could take towards quickly increasing your income and marketability! Also, remember that if you don\u0027t think the course is worth what you spent, you have a full 30 days to get a no questions asked refund!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIt\u0027s time to take action! \u003C/strong\u003EThis deal will not be available forever!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee you in the course!\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/microsoft-sql-server-2017-for-everyone/","imageUri":"https://img-c.udemycdn.com/course/750x422/2254351_136c_6.jpg","duration":"6 Stunden","enrolledStudentsCount":"115.453 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 8/2021","targetAudiences":["Beginner Database Developer","Intermediate Database Developers","Potential Database Administrators","Those who work in organizations where the company typically uses Microsoft databases."],"tags":["Programmierung","Datenbankdesign \u0026 Entwicklung","SQL Server"],"rating":{"count":1021,"averageValue":"4.6"},"instructors":[{"name":"Trevoir Williams","url":"/user/trevoirwilliams/","totalNumberOfStudents":291212,"totalNumberOfReviews":6337,"averageRating":4.483032916993464},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699957,"totalNumberOfReviews":24195,"averageRating":4.45822164077551},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.45987862222672}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MSSQL_FREE_DEC_3","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/how-to-get-upwork-clients-2020-and-beyond/":{"courseDetails":{"courseId":3002694,"title":"How to Get UpWork Clients (2020 And Beyond)","shortDescription":"Learn how to create a successful online freelancing career using UpWork through bulletproof personal branding","longDescription":"\u003Cp\u003EThis course is for those who are serious about taking a 360 degree approach to UpWork freelance success. Writing a good proposal isn’t the only thing that you need to consider, although that’s one of the things discussed in this course. If you want your online freelancing business to \u003Cstrong\u003Egrow\u003C/strong\u003E, you should consider leveraging \u003Cstrong\u003Eall aspects of UpWork \u003C/strong\u003Ewhile building a strong online presence off the platform. A strong online presence will help you direct more clients to your UpWork profile. That equals more UpWork jobs and money in your pocket!\u003C/p\u003E\u003Cp\u003EYou’ve probably been struggling with securing clients on UpWork, especially since competition is rife. There are approximately 12 million freelancers on UpWork. Therefore, you’re probably competing with hundreds of thousands of freelancers in your category. What makes the problem even more real is that freelancers no longer get 50 free connects in the free plan. Connects now have to be purchased and you don’t want to waste money buying connects if you aren’t getting any jobs. The only way to stand out in a sea of competitors is to understand how to effectively brand yourself both on and off UpWork.\u003C/p\u003E\u003Cp\u003EThat’s what makes this course different. Not only is it specifically tailored to explaining how to utilize the most recent UpWork features, it also starts by helping you understand how personal branding can help you achieve lasting UpWork success. This is a course specifically designed to help you build an online freelancing career on UpWork in this uncertain world.\u003C/p\u003E\u003Cp\u003EYou will learn how to:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate a personal brand statement\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse your personal brand statement to identify your ideal UpWork client\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse LinkedIn for brand promotion\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate a strong General profile\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate a strong Specialised profile\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFind the right jobs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate a strong proposal\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGet repeat clients\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIt’s time to connect with potential clients and get more work on UpWork.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/how-to-get-upwork-clients-2020-and-beyond/","imageUri":"https://img-c.udemycdn.com/course/750x422/3002694_7ebd_2.jpg","duration":"3 Stunden","enrolledStudentsCount":"6.150 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 6/2020","targetAudiences":["Someone just starting an UpWork account","Someone with a dormant UpWork account","Someone with an existing UpWork account who has been struggling to get results"],"tags":["Business","Unternehmensgründung","Upwork"],"rating":{"count":33,"averageValue":"4.7"},"instructors":[{"name":"Christine McLean","url":"/user/54bc4a3f56561/","totalNumberOfStudents":9154,"totalNumberOfReviews":48,"averageRating":4.424846266666666},{"name":"Trevoir Williams","url":"/user/trevoirwilliams/","totalNumberOfStudents":291212,"totalNumberOfReviews":6337,"averageRating":4.4823004555555555},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699957,"totalNumberOfReviews":24195,"averageRating":4.462571290070923},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.464228613694664}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"UPGET_FREE_DEC_3","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/mysql-database-development-mastery/":{"courseDetails":{"courseId":2355292,"title":"MySQL Database Development Mastery","shortDescription":"Learn fundamental Database Development techniques with MySQL Server and MySQL Workbench","longDescription":"\u003Cp\u003E\u003Cstrong\u003EOverview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is a zero to hero course on MySQL Database Server and MySQL Workbench. There are no pre-requisites for this course. If you are looking to get acquainted with the concept of Databases and Queries then this is the right course for you. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy Learn MySQL\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMySQL is the world’s most popular open source database. With its proven performance, reliability, and ease-of-use, MySQL has become the leading database choice for web-based applications, used by high profile web properties including Facebook, Twitter and YouTube.\u003C/p\u003E\u003Cp\u003EWe will explore best practices in database development using MySQL Database Server and will be building a small school management system database. \u003C/p\u003E\u003Cp\u003EAll you need is a windows machine and we will walk through setting up an environment, to creating a database, creating your first table and writing queries. \u003C/p\u003E\u003Cp\u003EAt the end of this course, you should be comfortable writing queries for multiple situations and reports. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you’ll learn\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EInstall \u003Cstrong\u003EMySQL Server\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstall\u003Cstrong\u003E MySQL Workbench\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConnect to an Instance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate a database\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EReverse Engineer Database\u003C/strong\u003E into Data Models\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EForward Engineer Data Models\u003C/strong\u003E into Databases\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate \u003Cstrong\u003ETables\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERun Queries against Tables\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGeneral use of the MySQL Workbench\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate Relationships\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse Aggregate functions to do quick mathematical operations\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExport data to Excel using MySQL Workbench\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPractical use of SQL\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EAre there any course requirements or prerequisites?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EA Windows PC (or Windows running on a Virtual Machine if using Linux/Mac) \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThis course is for beginners with absolutely no experience is database.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course is for you if you are already comfortable with basic database operations. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course is for you if you feel a bit \u0027rusty\u0027 and need to refresh your knowledge.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course is for you if you want to understand design principles in database development.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course is for you if you are looking to learn a new Database Management System\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EContent and Overview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is a complete course. Over 5 hours of premium content, all put together to ensure that you get up and running with becoming a Database Developer. I take you through various scenarios and techniques to write queries, build a database and further administrate. \u003C/p\u003E\u003Cp\u003EBy the time you have finished the course you will have moved around in MySQL Workbench so much, that it will become second nature for you when building a MySQL Database. This will put your new learned skills into practical use and \u003Cstrong\u003Eimpress your boss and coworkers\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThe course is \u003Cstrong\u003Ecomplete with working files and scripts, making it easy for you to replicate the code being demonstrated\u003C/strong\u003E. You will be able to work alongside the author as you work through each lecture and will receive a verifiable certificate of completion upon finishing the course.\u003C/p\u003E\u003Cp\u003EClicking the \u003Cstrong\u003ETake This Course\u003C/strong\u003E button could be the best step you could take towards quickly increasing your income and marketability! Also, remember that if you don\u0027t think the course is worth what you spent, you have a full 30 days to get a no questions asked refund!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIt\u0027s time to take action! \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee you in the course!\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/mysql-database-development-mastery/","imageUri":"https://img-b.udemycdn.com/course/750x422/2355292_c30f_2.jpg?secure=Tp6cPzZT_AO-5L1zMSrk9A%3D%3D%2C1640891915","duration":"4,5 Stunden","enrolledStudentsCount":"130.441 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 2/2021","targetAudiences":["Beginner Database Administrators","Database Developers who want to go to the next level","Those who work in organizations where the company typically uses MySQL databases."],"tags":["Programmierung","Datenbankdesign \u0026 Entwicklung","Datenbankadministration"],"rating":{"count":929,"averageValue":"4.4"},"instructors":[{"name":"Trevoir Williams","url":"/user/trevoirwilliams/","totalNumberOfStudents":291212,"totalNumberOfReviews":6337,"averageRating":4.4823004555555555},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699957,"totalNumberOfReviews":24195,"averageRating":4.462571290070923},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.464228613694664}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MYSQL_FREE_DEC_3","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/start-your-own-clothing-brand-with-shopify/":{"courseDetails":{"courseId":2861064,"title":"Shopify Guide: Start your own clothing brand with Shopify","shortDescription":"Shopify for beginners: Start your own clothing business with shopify. No shopify experience or shopify knowledge needed","longDescription":"\u003Cp\u003EStarting out your first online business is not always easy especially if you have no knowledge about this topic. If you also want your business to be in the clothing industry it\u0027s even more complicated. Indeed, this is why this is why this course have been designed and this is exactly what you need to stat out in the business world online. If you:\u003C/p\u003E\u003Cp\u003E- Are interested by the clothing industry\u003C/p\u003E\u003Cp\u003E- Want to start your own online business\u003C/p\u003E\u003Cp\u003E- Are interested to have your own clothing brand with your personalized cloths\u003C/p\u003E\u003Cp\u003E- Have an entrepreneurial mind and want to build a business without having to take an enormous amount of financial risk\u003C/p\u003E\u003Cp\u003EThen this course is definitely for you. Not only you will have a complete understanding of what is an online business, hoe to run it and how you can start today in the online clothing industry but you will also have your own online store entirely ready to run and operate by the end of this course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E​The way the course is presented is completely user friendly and made to help you learn all the basics of starting out an online business. From creating your Shopify account to all the different apps that have to be used to all other aspects to take in consideration, this course will teach you everything you need to know in order to create your first online business. The goal of this course is simple, helping you learn a new skill in order to be able to create and run successfully your own clothing brand 100% online.\u003C/p\u003E\u003Cp\u003EAlso, this course is created on one of my favorite concepts that is learning by practice. This is why, this course will show all the steps that you need to take to create your online store. Then, all the different apps that you need to know in order to create your online business will be covered. This way by the end of the course you will have a completely functional online store.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is created for everyone who want to be able to start there own online business. Indeed, since you will be learn all the process of how to launch your own clothing brand, you will, by the end of this course have your own online store. Not only your store will be fully functional but you will also have different really useful apps on it. So, if you are interested by the clothing industry, always wanted to launch an online business and finally don\u0027t want to take a substantial financial risk in order to start your business then this course is definitely for you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe main reason for this is that not only you will have learned all the basics around launching an online clothing business but you will also create before the end of the course your own online store. This way, not only you will have acquired new knowledge but you will also have a business that is ready to be operated.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003E​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROL NOW and start learning today :)\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/start-your-own-clothing-brand-with-shopify/","imageUri":"https://img-b.udemycdn.com/course/750x422/2861064_c0ef_2.jpg?secure=gLIkcL7M62SI1Z0zDW5yPw%3D%3D%2C1640901288","duration":"2,5 Stunden","enrolledStudentsCount":"81.791 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 6/2020","targetAudiences":["People interested in working from home","People who are interested to be entrepreneurs"],"tags":["Business","E-Commerce","Shopify"],"rating":{"count":330,"averageValue":"3.8"},"instructors":[{"name":"Yassin Marco","url":"/user/ataouyl-yassin/","totalNumberOfStudents":1074397,"totalNumberOfReviews":35876,"averageRating":4.223986418693828}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FA54DAFBB051A1D37D35","originalPrice":"2.240 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/gof-design-patterns-learnit/":{"courseDetails":{"courseId":4107958,"title":"GoF Design Patterns - Complete Course with Java Examples","shortDescription":"Software Design Patterns in OOP with Java examples. Architecture principles and clean code design in OOP applications","longDescription":"\u003Cp\u003EFrom this course you can learn \u003Cstrong\u003EGoF Design Patterns with detailed Java examples.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere are a lot of other courses in this topic. \u003Cstrong\u003ESo, why would you choose exactly this course?\u0026nbsp; \u003C/strong\u003EHere just a few reasons:\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003E- Coding examples\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETo learn programming it is not enough just watching videos and reading books. You also need to have a lot of practice. In this training course you will review multiple practical tasks and coding examples which will help you learn and understand Java better.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003E- Open source code\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe hide nothing from our students!\u0026nbsp;Including the source code for the hometask solutions and source code of examples which were shared during the lesson. Having the source code you can just copy and paste it to run it on your local computer to understand how things work better.\u003C/p\u003E\u003Cp\u003EYou are allowed to use all source code examples for learning purposes. This helps significantly to configure environment and make tests work, especially in case student didn\u0027t work with any testing framework in the past.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Q\u0026amp;A support\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe significant difference between online and offline learning process is instructor\u0027s availability. If you are in the one room with tutor he always can help you to get understanding specific concept or to help fix your code on your computer. \u003Cbr\u003EIn this course, we are supporting students with answers to any questions flagged in Q\u0026amp;A section. In case there will be recurring questions - separate video lessons will be created to show how to address issue. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ESo with this course you are not just getting video materials, code exercises, source code, access to free mobile application without limits (which is still pretty cool, huh?\u0026nbsp;:)\u0026nbsp;) , but you also get tutor support and answers to your questions along with this course. \u003C/em\u003E\u003C/strong\u003E\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003E- Relevant knowledge\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAfter our team investigated other Java courses on Udemy we realized that most of them has nothing in common with real life. Information which is shared there is very old and significantly out of date. For example, instructor teaches framework which is not used already for 15 years. Or instructor do a stress on the programming design which is not used anymore at all!\u003C/p\u003E\u003Cp\u003EInstructor of this course is consultant in the top-rated IT\u0026nbsp;outsourcing company and helps to bring cutting-edge solutions in IT for all his clients. Feel free to check LinkedIn page of instructor and check skills endorsement. More than 19 thousand people acrooss all over the world (BTW\u0026nbsp;most of them are from top 100 companies of the world) evaluated skills of Andrii Piatakha. \u003C/p\u003E\u003Cp\u003EWith this course you can be sure that you will spend your time learning the right things from the one of the best IT\u0026nbsp;consultants in the world. \u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Free mobile App without limits for our students\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EKnowing Java is one skill. Be able to pass interview in company - that is another skill :)\u0026nbsp;Nowadays a lot of companies use tests to select candidates on the first level of interview. We developed application to practice skills specifically for such purposes. \u003C/p\u003E\u003Cp\u003EIn this course we will provide you link to download our FREE\u0026nbsp;mobile app for android. (soon it will be also available for iOS platforms) \u003C/p\u003E\u003Cp\u003EInstructor of this course come up with hundreds tests which are used to test knowledge of candidates. With this application you will be well-prepared for the interview. \u003C/p\u003E\u003Cp\u003EAlso, \u003Cstrong\u003E\u003Cem\u003Eonly for our students - there is no limit on attempts to pass certification. \u003C/em\u003E\u003C/strong\u003EIn the course we will tell you how to set up special bonus code which will remove restrictions for our students inside the app.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- High concentration of useful material in each lesson\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESometimes you can notice that watching of 5 minutes of our lesson is equivalent to watching of other 30 minutes lesson. \u003C/p\u003E\u003Cp\u003EThis is because time spent for preparation for the lesson (script for the lesson, lesson structure) and video editing (to cut boring pieces of the lesson, or time when program loads) sometimes \u003Cstrong\u003E\u003Cem\u003E10 times as much (sometimes even 20)\u003C/em\u003E\u003C/strong\u003E as final lesson duration after video editing.\u003C/p\u003E\u003Cp\u003EAlso each topic is separated from another. In case some concept will be explained in the next lesson and you don\u0027t need to worry about understanding this in scope of this lesson - instructor will make announcement when specific topic will be covered. \u003C/p\u003E\u003Cp\u003EGo and try it yourself!\u0026nbsp;We will appreciate your feedback.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESo don\u0027t wait! Take a look at lessons\u0027 preview if you still have doubts! \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EBuy this course today, and you will get all updates for FREE! \u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFor those who successfully passed this training course, or for students who was recognized for asking amazing questions, there is a special offer from IT-Bulls company! The creator of this course is IT-Bulls company CEO\u0026nbsp;and Founder. We always in search of talents to run our amazing startups together with you. Probably you always dreamed about running your own startup?\u0026nbsp;In this course you will be able to find the team who will teach you how to do that and (in particular cases) will be glad to help with implementation! \u003C/p\u003E\u003Cp\u003EHope you enjoy this course! And remember, we appreciate all your feedbacks! Your feedbacks will help us to become even more better!\u0026nbsp;Your feedbacks will help us to create to best Java course ever! \u003C/p\u003E\u003Cp\u003ESee you on the lessons!\u0026nbsp;:)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/gof-design-patterns-learnit/","imageUri":"https://img-c.udemycdn.com/course/750x422/4107958_3268.jpg","duration":"3 Stunden","enrolledStudentsCount":"36.774 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 9/2021","targetAudiences":["Software Engineers in Java","Software engineers who work with other programming languages with OOP approach"],"tags":["Programmierung","Softwareentwicklung","Entwurfsmuster"],"rating":{"count":70,"averageValue":"4.7"},"instructors":[{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.464228613694664},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699957,"totalNumberOfReviews":24195,"averageRating":4.462571290070923}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"GOF_FREE_DEC_3","originalPrice":"1.920 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/neuro-negotiation-system-become-number-one-negotiator-and-make-or-save-money/":{"courseDetails":{"courseId":701188,"title":"Negotiation A-Z™: Inside Secrets from a Master Negotiator","shortDescription":"Negotiating Agreement Without Giving In. How To Get What You Want. Negotiating in Difficult Situations.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**Course Updated - Nov 2021**\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow important is the need of negotiating? Does it impact your life and your money? Well, all that I would say, “If you can’t negotiate effectively with people, you shouldn’t buy/sell anything for more than a few dollars.”\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe reason I say this is because regardless of the type of work we do, knowing how to negotiate effectively can greatly impact our success and our satisfaction. Wondering how? I will tell you how… but before that let me remind you how often you negotiate in life. From childhood, you must have practiced the art of negotiation – Bed time, a treat, a promotion, a raise, an extended deadline. Yet you are not good at negotiations. Why? Does it demand a different level of intellect and expertise? Well, I will say “No” to the former and “Yes” to the latter. There are some techniques and a process when put into practice enable you to save thousands of dollars, but unfortunately no one has told you these techniques yet and hence, you are missing out. And by this time, I am sure you must have figured out what I am doing here. I am here to help you and uncover all these techniques in this course.\u003C/p\u003E\u003Cp\u003EIt may be…or may not be difficult for you to digest the fact that we all negotiate on a daily basis. On a personal level, we negotiate with friends, family, landlords, car sellers and employers, among others. We come across hundreds of situations that put our negotiation skills to the test. Whether buying a house or car, reviewing your salary with your boss or deliberating contracts for your business, your success in each of\u003Cstrong\u003E \u003C/strong\u003Ethese activities will be heavily dependent on your ability to negotiate. \u003C/p\u003E\u003Cp\u003EBut how come I am speaking so highly of negotiation skills? Well, I\u0027ve spent thousands of hours reading books, articles and videos and doing real life research aiming to master negotiation conversations. And now, I want my learnings to benefit you so that you don’t need to chart the long road which I have treaded on. I want my long road to be your shortcut and hence, I have created a \u003Cstrong\u003E7-step model “N.E.U.R.O Negotiation System\u003C/strong\u003E”. Combining the principles of Evolution and Brain Science, this program demystifies the science of negotiation like nothing else. This course will help you prepare for and conduct real-world negotiations, from personal to professional, small to large, daily to extraordinary. You won’t be able to find anything else even one-hundredth as valuable and jaw-dropping. If you get, please feel free to revert to me. Within months, hundreds of people saved 1000s of dollars and made numerous connections with some very influential people. I believe it to be the most powerful idea for business, career, and personal life. \u003C/p\u003E\u003Cp\u003EBut what makes it so special? Only my words? Or something else? Well, here is the answer. Drawing on the latest research and best practices across a breadth of industries, the course goes far beyond simplistic formulas such as \u0022win-win\u0022 and \u0022win-lose.\u0022 Instead, it provides hard-hitting, practical, intensive, and transformative techniques.This course is guaranteed to keep you engaged and amused, and teach you life-changing skills for home and work. The course discusses lots of real life examples (some of which will definitely get you laughing) and gives practical tools you can use right away to get better results. And what more and better than the fact that you can learn all this by just sitting at your home. You don’t need to get mauled by scrupulous people before you can learn the art of negotiations. Although to master it, you need to walk out and experiment.\u003C/p\u003E\u003Cp\u003EAfter attending this program, you won’t remain the same; the impact will be severe. AND massive! Your life will change forever. This is the surefire mantra to big-ticket successes. You will learn the art of crafting such compelling messages that people will surely open their hearts and wallets for you.\u003C/p\u003E\u003Cp\u003EAll this can be a reality for you as well. Think big. Take the plunge. \u003C/p\u003E\u003Cp\u003E- This is NOT a basic Negotiation training program.\u003C/p\u003E\u003Cp\u003E- This is a Mastery Course to learn to negotiate in any situation \u003C/p\u003E\u003Cp\u003E-\u0026nbsp; Only requirement to become a successful negotiator is you should be willing to break away from all your existing beliefs and keep an open mind while taking the course. Are you not game for it?\u003C/p\u003E\u003Cp\u003EYou can have a super-kickass, freaking-awesome, absolutely wonderful life. \u003C/p\u003E\u003Cp\u003EWhat are you waiting for?\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/neuro-negotiation-system-become-number-one-negotiator-and-make-or-save-money/","imageUri":"https://img-c.udemycdn.com/course/750x422/701188_a1b1_3.jpg","duration":"3 Stunden","enrolledStudentsCount":"34.302 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["Do you want more from your life? If not, please close the browser tab!","Do you want to become more Magnetic, Inspirational and Influential?","Do you want a raise? Yes, of course! You deserve it!","Do you want to save more money as a buyer and make more money as a seller during personal or professional negotiations?","Have you ever regretted not producing the most lucrative outcome during a business deal?"],"tags":["Business","Kommunikation","Vertragsverhandlungen"],"rating":{"count":413,"averageValue":"4.7"},"instructors":[{"name":"Akshay Goel","url":"/user/akgoel/","totalNumberOfStudents":130560,"totalNumberOfReviews":2538,"averageRating":4.264255839215687},{"name":"Susmita Dutta","url":"/user/susmitadutta/","totalNumberOfStudents":165654,"totalNumberOfReviews":3691,"averageRating":4.298505469085174}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DEC2021FREE001","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/learn-python-programming-a-step-by-step-course-to-beginners/":{"courseDetails":{"courseId":1495788,"title":"Learn to Code in Python 3: Programming beginner to advanced","shortDescription":"Python3 programming made easy with exercises, challenges and lots of real life examples. Learn to code today!","longDescription":"\u003Cp\u003EIn this course, learning to code will be easy and intuitive for you. You will learn Python 3, one of the most popular programming languages in the world. \u003C/p\u003E\u003Cp\u003EWe will cover the basic fundamentals of programming and you will learn how to do exciting things in Python, like reading and writing on files, like Excel sheets or TXT files, working with JSON and sending HTTP requests to web servers and APIs. \u003C/p\u003E\u003Cp\u003EWe will also cover a little bit of Data Visualization, Statistics and Machine Learning in Python.\u003C/p\u003E\u003Cp\u003EThis course does not require previous experience in IT or programming, it was designed to help any person learn to code. By the end of the course you will be writing you own programs and thinking like a programmer. Your professional life will get a huge upgrade.\u003C/p\u003E\u003Cp\u003EThis course offers life time access, a certificate of conclusion and a 30-day money back guarantee. Don\u0027t miss this opportunity! Enroll now and start learning Python!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/learn-python-programming-a-step-by-step-course-to-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/1495788_1aaa_2.jpg","duration":"5,5 Stunden","enrolledStudentsCount":"252.350 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 5/2020","targetAudiences":["Any person who wants to learn to code from absolute beginner level","Any person who wants to solve problems and create great services using Python programs"],"tags":["Programmierung","Programmiersprachen","Python"],"rating":{"count":10892,"averageValue":"4.5"},"instructors":[{"name":"Ivan Lourenço Gomes","url":"/user/ivan-lourenco-gomes/","totalNumberOfStudents":392341,"totalNumberOfReviews":22647,"averageRating":4.562104060365854},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699957,"totalNumberOfReviews":24195,"averageRating":4.462571290070923},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.464228613694664}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PYTHON_FREE_DEC_3","originalPrice":"5.760 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/api-testing-with-postman-for-beginners-learnit/":{"courseDetails":{"courseId":4092686,"title":"Webservices API Testing with Postman - Complete Guide","shortDescription":"Learn API testing with Postman from scratch","longDescription":"\u003Cp\u003ESome of you may ask a question: “\u003Cstrong\u003EWhy should I select this course, instead of learning Postman by myself?\u003C/strong\u003E”\u003C/p\u003E\u003Cp\u003ESo, what is extremely cool about this course?\u003C/p\u003E\u003Cp\u003EThat you \u003Cstrong\u003Ewon’t learn just theory\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EYou will have practical technical tasks connected to \u003Cstrong\u003Ereal testing of API endpoints\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EYou \u003Cstrong\u003Edon’t need to search \u003C/strong\u003Efor other questions \u003Cstrong\u003Ein Google\u003C/strong\u003E, because you cannot understand lessons or homework.\u003C/p\u003E\u003Cp\u003EEverything is in here. In one place. In this training course.\u003C/p\u003E\u003Cp\u003EThis guaranty to you that with this training course you will \u003Cstrong\u003Esave a lot of your time\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EBecause if you would start learning Postman by yourself you would notice that on the internet there are a lot of directions to learn Postman, a lot of different specific topics to learn, which are not applicable on most projects.\u003C/p\u003E\u003Cp\u003EAnd all of this in one single training course \u003Cstrong\u003Efrom the very beginning\u003C/strong\u003E. \u003C/p\u003E\u003Cp\u003EWhat I suggest to you, is a training course, where step by step, with a detailed homework program, with practical tasks, with a detailed review of solution of each practical task we will learn Postman together.\u003C/p\u003E\u003Cp\u003EThis program will give you enough knowledge to \u003Cstrong\u003Eget your first job\u003C/strong\u003E and be able to \u003Cstrong\u003Etest an API web service with the help of Postman\u003C/strong\u003E.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/api-testing-with-postman-for-beginners-learnit/","imageUri":"https://img-b.udemycdn.com/course/750x422/4092686_9b6c_4.jpg?secure=dteDrBYEzfQfznwt2W5DtA%3D%3D%2C1640890574","duration":"4,5 Stunden","enrolledStudentsCount":"44.357 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Anyone who wants to learn how to test API using Postman","Students who are seeking to work as Test Engineer in API"],"tags":["Programmierung","Software-Testing","Postman"],"rating":{"count":172,"averageValue":"4.5"},"instructors":[{"name":"Tigran Ter-Karapetyants","url":"/user/tigran-136/","totalNumberOfStudents":108758,"totalNumberOfReviews":706,"averageRating":4.243134547474748},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.464228613694664},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699957,"totalNumberOfReviews":24195,"averageRating":4.462571290070923}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"WEB_TEST_FREE_DEC_3","originalPrice":"1.920 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/exam-az-104-microsoft-azure-administrator-practice-tests/":{"courseDetails":{"courseId":4464304,"title":"Exam AZ-104: Microsoft Azure Administrator-Practice Tests","shortDescription":"Get your AZ-104: Microsoft Azure Administrator Certification from the first attempt","longDescription":"\u003Cp\u003EAre you ready to take the 2022 - just out of beta - AZ-104: Microsoft Azure Administrator exam?\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis practice test course contains 6 complete timed tests, of at least 60-questions each, just like you will get in the official exam. That\u0027s over 360 questions to see how prepared you are for the real test. The quiz questions are balanced as per the domain weightings published in the candidate bulletin. In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you\u0027re ready to take the exam.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on Microsoft\u0027s certification web site. But we\u0027re confident that you will be fairly tested on your knowledge of the Exam AZ-104: Microsoft Azure Administrator after taking these practice exams.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams were compiled by an experienced team of Power Platform professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EManage Azure identities and governance (15-20%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplement and manage storage (15-20%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeploy and manage Azure compute resources (20-25%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure and manage virtual networking (25-30%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMonitor and back up Azure resources (10-15%)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ESix practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time. The Four remaining exams can be used to prove your readiness to take the official exam. Or you can just use all Six in whatever way suits your preparation workflow.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe are looking forward to seeing you inside the course.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/exam-az-104-microsoft-azure-administrator-practice-tests/","imageUri":"https://img-c.udemycdn.com/course/750x422/4464304_e66b.jpg","duration":"","enrolledStudentsCount":"4 estudiantes","lastUpdated":"Publicado el 12/2021","targetAudiences":["AZ-104: Microsoft Azure Administrator - Students and Candidates"],"tags":["Informática y software","Certificaciones de informática"],"rating":null,"instructors":[{"name":"Ibrahim Serrafi","url":"/user/serrafi/","totalNumberOfStudents":2059,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"64E51CDFA29A922EA043","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/learn-acting/":{"courseDetails":{"courseId":4374622,"title":"Acting course - tools of acting","shortDescription":"Improve your skills in acting.","longDescription":"\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this acting course, Ram Choudhary teach about acting (camera \u0026amp; theater), diction, navras, characterisation, body language, dialogue delivery \u0026amp; importance of backstories ( how to bring real-life experiences into every role and how to build your own characters). As a trained actor from theater ,he uses advanced acting techniques to portray complex characters. he introduces students to various methods and techniques which he use to teach and enhance their acting skills. \u003C/p\u003E\u003Cp\u003Ethere are no prerequisites or previous knowledge needed for this course . this course teaches acting at the beginner level.\u003C/p\u003E\u003Cp\u003Eif your dream is to be in front of camera as an actor then you have to learn about acting and have to improve your acting skills.\u003C/p\u003E\u003Cp\u003Ethis course will provide the tools which you need to be a successfull actor.\u003C/p\u003E\u003Cp\u003Ethere are many topics are covered in this training program like ,what is acting ? who can became an actor ? how to cry \u0026amp; laugh for camera ( कैमरा के सामने कैसे रोया या हंसा जाए ? ) what is the importance of imrovisation ? , what are the backstories of actor ?\u003C/p\u003E\u003Cp\u003ENAVRASES in acting ? ( अभिनय में नवरस क्या है\u0026nbsp; ), what is characterisation ( चरित्रचित्रण ) ? importance of body language , dialogue delivery , diction in acting ( अभिनय में उच्चारण , नुक्ता क्या है ).etc..\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Hindi","courseUri":"https://www.udemy.com/course/learn-acting/","imageUri":"https://img-c.udemycdn.com/course/750x422/4374622_e580.jpg","duration":"44 minutos","enrolledStudentsCount":"3.373 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["student and people who want to learn acting.","person who want to improve acting skills."],"tags":["Enseñanzas y disciplinas académicas","Educación en línea","Actuación"],"rating":{"count":12,"averageValue":"4.6"},"instructors":[{"name":"Ram choudhary","url":"/user/ram-3776/","totalNumberOfStudents":3373,"totalNumberOfReviews":12,"averageRating":4.6087623}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F1C989C505D136BDFC8A","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/learn-javascript-from-beginner-to-advanced/":{"courseDetails":{"courseId":3291142,"title":"Complete Javascript \u0026 jQuery Course with Bonus Vue JS Intro","shortDescription":"Learn Javascript, jQuery and Ajax from the start \u002B Bonus Intro to Vue JS 3. Incudes complete written course material!","longDescription":"\u003Cp\u003EIn this course you will learn \u003Cstrong\u003EJAVASCRIPT\u003C/strong\u003E in a very natural and intuitive way. Our step by step method of teaching mixed with exercises, real life examples, challenges and projects will make you feel very confident with the language and become a professional Javascript programmer in just a few weeks.\u003C/p\u003E\u003Cp\u003EThe course \u003Cstrong\u003Eincludes a complete jQuery section\u003C/strong\u003E with exercises and a cool project where you will build an online t-shirt price calculator with multiple filters.\u003C/p\u003E\u003Cp\u003EThere\u0027s also \u003Cstrong\u003Eone whole section about AJAX and JSON\u003C/strong\u003E where we will get external data from APIs to use in our web applications. The ending project of this section is building a Quiz Game where users can play live and try to beat the computer on questions about Music, Science, History, Entertainment and many other topics.\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBONUS:\u003C/strong\u003E We\u0027ve recently included a new section fully dedicated to give you a great introduction to \u003Cstrong\u003EVue JS\u003C/strong\u003E. Get ready to learn modern web development with the most popular Javascript framework in the industry.\u003C/p\u003E\u003Cp\u003EIf you want to learn Javascript with ease and boost your developer career, just enroll in the course today. You will get \u003Cstrong\u003Einstant lifetime access and money back guarantee\u003C/strong\u003E so you can learn at your own pace anytime you want.\u0026nbsp; \u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/learn-javascript-from-beginner-to-advanced/","imageUri":"https://img-b.udemycdn.com/course/750x422/3291142_8f0c_4.jpg?secure=cfG7tmb0U9jcL84xSbIGWw%3D%3D%2C1640901356","duration":"17 Stunden","enrolledStudentsCount":"174.409 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 7/2021","targetAudiences":["Students willing to become skilled Web Developers","Students who are seeking to work as Javascript programmers","Anyone who wants to learn how to build app applications using Javascript"],"tags":["Programmierung","Programmiersprachen","JavaScript"],"rating":{"count":2030,"averageValue":"4.5"},"instructors":[{"name":"Ivan Lourenço Gomes","url":"/user/ivan-lourenco-gomes/","totalNumberOfStudents":392341,"totalNumberOfReviews":22647,"averageRating":4.562104060365854},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699991,"totalNumberOfReviews":24195,"averageRating":4.462571290070923},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700371,"totalNumberOfReviews":24215,"averageRating":4.464228613694664}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"JS_FREE_DEC_3","originalPrice":"5.120 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/databases-learnit/":{"courseDetails":{"courseId":4309902,"title":"Relational Databases \u0026 SQL: Complete Guide for Developers","shortDescription":"Learn Database Architecture, Data Modelling, MySQL, PostgreSQL with examples","longDescription":"\u003Cp\u003EFrom this course you can learn \u003Cstrong\u003Erelational databases and SQL.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere are a lot of other courses in this topic. \u003Cstrong\u003ESo, why would you choose exactly this course?\u0026nbsp; \u003C/strong\u003EHere just a few reasons:\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003E- Coding examples\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETo learn programming it is not enough just watching videos and reading books. You also need to have a lot of practice. In this training course you will review multiple practical tasks and coding examples which will help you learn and understand Java better.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003E- Open source code\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe hide nothing from our students!\u0026nbsp;Including the source code for the hometask solutions and source code of examples which were shared during the lesson. Having the source code you can just copy and paste it to run it on your local computer to understand how things work better.\u003C/p\u003E\u003Cp\u003EYou are allowed to use all source code examples for learning purposes. This helps significantly to configure environment and make tests work, especially in case student didn\u0027t work with any testing framework in the past.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Q\u0026amp;A support\u0026nbsp; \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe significant difference between online and offline learning process is instructor\u0027s availability. If you are in the one room with tutor he always can help you to get understanding specific concept or to help fix your code on your computer. \u003Cbr\u003EIn this course, we are supporting students with answers to any questions flagged in Q\u0026amp;A section. In case there will be recurring questions - separate video lessons will be created to show how to address issue. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ESo with this course you are not just getting video materials, code exercises, source code, access to free mobile application without limits (which is still pretty cool, huh?\u0026nbsp;:)\u0026nbsp;) , but you also get tutor support and answers to your questions along with this course. \u003C/em\u003E\u003C/strong\u003E\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003E- Relevant knowledge\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAfter our team investigated other Java courses on Udemy we realized that most of them has nothing in common with real life. Information which is shared there is very old and significantly out of date. For example, instructor teaches framework which is not used already for 15 years. Or instructor do a stress on the programming design which is not used anymore at all!\u003C/p\u003E\u003Cp\u003EInstructor of this course is consultant in the top-rated IT\u0026nbsp;outsourcing company and helps to bring cutting-edge solutions in IT for all his clients. Feel free to check LinkedIn page of instructor and check skills endorsement. More than 19 thousand people acrooss all over the world (BTW\u0026nbsp;most of them are from top 100 companies of the world) evaluated skills of Andrii Piatakha. \u003C/p\u003E\u003Cp\u003EWith this course you can be sure that you will spend your time learning the right things from the one of the best IT\u0026nbsp;consultants in the world. \u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Free mobile App without limits for our students\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EKnowing Java is one skill. Be able to pass interview in company - that is another skill :)\u0026nbsp;Nowadays a lot of companies use tests to select candidates on the first level of interview. We developed application to practice skills specifically for such purposes. \u003C/p\u003E\u003Cp\u003EIn this course we will provide you link to download our FREE\u0026nbsp;mobile app for android. (soon it will be also available for iOS platforms) \u003C/p\u003E\u003Cp\u003EInstructor of this course come up with hundreds tests which are used to test knowledge of candidates. With this application you will be well-prepared for the interview. \u003C/p\u003E\u003Cp\u003EAlso, \u003Cstrong\u003E\u003Cem\u003Eonly for our students - there is no limit on attempts to pass certification. \u003C/em\u003E\u003C/strong\u003EIn the course we will tell you how to set up special bonus code which will remove restrictions for our students inside the app.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- High concentration of useful material in each lesson\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESometimes you can notice that watching of 5 minutes of our lesson is equivalent to watching of other 30 minutes lesson. \u003C/p\u003E\u003Cp\u003EThis is because time spent for preparation for the lesson (script for the lesson, lesson structure) and video editing (to cut boring pieces of the lesson, or time when program loads) sometimes \u003Cstrong\u003E\u003Cem\u003E10 times as much (sometimes even 20)\u003C/em\u003E\u003C/strong\u003E as final lesson duration after video editing.\u003C/p\u003E\u003Cp\u003EAlso each topic is separated from another. In case some concept will be explained in the next lesson and you don\u0027t need to worry about understanding this in scope of this lesson - instructor will make announcement when specific topic will be covered. \u003C/p\u003E\u003Cp\u003EGo and try it yourself!\u0026nbsp;We will appreciate your feedback.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESo don\u0027t wait! Take a look at lessons\u0027 preview if you still have doubts! \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EBuy this course today, and you will get all updates for FREE! \u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFor those who successfully passed this training course, or for students who was recognized for asking amazing questions, there is a special offer from IT-Bulls company! The creator of this course is IT-Bulls company CEO\u0026nbsp;and Founder. We always in search of talents to run our amazing startups together with you. Probably you always dreamed about running your own startup?\u0026nbsp;In this course you will be able to find the team who will teach you how to do that and (in particular cases) will be glad to help with implementation! \u003C/p\u003E\u003Cp\u003EHope you enjoy this course! And remember, we appreciate all your feedbacks! Your feedbacks will help us to become even more better!\u0026nbsp;Your feedbacks will help us to create to best Java course ever! \u003C/p\u003E\u003Cp\u003ESee you on the lessons!\u0026nbsp;:)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/databases-learnit/","imageUri":"https://img-c.udemycdn.com/course/750x422/4309902_4081_2.jpg","duration":"7,5 horas","enrolledStudentsCount":"4.063 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Database Engineers","Software Developers","Software Architects"],"tags":["Desarrollo","Diseño y desarrollo de bases de datos","SQL"],"rating":{"count":9,"averageValue":"4.5"},"instructors":[{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.464228613694664}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SQL_FREE_DEC_3","originalPrice":"2.560 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/docker_certified_associate/":{"courseDetails":{"courseId":4466222,"title":"Docker_Certified_Associate","shortDescription":"Get your Docker_Certified_Associate Certification from the first attempt","longDescription":"\u003Cp\u003EAre you ready to take the 2022 - just out of beta - DCA- Docker_Certified_Associate exam?\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis practice test course contains 6 complete timed tests, of at least 55-questions each, just like you will get in the official exam. That\u0027s over 330 questions to see how prepared you are for the real test. The quiz questions are balanced as per the domain weightings published in the candidate bulletin. In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you\u0027re ready to take the exam.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on Microsoft\u0027s certification web site. But we\u0027re confident that you will be fairly tested on your knowledge of Docker after taking these practice exams.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams were compiled by an experienced team of Power Platform professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESetting up a Swarm Mode Cluster\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELocking a Swarm Cluster\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeploying Applications into Stack Files\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERunning a Service vs. Running a Container\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage a stack of running services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReplication of Services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReplicated and Global Services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETroubleshoot a non-deploying Service\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECommunication among Docker Applications and Legacy Systems\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EService Templates\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThree practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time. The two remaining exams can be used to prove your readiness to take the official exam. Or you can just use all Four in whatever way suits your preparation workflow.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe are looking forward to seeing you inside the course.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/docker_certified_associate/","imageUri":"https://img-c.udemycdn.com/course/750x422/4466222_2e26_2.jpg","duration":"","enrolledStudentsCount":"1.000 Teilnehmer","lastUpdated":"Veröffentlicht: 12/2021","targetAudiences":["Docker_Certified_Associate (DCA) - Students and Candidates"],"tags":["IT \u0026 Software","IT-Zertifizierungen"],"rating":null,"instructors":[{"name":"Ibrahim Serrafi","url":"/user/serrafi/","totalNumberOfStudents":1936,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"77942411FE9DD1948C12","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/improving-software-development-productivity/":{"courseDetails":{"courseId":4325468,"title":"Improving software development productivity","shortDescription":"Improving software development productivity. Practical techniques.","longDescription":"\u003Cp\u003EWhat will be in the course:​\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EPersonal experience;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow I structured the work in my team;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat my team and I use;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat are the alternatives to my tools;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhich helped speed up development.​\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWhat this course will not include:​\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EA huge amount of theory;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECalculations that prove how to design;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImposing opinions and proving that problems need to be solved only this way and nothing else.​\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAs a result, this course will be useful not only for the technical leader of the development group, but also for managers of different levels, developers and testers.​\u003C/p\u003E\u003Cp\u003EThe topics of the lessons that will be discussed in this course are shown on the slide:​\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EIntroductory lesson;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETeam and roles in it;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETechnical task;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork planning;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETask management systems;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EArchitecture;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVersion control systems, version accounting;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECodestyle;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescription of the code;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAutomatic generation of documentation;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETesting;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBug life cycle, Bug tracker;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAutomatic tests;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAutomatic machines and scripts;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstructions;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESumming up and my results.​\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EFor each topic, there will be an explanation of how this innovation in the development process will help increase efficiency.​\u003C/p\u003E\u003Cp\u003EBy efficiency, I mean the following measured parameters:​\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe number of mechanical errors will decrease;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelopment time will be reduced;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe error search time will decrease;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe time to attract a new developer will decrease;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe accuracy of the development forecast and adherence to plans is increased.​\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAnd not measurable, which will also get better:​\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIt will become easier to hand over the product to the customer;​\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelopers\u0027 interest will increase.​\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/improving-software-development-productivity/","imageUri":"https://img-b.udemycdn.com/course/750x422/4325468_3029_3.jpg?secure=0V3ptyQwZfw9qjo7XhhFwA%3D%3D%2C1640891961","duration":"5 Stunden","enrolledStudentsCount":"3.032 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["As a result, this course will be useful not only for the technical leader of the development group, but also for managers of different levels, developers and testers.​"],"tags":["IT \u0026 Software","Sonstiges in IT \u0026 Software","Softwareentwicklung"],"rating":{"count":11,"averageValue":"4.8"},"instructors":[{"name":"ANDRII SVIATOBATKO","url":"/user/andrey-svyatobatko/","totalNumberOfStudents":3408,"totalNumberOfReviews":13,"averageRating":4.832478461538461},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.464228613694664}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PROD_FREE_DEC_3","originalPrice":"1.600 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/advanced-strategies-to-secure-better-upwork-clients/":{"courseDetails":{"courseId":3797780,"title":"Advanced Strategies to Secure Better UpWork Clients","shortDescription":"Create an Irresistible Upsell and Manage Your Money Well","longDescription":"\u003Cp\u003EYou\u0027ve probably been experiencing some success on Upwork. But, you\u0027re looking for more. Maybe you want to become a full-time UpWork freelancer or you\u0027re already a full-time UpWork freelancer looking for more income. This course is for you.\u003C/p\u003E\u003Cp\u003EI am a Top Rated UpWork freelancer who understands how to get better UpWork clients using an upsell strategy. My background in finance has also helped me better manage my new income. Combining a great upsell with sound financial management will help you get the most out of your UpWork experience.\u003C/p\u003E\u003Cp\u003EYou\u0027ll be an UpWork expert by the end of this course. I\u0027ll teach you how to:\u003C/p\u003E\u003Cp\u003E- Identify your ONE thing.\u003C/p\u003E\u003Cp\u003E- Build your personal brand.\u003C/p\u003E\u003Cp\u003E- Add a personal touch to interactions with potential clients.\u003C/p\u003E\u003Cp\u003E- Create an irresistible 3-tier proposal.\u003C/p\u003E\u003Cp\u003E- Get potential clients to take you seriously.\u003C/p\u003E\u003Cp\u003E- Achieve your financial goals.\u003C/p\u003E\u003Cp\u003E- Budget for wealth.\u003C/p\u003E\u003Cp\u003EA successful freelancing course is possible on UpWork. This advanced UpWork course teaches you how to get there. It’s \u003Cstrong\u003E\u003Cem\u003Ethe\u003C/em\u003E\u003C/strong\u003E course that will help you stand out in a crowded marketplace with over 18 million freelancers.\u003C/p\u003E\u003Cp\u003EUse the strategies you learn to not only attract better UpWork clients, but to also expand your freelance career. You can accomplish so much by actively applying the principles taught in this course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/advanced-strategies-to-secure-better-upwork-clients/","imageUri":"https://img-c.udemycdn.com/course/750x422/3797780_45dd.jpg","duration":"2,5 horas","enrolledStudentsCount":"6.781 estudiantes","lastUpdated":"Fecha de la última actualización: 2/2021","targetAudiences":["UpWork freelancers"],"tags":["Negocios","Emprendimiento","Upwork"],"rating":{"count":15,"averageValue":"4.1"},"instructors":[{"name":"Christine McLean","url":"/user/54bc4a3f56561/","totalNumberOfStudents":9179,"totalNumberOfReviews":48,"averageRating":4.424846266666666},{"name":"Trevoir Williams","url":"/user/trevoirwilliams/","totalNumberOfStudents":291252,"totalNumberOfReviews":6337,"averageRating":4.4823004555555555},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699991,"totalNumberOfReviews":24195,"averageRating":4.462571290070923},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700371,"totalNumberOfReviews":24215,"averageRating":4.464228613694664}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"UP_FREE_DEC_3","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/learn-aspnet-mvc-and-entity-framework/":{"courseDetails":{"courseId":2286771,"title":"Learn ASP.NET MVC and Entity Framework (Database First)","shortDescription":"Learn the fundamentals of ASP.NET MVC and Entity Framework by building a small but practical school management system.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EOverview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUsing MVC, Entity Framework, and ASP.NET Scaffolding, we will go through building a small school management system while learning key concepts in ASP.NET\u0026nbsp;MVC development. This course will show you how to leverage MVC\u0027s Scaffolding features to quickly construct data driven html pages and how to write queries to the database using .NET\u0027s famed Entity Framework with C#. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUPDATED CONTENT \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E.NET Framework is nearing end of support from Microsoft. \u003Cstrong\u003E.NET 6 \u003C/strong\u003Eis the latest technology and learning it is made available to you through my course \u003Cstrong\u003EComplete ASP.NET Core and Entity Framework Development. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy Learn .NET\u0026nbsp;MVC\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMicrosoft .NET is the platform that drives the business technology of many of the top corporations in the United States and many other countries. It is the predominant technology used to drive enterprise-scale business technology. Companies have chosen .NET because for its proven scalability, reliability, and support.\u003C/p\u003E\u003Cp\u003EThe .NET language of choice to learn is C#, as it is among the most widely used languages today. It’s a general purpose programming language that can handle almost any problem, from desktop to mobile to dynamic web applications. As such, there is a high demand across the world for .NET developers in a variety of industries, so that means that more jobs are available for candidates with a foundation built upon .NET technologies.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout This Course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course, you will also learn how to use Javascript, JQuery and JQueryUI and Ajax to develop dynamic and user friendly user interfaces. All interfaces will be keenly styled using the standard Bootstrap CSS Framework, which is used to maintain a standard look and feel across all pages. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAt the end of this course, you should be able to: \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBuild a fully data driven web application\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand the MVC Folder Structure\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdd Data models to your project using Entity Framework\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWrite basic LINQ queries\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand how Models, Views and Controllers combine to facilitate a web application\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand Razor Syntax in views \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand C#\u0026nbsp;Model Classes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand how to add views and actions to a controller\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse Bootstrap to insert JavaScript controls (sliders, etc), button and text styles and manipulate the overall layout\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUpload a project to GitHub\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage Packages in an MVC Project\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUser JQuery and tools to increase interactivity and animations on the interface.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EContent and Overview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETo take this course, you will need to have some knowledge of Object Oriented Programming, if not C#. Even if you do not have much exposure to the .NET development stack, this course is very beginner friendly and chock full of development tips. \u003C/p\u003E\u003Cp\u003EThis course has over 6 hours of premium content, but smartly broken up to highlight a set of related activities based on each module in the application that is being built. We will also look at troubleshooting and debugging errors as we go along; implementing best practices; writing efficient logic and understanding why developers do things the way they do. Your knowledge will grow, step by step, throughout the course and you will be challenged to be the best you can be.\u003C/p\u003E\u003Cp\u003EBy the time you have finished the course you will have moved around in Visual Studio and examined logic and syntax errors so much, that it will be second nature for you when working in the .NET environment. This will put your new learned skills into practical use and \u003Cstrong\u003Eimpress your boss and coworkers\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThe course is \u003Cstrong\u003Ecomplete with working files hosted on GitHub, with the inclusion of some files to make it easier for you to replicate the code being demonstrated\u003C/strong\u003E. You will be able to work alongside the author as you work through each lecture and will receive a verifiable certificate of completion upon finishing the course.\u003C/p\u003E\u003Cp\u003EClicking the \u003Cstrong\u003ETake This Course\u003C/strong\u003E button could be the best step you could take towards quickly increasing your income and marketability! Also, remember that if you don\u0027t think the course is worth what you spent, you have a full 30 days to get a no questions asked refund!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIt\u0027s time to take action! \u003C/strong\u003EThis deal will not be available forever!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee you in the course!\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/learn-aspnet-mvc-and-entity-framework/","imageUri":"https://img-c.udemycdn.com/course/750x422/2286771_db21_6.jpg","duration":"6,5 Stunden","enrolledStudentsCount":"73.424 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["Beginner .NET Developers seeking to explore modern website development methods","Intermediate .Net Developers seeking more answers"],"tags":["Programmierung","Webentwicklung","ASP.NET MVC"],"rating":{"count":421,"averageValue":"4.2"},"instructors":[{"name":"Trevoir Williams","url":"/user/trevoirwilliams/","totalNumberOfStudents":291212,"totalNumberOfReviews":6337,"averageRating":4.483032916993464},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699957,"totalNumberOfReviews":24195,"averageRating":4.45822164077551},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.45987862222672}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"ASPNET_FREE_DEC_3","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/image-to-cartoon-sketch-using-opencv-in-python/":{"courseDetails":{"courseId":3960426,"title":"OpenCV Starter Project - Pencil Sketch and Cartoon Paint","shortDescription":"Apply non photo realistic effect to the image like, pencil and cartoon in Python using, OpenCV, matplotlib, ipywidgets.","longDescription":"\u003Cp\u003EWelcome to \u003Cstrong\u003EImage to Cartoon Sketch using OpenCV in Python !!!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this Course we will see, one of the most widely used image processing applications which is,\u003Cstrong\u003E Non- Photo Realistic Effects\u003C/strong\u003E. You will generally see such an effect in most commercial software like Photoshop etc. Here, in this course using an open-source library in OpenCV, we will create such an effect by coding in Python.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EWhat will you learn?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· Non-Photo Realistic Effect in OpenCV\u003C/p\u003E\u003Cp\u003E· Pencil Sketch\u003C/p\u003E\u003Cp\u003E· K Means Clustering in OpenCV\u003C/p\u003E\u003Cp\u003E· Cartoon Paint using Bilateral Filter.\u003C/p\u003E\u003Cp\u003E· Ipython Widgets for Hyperparameter Tuning.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this class, we will develop two projects.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EProject -1: Pencil Sketch \u0026amp; Tuning using Widgets\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFor any given image we will convert that into a perfect pencil sketch in Python. To develop this, we will use the following filter.\u003C/p\u003E\u003Cp\u003E1. Gaussian Blur\u003C/p\u003E\u003Cp\u003E2. Division Image\u003C/p\u003E\u003Cp\u003E3. Gamma Correction\u003C/p\u003E\u003Cp\u003EHere you will learn the use of these filters and how to apply them to any image. We will also create widgets. Using widgets, we will tune the hyperparameters for the best-desired pencil sketch.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EProject - 2: Photo to Cartoon Photo\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFor any given image we will convert that into a perfect pencil sketch in Python. Just like a pencil sketch, we will create using multiple filters. The cartoon image is an extension of the pencil sketch. Here for a pencil sketch, we will segment the portion and paint it with appropriate colors using k means clustering. Finally, we will apply a Bilateral filter to get desired cartoon image. The following flow we will use to create a cartoon images.\u003C/p\u003E\u003Cp\u003E1. Edge Mask image (pencil sketch)\u003C/p\u003E\u003Cp\u003E2. Image Segmentation using K means Clustering.\u003C/p\u003E\u003Cp\u003E3. Bilateral Filter.\u003C/p\u003E\u003Cp\u003EWe will also create the widgets to tune the hyperparameter to get the desired result. This is the perfect project to start your journey towards image processing.\u003C/p\u003E\u003Cp\u003EWe will see you in the class on how to develop this from scratch.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/image-to-cartoon-sketch-using-opencv-in-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/3960426_d5c7_4.jpg","duration":"1 hora","enrolledStudentsCount":"2.574 estudiantes","lastUpdated":"Fecha de la última actualización: 6/2021","targetAudiences":["Anyone who are beginner in Python"],"tags":["Desarrollo","Herramientas de desarrollo de software","OpenCV"],"rating":{"count":21,"averageValue":"4.8"},"instructors":[{"name":"Data Science Anywhere","url":"/user/freeai-space/","totalNumberOfStudents":73650,"totalNumberOfReviews":823,"averageRating":4.347682819021739},{"name":"Srikanth Gusksra","url":"/user/data-science-anywhere-2/","totalNumberOfStudents":73650,"totalNumberOfReviews":823,"averageRating":4.347682819021739}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"6964FE0ED4DCF1CBF5BD","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/aws-certified-cloud-practitioner-clf-c01-practice-tests-w/":{"courseDetails":{"courseId":4466680,"title":"AWS Certified Cloud Practitioner (CLF-C01) Practice Tests","shortDescription":"Get your Certified Cloud Practitioner (CLF-C01) Certification from the first attempt","longDescription":"\u003Cp\u003EWant you to test your exam readiness for the \u003Cstrong\u003ECertified Cloud Practitioner (CLF-C01) Certification\u003C/strong\u003E to gain the confidence to pass your certification exam? Then these ultimate sets of practice exams are for you!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe purpose of this Practice Question Set is to help you pass the AWS Certified Cloud Practitioner (CLF-C01) exam. These practice questions will make you very familiar with both the type and the difficulty level of the questions on the Cloud Practitioner (CLF-C01) certification test. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis practice test course contains 6 complete timed tests, of at least 60-questions each, just like you will get in the official exam. That\u0027s over 360 questions to see how prepared you are for the real test. The quiz questions are balanced as per the domain weightings published in the candidate bulletin. In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAnyone looking to take and pass the CLF-C01 certification exam\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnyone who needs to become a better test taker before attempting the CLF-C01 certification exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnyone who would like to check his exam readiness.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe are looking forward to seeing you inside the course.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/aws-certified-cloud-practitioner-clf-c01-practice-tests-w/","imageUri":"https://img-c.udemycdn.com/course/750x422/4466680_2e80.jpg","duration":"","enrolledStudentsCount":"1 estudiantes","lastUpdated":"Publicado el 12/2021","targetAudiences":["AWS Certified Cloud Practitioner for Students and Candidates"],"tags":["Informática y software","Certificaciones de informática"],"rating":null,"instructors":[{"name":"OUSSAMA EL FELLAH","url":"/user/oussama-el-fellah/","totalNumberOfStudents":120,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"7AD9E73400242B1F823B","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/java-collections-framework-learnit/":{"courseDetails":{"courseId":3619180,"title":"Java Collections Framework \u002B Generics, Lambdas \u0026 Stream API","shortDescription":"Learn Java Collections Framework from scratch to PRO level with practical exercises","longDescription":"\u003Cp\u003EFrom this course you can learn \u003Cstrong\u003EJava Collections Framework, together with Generics, Lambda Functions, Method References and Stream API. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere are a lot of other courses in this topic. \u003Cstrong\u003ESo, why would you choose exactly this course?\u0026nbsp; \u003C/strong\u003EHere just a few reasons:\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003E- Coding exercises \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETo learn programming it is not enough just watching videos and reading books. You also need to have a lot of practice. In this training course you will have different practical tasks which will help you learn and understand Java better. Beside that all topics are presented on real-life examples - this help grasp knowledge faster.\u003C/p\u003E\u003Cp\u003EOne of the key tasks where you can practice your knowledge is implementation of backend system for online store. Also you have a lot of tasks that use domain specific terminology:\u0026nbsp;accounts, transactions, users, carts, menu, services etc. So that means you are learning programming without abstract concepts like it is written in the books or in other courses. You learn domain specific terminology and during the lessons we investigate specific extracts from code that can give you clear vision how you can apply the knowledge in real life.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003E- Open source code\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe hide nothing from our students!\u0026nbsp;Including the source code for the hometask solutions and source code of examples which were shared during the lesson. Having the source code you can just copy and paste it to run it on your local computer to understand how things work better.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Q\u0026amp;A support\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe significant difference between online and offline learning process is instructor\u0027s availability. If you are in the one room with tutor he always can help you to get understanding specific concept or to help fix your code on your computer. \u003Cbr\u003EIn this course, we are supporting students with answers to any questions flagged in Q\u0026amp;A section. In case there will be recurring questions - separate video lessons will be created to show how to address issue. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ESo with this course you are not just getting video materials, code exercises, source code, access to free mobile application without limits (which is still pretty cool, huh?\u0026nbsp;:)\u0026nbsp;) , but you also get tutor support and answers to your questions along with this course. \u003C/em\u003E\u003C/strong\u003E\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003E- Relevant knowledge\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAfter our team investigated other Java courses on Udemy we realized that most of them has nothing in common with real life. Information which is shared there is very old and significantly out of date. For example, instructor teaches framework which is not used already for 15 years. Or instructor do a stress on the programming design which is not used anymore at all!\u003C/p\u003E\u003Cp\u003EInstructor of this course is consultant in the top-rated IT\u0026nbsp;outsourcing company and helps to bring cutting-edge solutions in IT for all his clients. Feel free to check LinkedIn page of instructor and check skills endorsement. More than 18 thousand people acrooss all over the world (BTW\u0026nbsp;most of them are from top 100 companies of the world) evaluated skills of Andrii Piatakha. \u003C/p\u003E\u003Cp\u003EWith this course you can be sure that you will spend your time learning the right things from the one of the best IT\u0026nbsp;consultants in the world. \u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Free mobile App without limits for our students\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EKnowing Java is one skill. Be able to pass interview in company - that is another skill :)\u0026nbsp;Nowadays a lot of companies use tests to select candidates on the first level of interview. We developed application to practice skills specifically for such purposes. \u003C/p\u003E\u003Cp\u003EIn this course we will provide you link to download our FREE\u0026nbsp;mobile app for android. (soon it will be also available for iOS platforms) \u003C/p\u003E\u003Cp\u003EInstructor of this course come up with hundreds tests which are used to test knowledge of candidates. With this application you will be well-prepared for the interview. \u003C/p\u003E\u003Cp\u003EAlso, \u003Cstrong\u003E\u003Cem\u003Eonly for our students - there is no limit on attempts to pass certification. \u003C/em\u003E\u003C/strong\u003EIn the course we will tell you how to set up special bonus code which will remove restrictions for our students inside the app.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- High concentration of useful material in each lesson\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESometimes you can notice that watching of 5 minutes of our lesson is equivalent to watching of other 30 minutes lesson. \u003C/p\u003E\u003Cp\u003EThis is because time spent for preparation for the lesson (script for the lesson, lesson structure) and video editing (to cut boring pieces of the lesson, or time when program loads) sometimes \u003Cstrong\u003E\u003Cem\u003E10 times as much (sometimes even 20)\u003C/em\u003E\u003C/strong\u003E as final lesson duration after video editing.\u003C/p\u003E\u003Cp\u003EAlso each topic is separated from another. In case some concept will be explained in the next lesson and you don\u0027t need to worry about understanding this in scope of this lesson - instructor will make announcement when specific topic will be covered. \u003C/p\u003E\u003Cp\u003EGo and try it yourself!\u0026nbsp;We will appreciate your feedback.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESo don\u0027t wait! Take a look at lessons\u0027 preview if you still have doubts! \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EBuy this course today, and you will get all updates for FREE! \u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFor those who successfully passed this training course, or for students who was recognized for asking amazing questions, there is a special offer from IT-Bulls company! The creator of this course is IT-Bulls company CEO\u0026nbsp;and Founder. We always in search of talents to run our amazing startups together with you. Probably you always dreamed about running your own startup?\u0026nbsp;In this course you will be able to find the team who will teach you how to do that and (in particular cases) will be glad to help with implementation! \u003C/p\u003E\u003Cp\u003EHope you enjoy this course! And remember, we appreciate all your feedbacks! Your feedbacks will help us to become even more better!\u0026nbsp;Your feedbacks will help us to create to best Java course ever! \u003C/p\u003E\u003Cp\u003ESee you on the lessons!\u0026nbsp;:)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/java-collections-framework-learnit/","imageUri":"https://img-c.udemycdn.com/course/750x422/3619180_1265_2.jpg","duration":"5,5 Stunden","enrolledStudentsCount":"95.900 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 8/2021","targetAudiences":["Java software engineers of any levels","Egnineers who wants to learn Java Collections Framework in-depth"],"tags":["Programmierung","Softwareentwicklung","Funktionale Programmierung"],"rating":{"count":244,"averageValue":"4.4"},"instructors":[{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.464228613694664},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699957,"totalNumberOfReviews":24195,"averageRating":4.462571290070923}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"JCF_FREE_DEC_3","originalPrice":"2.560 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/executive-presence-masterclass/":{"courseDetails":{"courseId":4298853,"title":"7-in-1 Executive Presence Masterclass","shortDescription":"The principles of being more powerful, memorable and respected - for seven different verticals/situations in your career","longDescription":"\u003Cp\u003E\u003Cstrong\u003EA\u0026nbsp;MASTERCLASS\u0026nbsp;IN\u0026nbsp;MASTER\u0026nbsp;COMMUNICATION\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThroughout the years, as an executive coach, I\u0027ve worked with countless clients on how to become more present.\u003C/p\u003E\u003Cp\u003EHow to be a more memorable, respected, liked, trusted leader.\u003C/p\u003E\u003Cp\u003ESomeone who is recognised when they walk in the room.\u003C/p\u003E\u003Cp\u003ESomeone whose words have weight, and who is listened to without interruption or disrespect.\u003C/p\u003E\u003Cp\u003EI\u0027ve released multiple versions of my Executive Presence course for multiple verticals. Asset management, negotiations, executive pitches, leadership, and many others.\u003C/p\u003E\u003Cp\u003EIn this course, you\u0027ll find \u003Cstrong\u003Ethose seven courses in one\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELET\u0026nbsp;ME\u0026nbsp;TELL\u0026nbsp;YOU... EVERYTHING\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESome people - including me - love to know what they\u0027re getting in a package.\u003C/p\u003E\u003Cp\u003EAnd by this, I\u0026nbsp;mean, \u003Cstrong\u003EEVERYTHING\u003C/strong\u003E that is in the package.\u003C/p\u003E\u003Cp\u003ESo, here is a list of \u003Cstrong\u003Eeverything that this course covers\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat are the nine key pillars of executive presence, and the importance of each;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to cultivate initiative. Doing more - especially when others don\u0027t. Both in terms of work initiative\u0026nbsp;(going the extra mile), but also social initiative (sparking conversations, making contacts, adding value), as well as the role of autonomy and originality;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to cultivate your appearance. Both your actual image (and the image of your company/organisation), your associations with others, as well as credentials, and your actual reactions to high-status people (reacting naturally, demonstrating high status on your part, versus being nervous and stifled, which communicates the opposite);\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to cultivate salience and vision. Why both standing out from others, but also having a unique view of the world both make you more present. Having different mannerisms, demands, accent, look, or other elements to be more present. Also, how to consolidate a vision for the future and \u0022strengthening your reality\u0022;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to cultivate transparency. Being more authentic and transparent in terms of emotions, small flaws, or other elements that may not be of advantage to you, which consolidates a frame of a \u0022trusted\u0022 advisor in you and makes you more credible;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to cultivate harmony. Not fighting yourself internally, and having all parts aligned. Your body, your words, your posture, your gestures and all other elements. As well as what are the three main types of obstacles for harmony (both internal and external issues - both in your mind and your actual body - and being major or minor), as well as how to deal with them;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to cultivate grace under fire. Not reacting to attacks, obstacles, or other impediments. And how that focus and relentlessness improves your presence. Both in the long-term, but also your reactions \u0022in the room\u0022;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to cultivate rigidity. Why people with higher standards, more specific demands and strict personal boundaries are more present. Both in terms of behaviors, ideals, attitudes, or tolerated behaviors from others. And how to cultivate rigidity to improve presence;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to cultivate intellectual honesty. Why sticking to the truth - whether it\u0027s to your advantage or not - makes you more objective and credible, and why this component improves how present you are;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to cultivate tension and selectiveness. Why using intense eye contact, silence, certain voice tonalities and other elements helps you create more tension, making the other side quit more easily. And how to protect yourself against strong frames and intimidation;\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMY\u0026nbsp;INVITATION\u0026nbsp;TO\u0026nbsp;YOU\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ERemember that you \u003Cstrong\u003Ealways have a 30-day money-back guarantee\u003C/strong\u003E, so there is no risk for you.\u003C/p\u003E\u003Cp\u003EAlso, I suggest you \u003Cstrong\u003Emake use of the free preview videos to make sure the course really is a fit\u003C/strong\u003E. I don\u0027t want you to waste your money.\u003C/p\u003E\u003Cp\u003EIf you think this course is a fit and can take your knowledge of how to protect yourself from manipulation to the next level... it would be a pleasure to have you as a student.\u003C/p\u003E\u003Cp\u003ESee on the other side!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/executive-presence-masterclass/","imageUri":"https://img-b.udemycdn.com/course/750x422/4298853_ada6.jpg?secure=qQgHt_eVltCE_-iH0Levpg%3D%3D%2C1640864121","duration":"3 horas","enrolledStudentsCount":"3.911 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["You\u0027re anyone who wants to take their pitching, presenting and all communication to the next level, in any situation","You\u0027re anyone who wants to be more respected and seem more credible as a leader, negotiator, presenter - or in any other situation"],"tags":["Negocios","Comunicación","Comunicación empresarial"],"rating":{"count":10,"averageValue":"4.5"},"instructors":[{"name":"Vasco Patrício","url":"/user/vascopatrcio2/","totalNumberOfStudents":96738,"totalNumberOfReviews":1865,"averageRating":4.474242921713444}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2E07C35EFA33C4EF3B2A","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/webservices-testing-restassured-postman-complete-guide-learnit/":{"courseDetails":{"courseId":4169782,"title":"WebServices testing (RestAssured \u002B Postman) Complete Guide","shortDescription":"Learn API testing from zero and build Test Automation framework with minimum toolset: Java, Gradle, JUnit, RestAssured","longDescription":"\u003Cp\u003ESome of you may ask a question like: “\u003Cem\u003EWhy should I select this course, instead of learning API\u0026nbsp;Testing by myself?\u003C/em\u003E”\u003C/p\u003E\u003Cp\u003ESo, what is extremely cool about this course?\u003C/p\u003E\u003Cp\u003EYou \u003Cstrong\u003Ewon’t learn just theory\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EYou will have practical technical tasks to \u003Cstrong\u003Eimplement real test applications.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou \u003Cstrong\u003Ewon’t need to search\u003C/strong\u003E for answers to your questions \u003Cstrong\u003Eon Google\u003C/strong\u003E, because you can\u0027t understand lessons or homework.\u003C/p\u003E\u003Cp\u003EEverything is in here. In one place. In this training course.\u003C/p\u003E\u003Cp\u003EThis guarantees you that this training course \u003Cstrong\u003Ewill save a lot of your time.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you would start learning RestAssured and Postman by yourself you would notice that on the internet there is a lot of directions to learn RestAssured and Postman, a lot of different specific topics to learn, which are not applicable on most projects. So, you have to experiment with all the possible solutions to find out which one is the best for you.\u003C/p\u003E\u003Cp\u003EIn this training course, you will discover RestAssured and Postman \u003Cstrong\u003Efrom the very beginning.\u003C/strong\u003E\u003Cbr\u003EWhat I suggest to you, is a training course, where step by step, with detailed homework program, with practical tasks, with a thorough review of each practical task solution we will learn RestAssured and Postman together.\u003C/p\u003E\u003Cp\u003EThis program will give you enough knowledge to \u003Cstrong\u003Eget your first job \u003C/strong\u003Eand be able to \u003Cstrong\u003Eimplement a test automation application with RestAssured.\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/webservices-testing-restassured-postman-complete-guide-learnit/","imageUri":"https://img-c.udemycdn.com/course/750x422/4169782_c3b3_2.jpg","duration":"8,5 Stunden","enrolledStudentsCount":"12.819 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["Anyone who wants to learn how to test API using Postman","Students who are seeking to work as Test Autoamtion Engineer","Anyone who wants to learn how to build test applications using RestAssured"],"tags":["Programmierung","Software-Testing","API-Tests"],"rating":{"count":26,"averageValue":"4.4"},"instructors":[{"name":"Tigran Ter-Karapetyants","url":"/user/tigran-136/","totalNumberOfStudents":108758,"totalNumberOfReviews":706,"averageRating":4.243134547474748},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":700336,"totalNumberOfReviews":24215,"averageRating":4.464228613694664},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":699957,"totalNumberOfReviews":24195,"averageRating":4.462571290070923}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"POSTMAN_FREE_DEC_3","originalPrice":"3.840 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/being-more-assertive/":{"courseDetails":{"courseId":3802554,"title":"Personal Transformation Psychology - Building Assertiveness","shortDescription":"You\u0027ll learn mental strategies and practices to be resilient and change your identity when becoming more assertive","longDescription":"\u003Cp\u003EIn this course, we are going to cover the psychology of your transformation towards becoming more assertive. This is a course that is not that focused on the actual techniques and practical skills, but the mindset. In other words, if you already know what you have to do logically, but \u003Cstrong\u003Efor some reason, you can\u0027t get yourself to do it\u003C/strong\u003E (maybe it\u0027s your emotions, maybe you don\u0027t deal well with setbacks, or others), then this is the course for you.\u003C/p\u003E\u003Cp\u003EOur goal with this course is to cover the psychology of personal transformation. In other words, how to get you to change your behavior. We will be exploring three main phases:\u003Cbr\u003E-\u0026nbsp;\u003Cstrong\u003EDefinition\u003C/strong\u003E (knowing what your specific goals are, your timeline, making a decision);\u003Cbr\u003E- \u003Cstrong\u003EExecuting\u003C/strong\u003E (actually starting to draw boundaries, having the right mindset and supporters, among other things);\u003Cbr\u003E- \u003Cstrong\u003EResilience\u003C/strong\u003E (knowing how to properly discharge negative emotions, as well as change your state when you find yourself in a negative one);\u003C/p\u003E\u003Cp\u003EThe course contains \u003Cstrong\u003Emultiple techniques related to psychology, behavior change, and other areas\u003C/strong\u003E, all applied to help you become more assertive, speaking up more and defending yourself when others try to abuse your time.\u003C/p\u003E\u003Cp\u003EBy the end of this course, you will know how to cultivate the necessary habits and behaviors to become more assertive in the long-term, not being derailed by obstacles, and always performing at your best.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/being-more-assertive/","imageUri":"https://img-c.udemycdn.com/course/750x422/3802554_4a11_2.jpg","duration":"3 horas","enrolledStudentsCount":"10.691 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["You\u0027re anyone who is unhappy with their current level of assertiveness, and who wants to improve it","You\u0027re anyone who has tried other methods to change themselves before, and is looking for something new, and grounded in psychology/science"],"tags":["Desarrollo personal","Transformación personal","Asertividad"],"rating":{"count":25,"averageValue":"4.3"},"instructors":[{"name":"Vasco Patrício","url":"/user/vascopatrcio2/","totalNumberOfStudents":96738,"totalNumberOfReviews":1865,"averageRating":4.474242921713444}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C22A52D8526572FD8F74","originalPrice":"3.520 INR","discountedPrice":"Gratis","expirationText":"2 días","discountPercentage":100}},"https://www.udemy.com/course/az-204-developing-solutions-for-azure-practice-tests/":{"courseDetails":{"courseId":4459046,"title":"AZ-204 : Developing Solutions For Azure Practice Tests","shortDescription":"Get your AZ-204 : Developing Solutions for Microsoft Azure Certification from the first attempt","longDescription":"\u003Cp\u003EAre you ready to take the 2022 - just out of beta -\u0026nbsp; \u003Cstrong\u003EAZ-204 : Developing Solutions For Azure\u003C/strong\u003E exam?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis practice test course contains 5 complete timed tests, of at least 60-questions each, just like you will get in the official exam. That\u0027s over 300 questions to see how prepared you are for the real test.\u0026nbsp; The quiz questions are balanced as per the domain weightings published in the candidate bulletin.\u0026nbsp; In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you\u0027re ready to take the exam. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on Microsoft\u0027s certification web site. But we\u0027re confident that you will be fairly tested on your knowledge of Developing Solutions for Microsoft Azure after taking these practice exams.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams were compiled by an experienced team of Developing Solutions professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDevelop Azure compute solutions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelop for Azure storage\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplement Azure security\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMonitor, troubleshoot, and optimize Azure solutions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConnect to and consume Azure services and third-party services\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EFive practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time.\u0026nbsp; The three remaining exams can be used to prove your readiness to take the official exam.\u0026nbsp; Or you can just use all five in whatever way suits your preparation workflow. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe are looking forward to seeing you inside the course.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/az-204-developing-solutions-for-azure-practice-tests/","imageUri":"https://img-c.udemycdn.com/course/750x422/4459046_e1e0.jpg","duration":"","enrolledStudentsCount":"0 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["AZ-204 : Developing Solutions for Microsoft Azure Certification  Students and Candidates"],"tags":["Informática y software","Certificaciones de informática"],"rating":null,"instructors":[{"name":"OUSSAMA EL FELLAH","url":"/user/oussama-el-fellah/","totalNumberOfStudents":122,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2F02167BC62F570F2CCC","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/startup-template-for-successful-working-relationships/":{"courseDetails":{"courseId":503350,"title":"Entrepreneurship: Building Successful Business Partnerships!","shortDescription":"Learn how to secure the future of your business and that of your relationships by following  tried and tested principles","longDescription":"\u003Cp style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003E\u003Cem style=\u0022\u0022\u003EGoogle, Apple, HP and Ben and Jerry\u0026#039;s ice cream\u003C/em\u003E\u003C/strong\u003E have two things in common (among many others:\u003C/p\u003E\u003Col style=\u0022\u0022\u003E\u003Cli style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003E\u003Cem style=\u0022\u0022\u003EThese businesses were built by two people working together in some form of business partnership and\u003C/em\u003E\u003C/strong\u003E\u003C/li\u003E\u003Cli style=\u0022\u0022\u003E\u003Cem style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003EThey are all extremely successful businesses\u003C/strong\u003E\u003C/em\u003E\u003C/li\u003E\u003C/ol\u003E \u003Cp style=\u0022\u0022\u003ESo, are you currently working with a Co-founder, Co-owner, Shareholders or friends? Are you in a Partnership business or perhaps you are a Husband and Wife team? Are you thinking of working with people in future? If the answer to any of these questions is yes then you need this course!\u003C/p\u003E\u003Cp style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003E\u003Cem style=\u0022\u0022\u003E“Startup: Template For Successful Working Relationships\u0026quot; \u003C/em\u003E\u003C/strong\u003Eis for anyone who wants to build a business with a friend or partner and are serious about securing that the relationship and the profitability of the business.\u003C/p\u003E\u003Cp style=\u0022\u0022\u003EI have covered many of the \u003Cstrong style=\u0022\u0022\u003Etopics that will help you:\u003C/strong\u003E\u003C/p\u003E\u003Col style=\u0022\u0022\u003E\u003Cli style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003ELearn how to secure your business\u0026#039; future and your relationship at the same time whilst creating an environment that will foster growth and success by completing a working agreement check list; \u003C/strong\u003E\u003C/li\u003E\u003Cli style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003EUnderstand how to make perfect selection and streamline the choosing process plus I have also included my own personal agreement I signed with a close friend\u003C/strong\u003E and many more.\u003C/li\u003E\u003C/ol\u003E\u003Cp style=\u0022\u0022\u003EGive yourself a brand new start and breathe new life into your business by enrolling in this life-changing course now. Why wait, increase the odds of your success and don\u0026#039;t delay. There is a cost for every minute you delay. All the ongoing updates to this course are free, for life. \u003C/p\u003E\u003Cp style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003EPlus you have my 30 day absolutely no questions asked full money back guarantee. Either way you win! \u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/startup-template-for-successful-working-relationships/","imageUri":"https://img-c.udemycdn.com/course/750x422/503350_9069_5.jpg","duration":"1,5 Stunden","enrolledStudentsCount":"8.994 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 9/2017","targetAudiences":["Co-founder, Co-owner, Shareholders or friends’","Partnership business’, Husband and Wife"],"tags":["Business","Unternehmensgründung","Unternehmensgründung (Grundlagen)"],"rating":{"count":21,"averageValue":"4.4"},"instructors":[{"name":"Boomy Tokan","url":"/user/boomytokan/","totalNumberOfStudents":144244,"totalNumberOfReviews":1583,"averageRating":4.351549095337996}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"79E7F879EFB8849599CA","originalPrice":"6.080 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/startup-how-to-go-from-an-idea-to-a-thriving-business/":{"courseDetails":{"courseId":478982,"title":"Entrepreneurship Essentials: Idea to Thriving Business Fast!","shortDescription":"Entrepreneurship: Go from idea to making money and running a successful dream business in the shortest possible time!.","longDescription":"\u003Cp\u003E\u003Cstrong style=\u0022\u0022\u003EUpdated - August\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem style=\u0022\u0022\u003E\u0026quot;Wonderful Course. In one word awesome course, All the concept are clearly explain.. I will recommend this course to my friends\u0026quot; -  Girish (Student)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem style=\u0022\u0022\u003EExcellent course. \u003C/em\u003E\u003Cem style=\u0022\u0022\u003EIt draw my attention to important new practices. Thank you - Sobhi (Student)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong style=\u0022\u0022\u003E\u0026quot;Start-up: How to Go from Idea to Thriving Business!\u0026quot; is probably one of the most \u003C/strong\u003Ecomprehensive courses covering how you can take your idea from nothing to become a profitable business. The course will cover all you need to know about:\u003C/p\u003E\u003Col style=\u0022\u0022\u003E\u003Cli\u003E\u003Cem style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003EIdea validation\u003C/strong\u003E\u003C/em\u003E\u003C/li\u003E\u003Cli\u003E\u003Cem style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003EMarket testing of the idea\u003C/strong\u003E\u003C/em\u003E\u003C/li\u003E\u003Cli\u003E\u003Cem style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003ECreating the right structure around your idea\u003C/strong\u003E\u003C/em\u003E\u003C/li\u003E\u003Cli\u003E\u003Cem style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003EUnderstanding market fit\u003C/strong\u003E\u003C/em\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EPlus many other lectures that help fine-tune your idea for success.\u003C/p\u003E\u003Cp\u003E\u003Cstrong style=\u0022\u0022\u003E\u003Cem style=\u0022\u0022\u003ESo what are you waiting for? Click Take This Course and remember it included my Personal 30 Day Money Back Guarantee. You have nothing to lose but everything to gain!\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith over 5 hours of content spread into 40 bite size lectures you will learn what you need to know to prepare you for your entrepreneurial journey. \u003Cstrong style=\u0022\u0022\u003E\u003Cem style=\u0022\u0022\u003EYou will also gain the necessary insights on:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul style=\u0022\u0022\u003E\u003Cli\u003E\u003Cstrong style=\u0022\u0022\u003E\u003Cem style=\u0022\u0022\u003EHow ideas can be developed, \u003C/em\u003E\u003C/strong\u003E\u003C/li\u003E\u003Cli\u003E\u003Cstrong style=\u0022\u0022\u003E\u003Cem style=\u0022\u0022\u003EHow businesses work and \u003C/em\u003E\u003C/strong\u003E\u003C/li\u003E\u003Cli\u003E\u003Cstrong style=\u0022\u0022\u003E\u003Cem style=\u0022\u0022\u003EHow opportunities are created \u003C/em\u003E\u003C/strong\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003Eso that; after you have completed the course, you will have the breadth of knowledge to be able to take your idea to the market place and turn it into a business\u003C/p\u003E\u003Cp\u003E\u003Cstrong style=\u0022\u0022\u003ENote: This course is regularly updated with new lectures, and other relevant information\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong style=\u0022\u0022\u003ESo what are you waiting for Click Take This Course and remember it included my Personal 30 Day Money Back Guarantee. You have nothing to lose but everything to gain!\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/startup-how-to-go-from-an-idea-to-a-thriving-business/","imageUri":"https://img-c.udemycdn.com/course/750x422/478982_5802_5.jpg","duration":"4 Stunden","enrolledStudentsCount":"3.771 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 7/2016","targetAudiences":["Anyone with a business idea","If you are looking for a fresh start!","Those working full time who want to start a part time business","Someone who has a hobby they want to convert into a business","You want a course with No Fluff but offers Simply, Actionable Strategies; then this course is for you","Budding entrepreneurs","Students","No age limit","Anyone who wants to succeed","Someone looking for the Know-How to startup ","Anyone willing to work hard to make their dream of owning a business come true!","You love the idea of working for yourself ","You want Passive Income and you are willing to work smart to get it "],"tags":["Business","Unternehmensgründung","Unternehmensgründung (Grundlagen)"],"rating":{"count":21,"averageValue":"4.3"},"instructors":[{"name":"Boomy Tokan","url":"/user/boomytokan/","totalNumberOfStudents":144244,"totalNumberOfReviews":1583,"averageRating":4.351549095337996}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"AA9BE37EBF8020E24C9B","originalPrice":"11.200 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/weight-loss-big-secret/":{"courseDetails":{"courseId":717472,"title":"Entrepreneurship: Healthy Lifestyle - The Untold Story","shortDescription":"You’ve heard a lot of bad publicity about weight loss and fitness. But here’s something you may not have known.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E \u003C/em\u003E\u003C/strong\u003E\u003Cstrong\u003E\u003Cem\u003EWeight Loss – Big Secret\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EYou’ve heard a lot of bad publicity about weight loss and fitness. But here’s something you may not have known.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E________________________________________________________________________\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\n\n\u003Cp\u003E\u003Cem\u003EWhy is this weight loss program different from others \u003C/em\u003E\u003Cem\u003Eand Why should I believe it will work?\u003C/em\u003E\u003C/p\u003E\n\n\u003Cp\u003EI must admit that there are 1000’s of weight loss programs and ideas on how to shed those unwanted fatty parts of the body. Some of which will be good and many are just plain harmful. One of the reasons why my weight loss program is ideal for most people is that it leans heavily on using the natural body movements with long-term approaches to achieve results. It does not promise you a 1-week result without any effort. But it is perfect for those who have not done much for so many years and want to start. Plus those who have gone through the yo-yo periods of dieting and weight loss programs will also find it useful.\u003C/p\u003E\n\n\u003Cp\u003E________________________________________________________________________\u003C/p\u003E\n\n\u003Cp\u003E\u003Cem\u003EWhat is the proof that it has worked?\u003C/em\u003E \u003C/p\u003E\n\n\u003Cp\u003EEverything I have spoken to people who have lost weight and continue to maintain their weight I have been fascinated by how they all seem to enjoy the process, look great and confident they can continue. Whenever I have asked how they have arrived at their ideal weight and attitude the response has always been the same; it take long term consistent effort. Here lies one of the big secrets. We used to think some were either born to look trim whiles other were born to be overweight but the truth is that anyone can change the way they look by consistent, action towards a goal. Sooner or later you will get there. Hence, the program detailed in the course is to help you achieve the weight they want by starting with a small habit that will propel you towards the destination you want! That is what has helped me to lose weight nad continue to help me.\u003C/p\u003E\n\n\u003Cp\u003E\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u003C/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E So what is required:\u003C/strong\u003E \u003C/p\u003E\n\n\u003Cp\u003EIt doesn’t require you to be very fit when you start because the program is tailored to help you wherever you are starting from.\u003C/p\u003E\n\n\u003Cp\u003EIt doesn’t require to know the right techniques. I will be giving you all you need to know to get you started. The rest can be learned as you go on,\u003C/p\u003E\n\n\u003Cp\u003EIt doesn’t require “luck.” But taking small steps that will help you enter in new habit that ensure you enjoy the process\u003C/p\u003E\n\n\u003Cp\u003EIt doesn’t require “talent.” Just the determination to change and be better\u003C/p\u003E\n\n\u003Cp\u003E\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u003C/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EIn this course we will cover:\u003C/strong\u003E\u003C/p\u003E\n\n\u003Cul\u003E\u003Cli\u003EThe proof that my program works\u003C/li\u003E\u003C/ul\u003E\n\n\u003Cul\u003E\u003Cli\u003EReasons you should exercise\u003C/li\u003E\u003Cli\u003EThe Role of food and water\u003C/li\u003E\u003Cli\u003EHow affirmation will help you\u003C/li\u003E\u003Cli\u003EWhy going the gym did not work for me\u003C/li\u003E\u003Cli\u003EWhy dieting can be harmful\u003C/li\u003E\u003Cli\u003EBiggest exercise mistakes\u003C/li\u003E\u003Cli\u003EMy 12 Months Exercise Program\u003C/li\u003E\u003Cli\u003EResources / Updates / Reviews\u003C/li\u003E\u003C/ul\u003E\n\n\u003Cp\u003ERemember I Am Here To Help You!\u003C/p\u003E\n\n\u003Cp\u003E========================================================================\u003C/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EImportant information before you enroll:\u003C/em\u003E\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\n\n\u003Cul\u003E\u003Cli\u003EYou are covered by\u003Cstrong\u003E a 30-day money back guarantee, full refund, no questions asked!\u003C/strong\u003E\u003C/li\u003E\u003Cli\u003EYou also have \u003Cstrong\u003Eunlimited, lifetime access to the course!\u003C/strong\u003E\u003C/li\u003E\u003Cli\u003EYou will enjoy\u003Cstrong\u003E free access to any updates I will provide\u003C/strong\u003E\u003C/li\u003E\u003Cli\u003EYou are free to\u003Cstrong\u003E ask any questions and will get a reply as soon as possible\u003C/strong\u003E\u003C/li\u003E\u003C/ul\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u003C/strong\u003E\u003C/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003ESo what are you waiting for?\u003C/strong\u003E\u003C/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EEvery delay is a barrier stopping you from feeling good and looking great. Sign Up Now!\u003C/strong\u003E\u003C/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003E\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u002B\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/weight-loss-big-secret/","imageUri":"https://img-b.udemycdn.com/course/750x422/717472_932a.jpg?secure=ZD6ear3j8t-IAysaPizmlg%3D%3D%2C1640878027","duration":"1 Stunde","enrolledStudentsCount":"6.563 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 9/2017","targetAudiences":["Those who want a simple, actionable plan!"],"tags":["Gesundheit \u0026 Fitness","Allgemeine Gesundheit","Unternehmensgründung (Grundlagen)"],"rating":{"count":15,"averageValue":"4.2"},"instructors":[{"name":"Boomy Tokan","url":"/user/boomytokan/","totalNumberOfStudents":144244,"totalNumberOfReviews":1583,"averageRating":4.351549095337996}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"54B0BE1D0509483BB51C","originalPrice":"6.080 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/5-step-marketing-plan/":{"courseDetails":{"courseId":521160,"title":"5 Step Marketing Plan - Get More Customers","shortDescription":"People buy things they want from people they know and trust. Your goal is to get people to know you and trust you.  ","longDescription":"\u003Cp style=\u0022\u0022\u003E5 Step Marketing Plan to Get More Customers, Referrals \u0026amp; Make More Money - A Winning Marketing and Sales Strategy for Small Business. \u003C/p\u003E\u003Cp style=\u0022\u0022\u003EOne of the biggest mistakes you can make as a startup/small business owner is to not have a marketing plan. In this \u003Cstrong style=\u0022\u0022\u003E5 Step Marketing Plan Course\u003C/strong\u003E, you will find a clear, step-by-step marketing plan template that you can easily follow that will help you achieve more growth and success in your business.\u003C/p\u003E\u003Cp style=\u0022\u0022\u003EThis course contains small business marketing strategies. After completing the simple steps and action plans found in this course, you will:\u003C/p\u003E\u003Col style=\u0022\u0022\u003E\u003Cli style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003EKnow your customers\u003C/strong\u003E\u003C/li\u003E\u003Cli style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003EUnderstand your market and competition\u003C/strong\u003E\u003C/li\u003E\u003Cli style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003EHave a compelling marketing message\u003C/strong\u003E\u003C/li\u003E\u003Cli style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003EDetermine your marketing mediums and budget\u003C/strong\u003E\u003C/li\u003E\u003Cli style=\u0022\u0022\u003E\u003Cstrong style=\u0022\u0022\u003EKnow how to get new customers and retain existing customers\u003C/strong\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp style=\u0022\u0022\u003EWith this course you will have all the tools you need to take your business to the next level of success!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/5-step-marketing-plan/","imageUri":"https://img-c.udemycdn.com/course/750x422/521160_95a3_7.jpg","duration":"2 Stunden","enrolledStudentsCount":"2.374 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 9/2017","targetAudiences":["New Startups","Small Business Owners","Anyone thinking of starting a business"],"tags":["Marketing","Marketinggrundlagen","Marketingplan"],"rating":{"count":44,"averageValue":"4.8"},"instructors":[{"name":"Boomy Tokan","url":"/user/boomytokan/","totalNumberOfStudents":144244,"totalNumberOfReviews":1583,"averageRating":4.351549095337996},{"name":"Violet James","url":"/user/violetjames/","totalNumberOfStudents":2374,"totalNumberOfReviews":44,"averageRating":4.831989}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0CCC95E93D223A0AB51C","originalPrice":"6.080 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}}},"freeCourses":{"https://www.udemy.com/course/prescribe-medication-for-community-pharmacist-eye-disorder/":{"courseDetails":{"courseId":4416368,"title":"Prescribe medication for Community pharmacist : Eye disorder","shortDescription":"Professional Community pharmacist program : Eye disorder","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/prescribe-medication-for-community-pharmacist-eye-disorder/","imageUri":"https://img-c.udemycdn.com/course/750x422/4416368_d1fa.jpg","duration":"2915","enrolledStudentsCount":"341 students","lastUpdated":null,"targetAudiences":["Pharmacy students, Medical Student, fresh community pharmacist"],"tags":["Health \u0026 Fitness","General Health","Pharmacy"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Ahmed Alaa Eldeen Mohamed","url":"/user/ahmed-alaa-eldeen-mohamed/","totalNumberOfStudents":361,"totalNumberOfReviews":1,"averageRating":4.5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/basic-fundamental-of-partial-discharge-2021/":{"courseDetails":{"courseId":4062816,"title":"Basic Fundamental of Partial Discharge 2021","shortDescription":"Basic Fundamental of Partial Discharge 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/basic-fundamental-of-partial-discharge-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4062816_4d3d.jpg","duration":"2034","enrolledStudentsCount":"473 students","lastUpdated":null,"targetAudiences":["Mechanical Engineer","Electrical Engineer","Design Engineer","Consulting Engineer","Maintenance Officer","Facility Officer","Contractors"],"tags":["Teaching \u0026 Academics","Engineering"],"rating":{"count":3,"averageValue":"4.6"},"instructors":[{"name":"Hoestar PD Technology Pte Ltd Hoestar","url":"/user/rong-hui-2/","totalNumberOfStudents":439,"totalNumberOfReviews":3,"averageRating":4.561942}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/situational-time-creation-in-the-social-media-age/":{"courseDetails":{"courseId":2957632,"title":"Situational Time Creation in the Social Media Age","shortDescription":"10 Exclusive New Age Tools to Get Your Focus \u0026 Productivity Back","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/situational-time-creation-in-the-social-media-age/","imageUri":"https://img-c.udemycdn.com/course/750x422/2957632_eabc_2.jpg","duration":"3281","enrolledStudentsCount":"731 students","lastUpdated":null,"targetAudiences":["Managers With Teams","Entrepreneurs and Freelancing Professionals","CEOs and Presidents of Organizations","Middle Managers and Team Leaders","Students Multi Tasking With Internships","Individuals Suffering With Social Media Addiction and Stress"],"tags":["Business","Management","Time Management"],"rating":null,"instructors":[{"name":"Ashish Janiani","url":"/user/ashish-janiani/","totalNumberOfStudents":787,"totalNumberOfReviews":4,"averageRating":4.128988}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/survive-creating-your-first-course/":{"courseDetails":{"courseId":4211338,"title":"Survive creating your first course!","shortDescription":"Online course creation","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/survive-creating-your-first-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/4211338_738c_2.jpg?secure=Dbd-k7jjF0Ldl5WlcZMlZQ%3D%3D%2C1638304253","duration":"4751","enrolledStudentsCount":"586 students","lastUpdated":null,"targetAudiences":["First time online instructors"],"tags":["Teaching \u0026 Academics","Online Education","Online Course Creation"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Aminah Ibrahim","url":"/user/aminah-ibrahim-2/","totalNumberOfStudents":733,"totalNumberOfReviews":9,"averageRating":4.690568266666666}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/successformula-part-1/":{"courseDetails":{"courseId":4413748,"title":"Success Formula - Part 1","shortDescription":"This is the first powerful step to an even more powerful seminar teaching you how to achieve that success you want.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/successformula-part-1/","imageUri":"https://img-b.udemycdn.com/course/750x422/4413748_5d24.jpg?secure=yDG3rzJPGsl_t4L76IPKxQ%3D%3D%2C1638309650","duration":"3844","enrolledStudentsCount":"1,089 students","lastUpdated":null,"targetAudiences":["Anyone wanting success in an existing business, future business, or in any area."],"tags":["Business","Management","Business Development"],"rating":null,"instructors":[{"name":"Guaranteed Prosperity","url":"/user/meir-ezra/","totalNumberOfStudents":8698,"totalNumberOfReviews":392,"averageRating":4.486696045454545}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tailwindcss-2-learn-tailwindcss-for-beginners/":{"courseDetails":{"courseId":4412324,"title":"TailwindCSS 2 - Learn TailwindCSS for Beginners","shortDescription":"Learn one of the best utility-first frameworks on the web","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tailwindcss-2-learn-tailwindcss-for-beginners/","imageUri":"https://img-b.udemycdn.com/course/750x422/4412324_d593.jpg?secure=iTHHud2zBNtuw94Xf1kYaw%3D%3D%2C1638304922","duration":"6994","enrolledStudentsCount":"3,003 students","lastUpdated":null,"targetAudiences":["Beginners that want to learn web design"],"tags":["Development","Web Development","Tailwind CSS"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Dary Nazar","url":"/user/dary-nazar-kermanshahi/","totalNumberOfStudents":32700,"totalNumberOfReviews":887,"averageRating":4.601024959821428}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/laravel-8-build-a-shopping-cart-and-deploy-it-on-cloudways/":{"courseDetails":{"courseId":4409288,"title":"Laravel 8 – Build a shopping cart \u0026 deploy it on Cloudways","shortDescription":"Learn how to build a Laravel project \u0026 Deploy it using Cloudways","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/laravel-8-build-a-shopping-cart-and-deploy-it-on-cloudways/","imageUri":"https://img-c.udemycdn.com/course/750x422/4409288_3149.jpg","duration":"6576","enrolledStudentsCount":"5,285 students","lastUpdated":null,"targetAudiences":["People who are looking for web programming jobs","People who want to learn everything about Laravel","People who struggle with projects","People who want to learn how to host a Laravel project on Cloudways"],"tags":["Development","Web Development"],"rating":{"count":14,"averageValue":"4.7"},"instructors":[{"name":"Dary Nazar","url":"/user/dary-nazar-kermanshahi/","totalNumberOfStudents":32700,"totalNumberOfReviews":887,"averageRating":4.601024959821428}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-tiny-web-app-with-vue-3/":{"courseDetails":{"courseId":4365348,"title":"Create a tiny web App with VUE 3","shortDescription":"Get started with VUE V3 by creating a tiny app","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-tiny-web-app-with-vue-3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4365348_aa1d_2.jpg","duration":"6135","enrolledStudentsCount":"2,087 students","lastUpdated":null,"targetAudiences":["Anyone who wants to start with VUE"],"tags":["Development","Web Development","Vue JS"],"rating":{"count":6,"averageValue":"4.5"},"instructors":[{"name":"Coding Revolution","url":"/user/codign-revolution/","totalNumberOfStudents":53178,"totalNumberOfReviews":5976,"averageRating":4.477446047826087}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/c-polymorphism-and-exception-handling-types/":{"courseDetails":{"courseId":4403655,"title":"C#-Polymorphism and Exception Handling types","shortDescription":"Tutorial on poLymorphism ,Exception Handling Types","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/c-polymorphism-and-exception-handling-types/","imageUri":"https://img-b.udemycdn.com/course/750x422/4403655_e284_7.jpg?secure=U1LOOAhQSXnv2kCVxubjpw%3D%3D%2C1638320023","duration":"5363","enrolledStudentsCount":"1,538 students","lastUpdated":null,"targetAudiences":["course is meant for professionals interested to develop console application projects in C#"],"tags":["IT \u0026 Software","Other IT \u0026 Software","C#"],"rating":{"count":2,"averageValue":"4.5"},"instructors":[{"name":"Suprio Dutta","url":"/user/suprio-5/","totalNumberOfStudents":3034,"totalNumberOfReviews":59,"averageRating":4.307550125423729}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/amped-studio-videocourse/":{"courseDetails":{"courseId":4376502,"title":"Amped Studio - Making professional music.  Videocourse","shortDescription":"Learn professional music techniques in 2 days. Everything you need is a computer and internet.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/amped-studio-videocourse/","imageUri":"https://img-b.udemycdn.com/course/750x422/4376502_b1a5_2.jpg?secure=RJmTosXq8PVs8swCzBGJRw%3D%3D%2C1638324062","duration":"4277","enrolledStudentsCount":"1,301 students","lastUpdated":null,"targetAudiences":["If you want to learn how to make music on a computer but don\u0027t know what to start from","If you are producer and want to find more simple and convenient way of creating your sound","If you want to have access to your projects always at hand without using special computer resources"],"tags":["Music","Music Software","Music Production"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Bil Bryant","url":"/user/dracheno-pavel/","totalNumberOfStudents":1301,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-generate-real-estate-buyer-and-seller-leads/":{"courseDetails":{"courseId":2490292,"title":"How to Generate Real Estate Buyer and Seller Leads","shortDescription":"Learn How to Create the Perfect Sales Funnel for Your Business","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-generate-real-estate-buyer-and-seller-leads/","imageUri":"https://img-c.udemycdn.com/course/750x422/2490292_1c27.jpg","duration":"5054","enrolledStudentsCount":"6,321 students","lastUpdated":null,"targetAudiences":["Real Estate Agents with the desire to grow their business"],"tags":["Marketing","Digital Marketing","Facebook Marketing"],"rating":{"count":105,"averageValue":"4.8"},"instructors":[{"name":"Emil Kim","url":"/user/emil-kim/","totalNumberOfStudents":6754,"totalNumberOfReviews":110,"averageRating":4.669306433333333}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/fundamentals-of-infinite-banking-how-the-wealthy-do-it/":{"courseDetails":{"courseId":4402589,"title":"Fundamentals of Infinite Banking: How the Wealthy Do It!","shortDescription":"Your Start-Up Guide in Infinite Banking","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/fundamentals-of-infinite-banking-how-the-wealthy-do-it/","imageUri":"https://img-c.udemycdn.com/course/750x422/4402589_baab_2.jpg","duration":"7220","enrolledStudentsCount":"1,106 students","lastUpdated":null,"targetAudiences":["Hard working professionals who are curious on how the wealthy invest","Financial enthusiast","Real estate investors wanting to scale"],"tags":["Business","Real Estate","Real Estate Investing"],"rating":null,"instructors":[{"name":"Lane Kawaoka","url":"/user/lane-kawaoka-2/","totalNumberOfStudents":1551,"totalNumberOfReviews":7,"averageRating":4.608162857142857}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/nicheecommercestartupcasestudy/":{"courseDetails":{"courseId":4400290,"title":"Niche E-Commerce Startup Case Study with Sramana Mitra","shortDescription":"Lessons and Analysis of a Niche E-commerce Startup","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/nicheecommercestartupcasestudy/","imageUri":"https://img-c.udemycdn.com/course/750x422/4400290_db30.jpg","duration":"3051","enrolledStudentsCount":"1,073 students","lastUpdated":null,"targetAudiences":["Tech entrepreneurs interested in e-commerce startups.","Entrepreneurs interested in e-commerce startups.","Aspiring entrepreneurs interested in e-commerce startups."],"tags":["Business","Entrepreneurship","Entrepreneurship Fundamentals"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Sramana Mitra","url":"/user/sramana-mitra/","totalNumberOfStudents":3754,"totalNumberOfReviews":219,"averageRating":4.794995831073447}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/comptia-a-core-1-comptia-a-220-1001-course/":{"courseDetails":{"courseId":4360792,"title":"CompTIA A\u002B Core 1: CompTIA A\u002B 220-1001 Course with Practice","shortDescription":"Course 1: Everything you need to pass the A\u002B Certification Core 1 (220-1001) Exam, from Mike Meyers and Total Seminars","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/comptia-a-core-1-comptia-a-220-1001-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4360792_b758.jpg","duration":"6715","enrolledStudentsCount":"6,705 students","lastUpdated":null,"targetAudiences":["Anyone looking to take and pass the CompTIA A\u002B Certification Core 1 (220-1001) Certification exam","Anyone who wants to improve their skills as a computer or IT technician","Anyone who wants to learn awesome stuff about PCs, Macs, mobile devices, networking, the cloud, IT security and more"],"tags":["IT \u0026 Software","IT Certifications","CompTIA A\u002B"],"rating":{"count":56,"averageValue":"4.4"},"instructors":[{"name":"PaceIT Academy","url":"/user/jose-martin-rincon-escalante/","totalNumberOfStudents":12140,"totalNumberOfReviews":104,"averageRating":4.516785209615384}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/comptia-security-bootcamp-exam/":{"courseDetails":{"courseId":4385598,"title":"CompTIA Security\u002B (SY0-601) Bootcamp \u0026 Exam","shortDescription":"CompTIA Security\u002B (SY0-601) Bootcamp - Your preparation for the world\u0027s best cybersecurity certification!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/comptia-security-bootcamp-exam/","imageUri":"https://img-c.udemycdn.com/course/750x422/4385598_d55d.jpg","duration":"7623","enrolledStudentsCount":"2,052 students","lastUpdated":null,"targetAudiences":["Anyone who wants to learn about Computer Security and pass the Comptia Security Plus Exam."],"tags":["IT \u0026 Software","Network \u0026 Security","CompTIA Security\u002B"],"rating":{"count":20,"averageValue":"4.7"},"instructors":[{"name":"PaceIT Academy","url":"/user/jose-martin-rincon-escalante/","totalNumberOfStudents":11882,"totalNumberOfReviews":104,"averageRating":4.516785209615384}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-overcome-stress-the-sfl-super-strategies/":{"courseDetails":{"courseId":4398904,"title":"How to Overcome Stress: Learn 20 Super Strategies","shortDescription":"Box out stress from your life to have better relationships, career and more inner peace!!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-overcome-stress-the-sfl-super-strategies/","imageUri":"https://img-b.udemycdn.com/course/750x422/4398904_1183_3.jpg?secure=woknLcRQO2xaMCw_4rtwfg%3D%3D%2C1638298879","duration":"3350","enrolledStudentsCount":"1,314 students","lastUpdated":null,"targetAudiences":["This class is for anyone, who wants to learn techniques to overcome stress, anxiety and depression!!"],"tags":["Personal Development","Stress Management"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Nitesh Gurnani","url":"/user/nitesh-gurnani-2/","totalNumberOfStudents":19865,"totalNumberOfReviews":188,"averageRating":4.420236129411765}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/aspnet-core-testing-mini-course/":{"courseDetails":{"courseId":4364536,"title":"ASP.NET Core Testing Mini Course","shortDescription":"With examples in ASP.NET Core.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/aspnet-core-testing-mini-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4364536_f7e6.jpg","duration":"3754","enrolledStudentsCount":"1,296 students","lastUpdated":null,"targetAudiences":["Software developers that want to learn more about testing, examples are shown in ASP .NET."],"tags":["IT \u0026 Software","Other IT \u0026 Software","Software Testing"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Ruben Heeren","url":"/user/ruben-heeren-3/","totalNumberOfStudents":2180,"totalNumberOfReviews":46,"averageRating":4.525197873913044}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/guide-to-prince2-certification-step-by-step-guide-for-2021/":{"courseDetails":{"courseId":4064690,"title":"Guide to Prince2 Certification | Step-by-Step Guide for 2021","shortDescription":"Guide to Prince2 Certification | Step-by-Step Guide for 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/guide-to-prince2-certification-step-by-step-guide-for-2021/","imageUri":"https://img-b.udemycdn.com/course/750x422/4064690_415f.jpg?secure=u04w4h1GgyJJdamsuuzDaw%3D%3D%2C1638320069","duration":"2807","enrolledStudentsCount":"866 students","lastUpdated":null,"targetAudiences":["Students and professionals who want to start their career in Project Management.  It is also suitable for professionals who want to excel in their Project Management domain."],"tags":["Business","Project Management","PRINCE2"],"rating":{"count":1,"averageValue":"3.0"},"instructors":[{"name":"R Tutor","url":"/user/rahul-878/","totalNumberOfStudents":24083,"totalNumberOfReviews":564,"averageRating":4.203801521404682}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/making-a-business-plan-that-investors-like/":{"courseDetails":{"courseId":4269930,"title":"Making a Business Plan that Investors like","shortDescription":"Simple Step by Step Guide for writing a Business Plan","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/making-a-business-plan-that-investors-like/","imageUri":"https://img-c.udemycdn.com/course/750x422/4269930_db1f_4.jpg","duration":"4269","enrolledStudentsCount":"1,495 students","lastUpdated":null,"targetAudiences":["People who are involved in project management , starting a business , looking for funding"],"tags":["Business","Business Strategy","Business Plan"],"rating":{"count":4,"averageValue":"4.1"},"instructors":[{"name":"Makks Shah","url":"/user/makks/","totalNumberOfStudents":1978,"totalNumberOfReviews":8,"averageRating":4.17436465}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tea-appreciation-with-dosta/":{"courseDetails":{"courseId":4386702,"title":"Tea Appreciation with Dosta - Zen Tea Meditation","shortDescription":"Perceive the Taste, Enjoy your Life!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tea-appreciation-with-dosta/","imageUri":"https://img-b.udemycdn.com/course/750x422/4386702_7ef7.jpg?secure=uzXKfL_Hb_xINAczXCx-Sw%3D%3D%2C1638819150","duration":"2234","enrolledStudentsCount":"829 students","lastUpdated":null,"targetAudiences":["Meditation Practitioners","Healthy Lifestyle Enthusiasts","Zen Students","Perception Development Practitioners","Seekers of Truth","Personal Development Enthusiasts","Tea Drinking Enthusiasts","Psychology Students","Minimalists"],"tags":["Lifestyle","Food \u0026 Beverage","Tea Ceremony"],"rating":{"count":2,"averageValue":"4.2"},"instructors":[{"name":"Dosta Andrew Lake","url":"/user/dosta-3/","totalNumberOfStudents":5791,"totalNumberOfReviews":78,"averageRating":4.559140427142857}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-analyse-company-finances/":{"courseDetails":{"courseId":4396608,"title":"How to Analyse Company Finances","shortDescription":"using public domain information","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-analyse-company-finances/","imageUri":"https://img-c.udemycdn.com/course/750x422/4396608_26aa_2.jpg","duration":"5172","enrolledStudentsCount":"1,421 students","lastUpdated":null,"targetAudiences":["The course is for anyone interesting in looking at a company\u0027s financial status","This course is for anyone who is interested in investing in a company"],"tags":["Finance \u0026 Accounting","Finance","Financial Statement"],"rating":{"count":4,"averageValue":"4.7"},"instructors":[{"name":"Tracy Renee","url":"/user/tracydracona2/","totalNumberOfStudents":1444,"totalNumberOfReviews":5,"averageRating":4.730044}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tailwind-css-installation-guide/":{"courseDetails":{"courseId":4395096,"title":"Tailwind CSS: Complete Installation \u0026 Getting Started Guide","shortDescription":"Learn how to install TailwindCSS step by step, and how to start using it. Updated for Tailwind CSS 3.0!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tailwind-css-installation-guide/","imageUri":"https://img-c.udemycdn.com/course/750x422/4395096_3f2a_6.jpg","duration":"2111","enrolledStudentsCount":"1,437 students","lastUpdated":null,"targetAudiences":["Web designers and developers who need to know how to install and use Tailwind CSS","Students with knowledge of HTML and CSS who want to learn a new way of working.","Whoever wants to learn new technologies in web development"],"tags":["Development","Web Development","Tailwind CSS"],"rating":{"count":8,"averageValue":"4.4"},"instructors":[{"name":"David Morales","url":"/user/davidmles/","totalNumberOfStudents":23455,"totalNumberOfReviews":78,"averageRating":4.778305358974358}]},"isAlreadyAFreeCourse":true,"couponData":null}}}