{"coursesWithCoupon":{"https://www.udemy.com/course/kennzahlen-im-hotelmanagement/":{"courseDetails":{"courseId":3629532,"title":"Kennzahlen im Hotelmanagement","shortDescription":"Welche Kennzahlen im Hotelmanagement zum Einsatz kommen","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAllgemein\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIm\u0026nbsp;\u003Cstrong\u003EHotelmanagement\u003C/strong\u003E ist der Service für die Gäste natürlich das A \u0026amp; O. Beim Auschecken werden die Hotel-Gäste oft gefragt, ob sie mit dem Aufenthalt zufrieden waren. Neben dem mündlichen Austausch gibt es allerdings auch diverse Kennzahlen, so dass Sie die Zufriedenheit und natürlich auch die Wirtschaftlichkeit eines \u003Cstrong\u003EHotels\u003C/strong\u003E besser beurteilen können.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHier ist die Frage, auf welche \u003Cstrong\u003EKennzahlen \u003C/strong\u003Ees im \u003Cstrong\u003EHotel-Management \u003C/strong\u003Eankommt. Natürlich könnten man bei der Kennzahl \u0022durchschnittlicher Umsatz pro Gast\u0022 sagen, dass dies relativ einfach zu berechnen ist. Allerdings müssen einige weitere Komponenten berücksichtigt werden.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEs gibt keine Königskennzahl. Das heißt, es lässt sich nicht mit nur einer einzigen \u003Cstrong\u003EKennzahl\u003C/strong\u003E die Leistung eines Betriebes beurteilen. Mehrere KPIs (Key Performance Indicators) müssen herangezogen werden, um den Zusammenhang zu verstehen, ob ein Unternehmen profitabel ist.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAls Controller habe ich mehrere Jahren für nationale und internationale Unternehmen gearbeitet. Heute berate ich Unternehmen im Bereich Controlling. Zusätzlich bin ich ausgebildeter Trainer und Online-Trainer. Des Weiteren bin ich Mitautor des Fachbuchs \u0022Kennzahlen-Guide für Controller\u0022. Sie sind bei mir also was das Training mit Kennzahlen betrifft in guten Händen.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDer Kurs ist insbesondere dann für Sie interessant, wenn Sie gerade im \u003Cstrong\u003EHotelmanagement \u003C/strong\u003Eeingestiegen bzw. Quereinsteiger sind und sich jetzt mit den dazugehörigen \u003Cstrong\u003EKennzahlen\u003C/strong\u003E vertraut machen möchten.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInhalt\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAuslastungsquote\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStorno-Quote\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVollbelegungsquote\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBetten-/Zimmer-Auslastung\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWochenendauslastung\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eund viele mehr\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/kennzahlen-im-hotelmanagement/","imageUri":"https://img-c.udemycdn.com/course/750x422/3629532_a138.jpg","duration":"1 Stunde","enrolledStudentsCount":"0 Teilnehmer","lastUpdated":"Veröffentlicht: 12/2021","targetAudiences":["Controller","Hotelangestellte","Mitarbeiter Tourismusbranche","Mitarbeiter, die in das Hotelmanagement einsteigen möchten","Auszubildende zum Hotelfachmann/-frau"],"tags":["Business","Business-Analyse und BI","Hotelmanagement"],"rating":null,"instructors":[{"name":"Kristoffer Ditz","url":"/user/kristoffer-ditz/","totalNumberOfStudents":49049,"totalNumberOfReviews":1704,"averageRating":4.337499778787878}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"6AB513E43E54B6F691DD","originalPrice":"3.200 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-not-for-profit-organizations/":{"courseDetails":{"courseId":2670362,"title":"QuickBooks Desktop Not for Profit Organizations","shortDescription":"Learn to enter data into QuickBooks for a not for profit organization from a practicing CPA, CGMA, CPI, with B.S.tax","longDescription":"\u003Cp\u003EQuickBooks Desktop Not for Profit Organizations will provide the tools to enter data into QuickBooks for a not for profit organization.\u003C/p\u003E\u003Cp\u003EThis QuickBooks course will consist of three comprehensive practice problems. One problem will be for a charitable organization, one for a health care organization, and one for a not for profit school.\u003C/p\u003E\u003Cp\u003EWe will learn how to set up a QuickBooks file for a not for profit organization.\u003C/p\u003E\u003Cp\u003EThe course will show how to create a chart of accounts and items list for a not for profit organization.\u003C/p\u003E\u003Cp\u003ELearners will learn how to enter data into the QuickBooks system using forms.\u003C/p\u003E\u003Cp\u003EWe will learn how to customize forms so that they can be used to provide to donors.\u003C/p\u003E\u003Cp\u003EThe course will show how to generate and analyze reports. We will also learn how to print, display, and distribute reports.\u003C/p\u003E\u003Cp\u003ELearners will learn how to use the QuickBooks class feature to categorize expenses as restricted or unrestricted. We will also learn to use the job costing feature to track each restricted item in detail.\u003C/p\u003E\u003Cp\u003EThe course will provide backup files that allow learners to jump forward or rework any part of the comprehensive problem.\u003C/p\u003E\u003Cp\u003EWe will also provide Excel files as we work through the problem. We will break each comprehensive problem done and enter it into the system one journal entry at a time. We will show how the journal entry would be entered using debits and credits in Excel first, and then enter the transaction into QuickBooks. Excel is a more transparent system, making it easier to see and understand the connections. Once we understand the objective, we will then move to QuickBooks to enter the data. The system of first Entering data into Excel to understand the objective will be very useful when we need to use more complex features like class tracking and job costing.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/quickbooks-desktop-not-for-profit-organizations/","imageUri":"https://img-c.udemycdn.com/course/750x422/2670362_3523.jpg","duration":"11,5 Stunden","enrolledStudentsCount":"29.615 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2019","targetAudiences":["Employees of a not for profit organization","Students who what to apply accounting theory to software"],"tags":["Finanzen \u0026 Rechnungswesen","Rechnungswesen \u0026 Buchhaltung","QuickBooks"],"rating":{"count":65,"averageValue":"4.2"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23341,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"094A75B4A68021143FE6","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-vs-qbo-multiple-currencies/":{"courseDetails":{"courseId":3873644,"title":"QuickBooks Desktop vs QBO Multiple Currencies","shortDescription":"Learn to record transactions using multiple currencies using both QuickBooks Online and QuickBooks Desktop","longDescription":"\u003Cp\u003EThe course will start by discussing how to get access to both QuickBooks Online and QuickBooks Desktop. Intuit, the owner of QuickBooks often offers a free 30-day trial for each software package. \u003C/p\u003E\u003Cp\u003EThis will be a project based course. We will enter transaction in Excel before entering them into the accounting software, QuickBooks desktop and QuickBooks Online. Excel is more transparent, making it easier to understand the process. QuickBooks will then automate the process making it more efficient. \u003C/p\u003E\u003Cp\u003EWe will learn how to turn multicurrency on in both QuickBooks Online and QuickBooks Desktop. We will learn which accounts will be affected most by multicurrency transactions, these accounts being cash account types, accounts receivable account types, and accounts payable account types.\u003C/p\u003E\u003Cp\u003EThis course will work an example problems related to the sales cycles and the purchases cycle. The sales cycle will focus in on tracking foreign currency receivables. the purchases cycle will focus on foreign currency payables. \u003C/p\u003E\u003Cp\u003EWe will also demonstrate transactions related to forward contracts. We will discuss the uses of forward contracts including for speculative purposes and to mitigate risk on foreign currency transactions.\u003C/p\u003E\u003Cp\u003EThe multiple currency feature is useful when the company is holding onto cash in a foreign currency, the software helping us to record the home currency equivalent for financial statement presentation. \u003C/p\u003E\u003Cp\u003EMultiple currency functionality is also helpful when we make sales on account, sending an invoice, hoping to get paid in the future, tracking accounting receivable, but expecting to be paid in a foreign currency. The accounts receivable account will need to be valued in the home currency even though we will be paid in a foreign one. \u003C/p\u003E\u003Cp\u003EWe have a similar situation when we make purchases on account, promising to pay in a foreign currency at some point in the future. The accounts payable account will need to be valued in the home currency equivalence even though we will be paying in a foreign currency. \u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/quickbooks-desktop-vs-qbo-multiple-currencies/","imageUri":"https://img-c.udemycdn.com/course/750x422/3873644_7a41.jpg","duration":"17,5 saat","enrolledStudentsCount":"11.686 öğrenci","lastUpdated":"Son güncelleme tarihi: 3/2021","targetAudiences":["Business owners","Bookkeepers","Accountants"],"tags":["Finans ve Muhasebe","Finans","QuickBooks Online"],"rating":{"count":21,"averageValue":"4.7"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23325,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D4ABAB2B5B83CD5416FF","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-not-for-profit-organization/":{"courseDetails":{"courseId":2870128,"title":"QuickBooks Online Not for Profit Organization","shortDescription":"Learn Not for Profit accounting using QuickBooks Online from a practicing CPA","longDescription":"\u003Cp\u003ELearners will understand how to set up QuickBooks Online for a Not for Profit Organization.\u003C/p\u003E\u003Cp\u003EThe course will show how to use free resources to optimize learning.\u003C/p\u003E\u003Cp\u003EWe will demonstrate the use of class tracking to generate Not for Profit reports.\u003C/p\u003E\u003Cp\u003ELearners will see how to create and use donation receipt forms.\u003C/p\u003E\u003Cp\u003EWe will show how to create and use pledge receipt forms.\u003C/p\u003E\u003Cp\u003EThe course will demonstrate how to enter and track restricted resources.\u003C/p\u003E\u003Cp\u003EWe will enter month end adjusting entries.\u003C/p\u003E\u003Cp\u003ELearners will see how to allocate expenses to programs and administrative categories.\u003C/p\u003E\u003Cp\u003EWe will record net assets released from restriction.\u003C/p\u003E\u003Cp\u003EThe course will show how to generate, analyze, memorize, \u0026amp; export to Excel financial reports.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/quickbooks-online-not-for-profit-organization/","imageUri":"https://img-b.udemycdn.com/course/750x422/2870128_3707.jpg?secure=H2ps_ag0OM6S0iwwvCx6Zw%3D%3D%2C1640764928","duration":"10 Stunden","enrolledStudentsCount":"13.459 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 3/2020","targetAudiences":["Anybody how wants to learn Not for Profit accounting in a practical way"],"tags":["Office-Produktivität","Sonstiges in Office-Produktivität","QuickBooks"],"rating":{"count":37,"averageValue":"4.6"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23341,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4C6CA15ADA9C27DB4333","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/audit-financial-statement/":{"courseDetails":{"courseId":2512030,"title":"Audit - Financial Statement","shortDescription":"Learn the audit process from planning to audit report form a Certified Public Accountant (CPA).","longDescription":"\u003Cp\u003EAudit-Financial Accounting will discuss, in detail, the auditing process of financial statements.\u003C/p\u003E\u003Cp\u003EThe course will start by discussing what an audit is, as well as what the terms attest engagement and assurances services mean.\u003C/p\u003E\u003Cp\u003EWe will discuss the audit environment, the general format of a public accounting firm, and the general format of an audit team that would conduct the procedures related to an audit. The course will also discuss regulations and regulatory institutions related to the audit process.\u003C/p\u003E\u003Cp\u003EThe course will cover the planning process for an audit engagement. The planning process is a very important component of the audit because it will outline the steps that will be taking. The highest levels of the public accounting firm are generally involved in the planning process.\u003C/p\u003E\u003Cp\u003EWe will consider how to assess risk related to the audit using an audit risk Model. The risk assessment will help us plan the audit and determine where the auditors time can be spent most efficiently to gather evidence to support the auditor’s conclusion and opinion.\u003C/p\u003E\u003Cp\u003ELearners will learn the different formats of audit evidence and how to document audit evidence so that it can be used as evidence to support the conclusion and opinion of the auditor.\u003C/p\u003E\u003Cp\u003EWe will exam the internal controls of the organization. Internal controls are policies set up by management to achieve the objectives of the organization. As auditors, we are primarily concerned with internal controls that will lower the risk of financial statements being materially misstated. If we can rely on internal controls as an auditor, we may be able to do more testing of the controls and less substantive testing, and this can be more efficient.\u003C/p\u003E\u003Cp\u003EThe course will discuss the audit sampling methods. When applying testing procedures, auditors often need to test a sample of a population and then apply the results to the population as a whole. Different sampling methods are appropriate for different situations and assertions being tested.\u003C/p\u003E\u003Cp\u003ENext, we will talk about substantive tests. Substantive tests include tests that most people think of when they think of an audit, like pulling files, counting inventory, and performing procedures at the company’s place of business. Substantive testing will include testing account balances and transactions.\u003C/p\u003E\u003Cp\u003EWe will then cover audit procedures related to specific processes, including the revenue process, the purchasing process, and the payroll and human resources process.\u003C/p\u003E\u003Cp\u003ENext will cover the audit process for specific accounts like inventory, prepaid expenses, intangible assets, property plant and equipment, long term debt \u0026amp; equity.\u003C/p\u003E\u003Cp\u003EThen we will discuss the audit process related to cash, cash being a very important account because it is involved in almost every other accounting process at some point.\u003C/p\u003E\u003Cp\u003ELearners will then learn how to put together a standard audit report. The standard audit report is called an unqualifies report. It is beneficial to actually memorize or have a good idea of the format of the standard unqualifies report. We can then think about variations on the standard unqualified report, adjusting it as necessary.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/audit-financial-statement/","imageUri":"https://img-c.udemycdn.com/course/750x422/2512030_67fb.jpg","duration":"18,5 Stunden","enrolledStudentsCount":"46.193 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Professionals working in public accounting","Accounting students","Accounting professionals who want to expand their understanding of accounting","Accounting professionals who work with auditors"],"tags":["Finanzen \u0026 Rechnungswesen","Rechnungswesen \u0026 Buchhaltung","Bilanzen/Finanzaufstellungen"],"rating":{"count":1161,"averageValue":"4.4"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23341,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A133AE546F852F1E8306","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/governmental-accounting-100/":{"courseDetails":{"courseId":2419864,"title":"Governmental Accounting 100","shortDescription":"Fund accounting-governmental accounting-General Fund \u0026 government-wide activity transactions-modified accrual method","longDescription":"\u003Cp\u003E\u003Cstrong\u003EGovernmental accounting, including fund accounting financial transactions, focusing on the general fund and government-wide activities.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will work through many example problems as we learn the material, posting transactions to a trial balance, so we can see how accounts behave. Many governmental accounts are new to many learners, and we will be using different accounting methods than just an accrual method. Posting transactions and seeing a trial balance will be very helpful in learning the material and is something lacking in most courses on the subject.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will discuss the governmental accounting objectives and reporting requirements, comparing them to for-profit entities. The course will assume we are familiar with for-profit accounting and will, therefore, focus on the areas of governmental accounting that are different, although we will continue to work with core concepts like the double entry accounting system.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELearners and instructor will examine state and local governmental accounting principles \u0026amp; financial reporting.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will record transactions for budgetary accounts \u0026amp; encumbrances. Recording budgetary accounts will be new for many learners familiar with financial accounting, but we will use double entry accounting principles for the process.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will explain and analyze governmental operating statement accounts \u0026amp; budgetary accounts.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELearners and instructor will record transactions for encumbrances, expenditures, \u0026amp; delinquent receivables. We will emphasize when a modified accrual method will be used, and what the differences in recording financial transactions will be when used, as compared to an accrual method.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will record transactions related to revenue in both the General Fund and at the government-wide activities level.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will discuss tax anticipation notes and how they will be recorded under a modified accrual method.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELearners and instructor will explore many examples of the closing process, closing out temporary accounts. We will compare the closing process for governmental entities to the closing process in for-profit accounting.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will examine how to create subsidiary ledgers related to revenue, estimated revenue, appropriations, encumbrances, and expenditures.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will provide examples of recording supplies using the consumption method and purchases method, explaining the differences between the two.\u003C/strong\u003E\u003C/p\u003E","language":"Inglês","courseUri":"https://www.udemy.com/course/governmental-accounting-100/","imageUri":"https://img-b.udemycdn.com/course/750x422/2419864_519c.jpg?secure=-L9xQnAQaVl2vWz7mgLBuw%3D%3D%2C1640764959","duration":"18 horas","enrolledStudentsCount":"36.169 alunos","lastUpdated":"Última atualização em 6/2019","targetAudiences":["Accounting students","CPA Exam Candidates"],"tags":["Finanças e contabilidade","Contabilidade e escrituração contábil","Contabilidade"],"rating":{"count":174,"averageValue":"4.1"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23341,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5EE37B543B8EF8A12F98","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-job-costing/":{"courseDetails":{"courseId":2602794,"title":"QuickBooks Desktop Job Costing","shortDescription":"Learn job costing in QuickBooks from a CPA - Create estimates, run job costing reports, track inventory parts, \u0026 more","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThis QuickBooks Desktop Job Costing course will provide the resources for learners to develop a solid understanding of job costing concepts and the tools QuickBooks provides to create an effective job costing system.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will include four example problems demonstrating different job costing systems and methods that can be used.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will provide backup files so learners can jump forward in the problems or rework any component of a problem. The use of backup files is not a requirement of the course, however.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf you have an older version of the software and cannot use backup files, you can still work the practice problems from start to finish. We will be creating new files for each practice problem so learners can follow along from start to finish without the need for a backup file.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will start out reviewing a job costing system, gaining an understanding of the objectives of a job costing system. Then we will discuss the tools provided by QuickBooks to achieve our objectives in the QuickBooks software.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will start by reviewing the end products of the four job costing system practice problems we will be creating in later in the course. This review process will allow us to visualize where we are headed in the course. Then we will start working problems from start to finish.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur first QuickBooks problem will run a job cost system in QuickBooks using a work in process or WIP account to track costs. We will start out using a limited number of accounts and items and walk through each step in detail.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe second QuickBooks problem will run a job cost system in QuickBooks, focusing on the Cost of Goods Sold account. We will use a small number of accounts and items. We will discuss adjusting entries that can be used to adjust the financial statements to the appropriate accounting method required.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe third QuickBooks problem will run a job cost system in QuickBooks with the use of more accounts and items, resulting in a system that provides more detailed reports.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe fourth QuickBooks problem will run a job cost system in QuickBooks with the use of the classes feature. We will discuss the pros and cons of using this option.\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/quickbooks-desktop-job-costing/","imageUri":"https://img-c.udemycdn.com/course/750x422/2602794_159d.jpg","duration":"10,5 Stunden","enrolledStudentsCount":"28.094 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2019","targetAudiences":["Business professionals in an industry using job costing","Accounting professionals who want to learn job costing","Students who want to apply job costing concepts to accounting software"],"tags":["Office-Produktivität","Sonstiges in Office-Produktivität","QuickBooks"],"rating":{"count":62,"averageValue":"4.6"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23341,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9847E250067930A81E25","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/xero-accounting-software-2020/":{"courseDetails":{"courseId":2777862,"title":"Xero Accounting Software","shortDescription":"Learn Xero accounting software in a comprehensive online course taught by a practicing CPA, CGMA, CPI, with BS tax","longDescription":"\u003Cp\u003EThis course will start at the basics, assuming you know nothing about the software or accounting.\u003C/p\u003E\u003Cp\u003EWe will then go through the purchasing process, the downloading process, and the installation process. Xero often offers a free 30 day trial which is a perfect tool to practice with. \u003C/p\u003E\u003Cp\u003EThe first half of the course will be dedicated to navigating the software, getting a feel for the major components of the software, and the primary accounting cycles such as the customer section or revenue cycle, the vendor section or payments cycle, and the employee section or payroll cycle.\u003C/p\u003E\u003Cp\u003EOnce we learn the primary sections or accounting cycles we will analyze the forms and transactions within each section, considering the impact each has on the financial statements. major accounting forms will include invoice, bills, pay bills, purchase orders, deposits, and more. \u003C/p\u003E\u003Cp\u003EThe second half of the course will be in the format of a comprehensive problem, working through two months of data impute.\u003C/p\u003E\u003Cp\u003EWe will enter every standard type of transaction as we work through the comprehensive problem. The comprehensive problem format will provide context to the data entry process, so we understand how the data impute fits into the accounting workflow.\u003C/p\u003E\u003Cp\u003EA comprehensive problem also allows us to do more than simple data entry, data entry generally being the easiest part of the accounting process. We will be able to see how to set up the system to make the data entry as easy as possible.\u003C/p\u003E\u003Cp\u003EWe will also be able to see the impact on the financial statements of every transaction we make and be able to check our work after each transaction.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/xero-accounting-software-2020/","imageUri":"https://img-b.udemycdn.com/course/750x422/2777862_a64d_4.jpg?secure=X6QEIa9QPSDs8bw7k_Ojrw%3D%3D%2C1640764973","duration":"28 saat","enrolledStudentsCount":"23.074 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2020","targetAudiences":["Business owners","Accounting professionals","Accounting students","Anybody who wants to learn accounting software"],"tags":["Finans ve Muhasebe","Nakit Yönetimi Araçları","Xero"],"rating":{"count":186,"averageValue":"4.3"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23325,"averageRating":4.444587776120034},{"name":"Jane Clark","url":"/user/jane-clark-21/","totalNumberOfStudents":341262,"totalNumberOfReviews":2433,"averageRating":4.450981599589885}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2D37CA4B21AA9D494F87","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/managerial-accounting-cost-accounting/":{"courseDetails":{"courseId":2563584,"title":"Managerial Accounting / Cost Accounting","shortDescription":"Managerial and cost accounting comprehensive course taught bay a practicing Certified Public Accountant (CPA)","longDescription":"\u003Cp\u003E\u003Cstrong\u003EComprehensive managerial and cost accounting course. Topics include:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003EJob order costing\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003EProcess costing\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003ECost volume profit analysis\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003EMaster Budgets\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003EFlexible Budgets\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003EResponsibility accounting\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003ERelevant costs\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003ETime value of money\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will go into detail about each topic. We will include”\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003EPractice Excel files with both an answer tab and a practice tab\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· \u003Cstrong\u003ELecture PDF files that can be downloaded and reviewed without internet access\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EManagerial accounting skills are critical skills necessary for successfully running a business because they provide tools to make rational business decisions.\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/managerial-accounting-cost-accounting/","imageUri":"https://img-b.udemycdn.com/course/750x422/2563584_9959.jpg?secure=JoNWr-Xq9aMA610BOjURCQ%3D%3D%2C1640764919","duration":"53,5 Stunden","enrolledStudentsCount":"89.485 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 2/2020","targetAudiences":["Business students learning managerial accounting concepts","Business owners who want to apply managerial accounting concepts to make better decisions","Business professionals who want to use managerial accounting concepts to improve their career"],"tags":["Finanzen \u0026 Rechnungswesen","Geld-Management-Tools","Kosten- und Leistungsrechnung"],"rating":{"count":912,"averageValue":"4.5"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23341,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"637B1DC8CF5DD537FB0D","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-2018-start-to-finish/":{"courseDetails":{"courseId":1517986,"title":"QuickBooks Online 2021 \u0026 2020 Start to Finish","shortDescription":"Learn QuickBooks Online 2021 in a comprehensive online course taught by a practicing CPA, CGMA, CPI, with BS tax","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWe will update this course each year at no additional cost, so the course community has access to the latest look and feel of QuickBooks Online and can also look back to see the changes that have been made.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe have received a lot of positive feedback and suggestions for improvements that we will put into place as we update.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe greatly appreciate the feedback and support we have received with this course and we look forward to continually improving it with your help.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe new material will provide learners with the most current look and format of QuickBooks Online. \u003C/p\u003E\u003Cp\u003EWe have listened to, and are grateful for, many reviews over the year and will implement many changes as we update the course including shortening unnecessary introductions, adding more ways for learners to work in a hands-on approach, and adding new content related to specific industries and circumstances including a cash basis business.\u003C/p\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EThis is a comprehensive QuickBooks Online course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIf you are a student at an accredited academic institution, you may be eligible for a free trial version of QuickBooks from Intuit, which is a great tool allowing you to maximize the use of this course. We may also utilize a free 30 trial often offered by Intuit, the owner of QuickBooks\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course will start at the basics, assuming you know nothing about the software or accounting.\u003C/p\u003E\u003Cp\u003EWe will start by comparing the different versions of QuickBooks. We will then go through the purchasing process, the downloading process, and the installation process.\u003C/p\u003E\u003Cp\u003EThe first half of the course will be dedicated to navigating the software, getting a feel for the major components of the software, and the primary accounting cycles such as the customer section or revenue cycle, the vendor section or payments cycle, and the employee section or payroll cycle.\u003C/p\u003E\u003Cp\u003EOnce we learn the primary sections or accounting cycles we will analyze the forms and transactions within each section, considering the impact each has on the financial statements.\u003C/p\u003E\u003Cp\u003EThe second half of the course will be in the format of a comprehensive problem, working through two months of data impute.\u003C/p\u003E\u003Cp\u003EWe will enter every standard type of transaction as we work through the comprehensive problem. The comprehensive problem format will provide context to the data entry process, so we understand how the data impute fits into the accounting workflow.\u003C/p\u003E\u003Cp\u003EA comprehensive problem also allows us to do more than simple data entry, data entry generally being the easiest part of the accounting process. We will be able to see how to set up the system to make the data entry as easy as possible.\u003C/p\u003E\u003Cp\u003EWe will also be able to see the impact on the financial statements of every transaction we make and be able to check our work after each transaction.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/quickbooks-online-2018-start-to-finish/","imageUri":"https://img-c.udemycdn.com/course/750x422/1517986_f8a9_3.jpg","duration":"144 saat","enrolledStudentsCount":"61.674 öğrenci","lastUpdated":"Son güncelleme tarihi: 6/2021","targetAudiences":["Business owners","Accounting professionals","Accounting students","Anybody who wants to learn accounting software","Anybody who wants to learn accounting software"],"tags":["İşletme","Girişimcilik","QuickBooks Online"],"rating":{"count":3258,"averageValue":"4.5"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":495366,"totalNumberOfReviews":23325,"averageRating":4.444587776120034}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"80EC968C970ED116B651","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/neuroplasticity-teach-your-brain-to-work-3-times-faster/":{"courseDetails":{"courseId":4090904,"title":"Neuroplasticity: Teach Your Brain  To Work 3 Times Faster","shortDescription":"Learn how to boost your brain\u0027s work in just 30 minutes!","longDescription":"\u003Cp\u003EIf you have never imagined what living life on autopilot is, this may be because you are going all autopilot and not realizing it. Being conscious about our lives is the least we can do to actually live the better life.\u003C/p\u003E\u003Cp\u003ESo, what does neuroplasticity have to do with it? Pretty easy. Neuroplasticity helps our brain to get out of the ‘comfort zone’, of sorts. It helps us learn new things, thus expanding our brain broad and wide for everything new the world can offer.\u003C/p\u003E\u003Cp\u003EIn this course you will learn exactly how Neuroplasticity affects our life and why we have to improve it to improve ourselves. You will also learn what Neuroplasticity can do miraculously, like: fight racism, prejudice, improve your thinking process and so much more.\u003C/p\u003E\u003Cp\u003EYou will also learn about our brain’s capabilities and what it really can do. Did you know that our brain is capable of holding information longer and wider than our lives? That we can possibly know so much that for now we can’t even imagine that happening? That’s because we have to use our brain’s potential and unveil everything it hides.\u003C/p\u003E\u003Cp\u003EWe will also learn about neurogenesis through our lives. We will learn what neurogenesis is and how it works and affects us.\u003C/p\u003E\u003Cp\u003EBut of course, we have to exercise to have a result in our Neuroplasticity studies, and that’s exactly what you are going to get. Some exercises will be shown during the course to help you improve your Neuroplasticity and achieve your desired results.\u003C/p\u003E\u003Cp\u003ECome along and together we will improve and conquer our brain! For it’s own good, of course.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/neuroplasticity-teach-your-brain-to-work-3-times-faster/","imageUri":"https://img-b.udemycdn.com/course/750x422/4090904_0c5a.jpg?secure=7xdXGyR7EoGfXsRY17RgIg%3D%3D%2C1640799328","duration":"2,5 Stunden","enrolledStudentsCount":"19.545 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Everyone who want to boost brain\u0027s work (Neuroplasticity)!"],"tags":["Persönliche Entwicklung","Gedächtnis \u0026 Lerntechniken","Neuroplastizität"],"rating":{"count":126,"averageValue":"3.7"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Nick Parker","url":"/user/nick-parker-40/","totalNumberOfStudents":44980,"totalNumberOfReviews":513,"averageRating":4.054404656456456},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2B25435EAC56F27B053D","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/complete-german-course-learn-german-for-beginners/":{"courseDetails":{"courseId":3932386,"title":"Complete German Course: Learn German for Beginners","shortDescription":"Learn German FAST with this non-stop German speaking course for BEGINNERS: learning German will be easy and fun!","longDescription":"\u003Cp\u003EThe ultimate German beginner course that will teach you German faster than you thought possible! If you’ve ever dreamed of travelling to Germany, Austria, Switzerland or any other German-speaking country and holding your own in real-life situations, being independent and able to communicate with the locals,. Perhaps you want to experience the rich culture and sample the delicious local cuisine or do business with local companies. Whatever your reason, this German course for beginners is right for you!\u003C/p\u003E\u003Cp\u003EDuring our course \u003Cstrong\u003Eyou will learn\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELots and lots of vocabulary\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to read and write in German\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUseful everyday phrases\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBasic sentence structures\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBasic grammar rules most beginner courses don’t teach\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAfter taking this course \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EGreet people and introduce yourself both formally and casually\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPronounce words correctly without hearing them first\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERead a restaurant menu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECount up to 1000\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOrder food and drinks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGive and receive directions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe yourself and other people in both personality and appearance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETell the time\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake requests, describe what you want and what you plan to do\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExpress your feelings, your interests and dislikes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENavigate multiple types of everyday situations, like shopping\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGive and receive directions to places you need to go to\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate sentences in the past tense\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDistinguish between the past tenses\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EForm questions and negations in the past\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAcquire and hone translation skills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStructure new sentences with ease\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdapt to new situations, such as using public transportation or visiting the doctor\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to use social media and technology\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConquer the basics of dating in German\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn to make comparisons\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate sentences in the future tense\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse noun cases correctly, such as the accusative and the dative cases\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConquer hundreds of words necessary for day-to-day life\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETackle new topics, such as working from home and global healthcare\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course aims to help you \u003Cstrong\u003Emaster the basics of German\u003C/strong\u003E and give you a strong base onto which you will be able to build your skills as a German speaker.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart your German journey with us today!\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/complete-german-course-learn-german-for-beginners/","imageUri":"https://img-b.udemycdn.com/course/750x422/3932386_728e_3.jpg?secure=o-y5B7VQyEA3kAJ1GYXGpw%3D%3D%2C1640804239","duration":"42,5 Stunden","enrolledStudentsCount":"53.121 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 9/2021","targetAudiences":["Anyone who wants to start learning German for any purpose - traveling, business, dating, studies, or anything else, this course has you covered","Anyone who wants to advance quickly in their German language journey - in a way that\u0027s easy, fun and fast"],"tags":["Wissenschaft \u0026 Lehre","Sprachen lernen","Deutsch (Sprache)"],"rating":{"count":654,"averageValue":"4.6"},"instructors":[{"name":"Linguae Learning","url":"/user/linguae/","totalNumberOfStudents":238652,"totalNumberOfReviews":4952,"averageRating":4.583188465631768},{"name":"Linguae Teaching Assistant","url":"/user/linguae-teaching-assistant/","totalNumberOfStudents":237944,"totalNumberOfReviews":4944,"averageRating":4.5825135826434265}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D3968B4F0858EF6A8CBC","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"3 Tage","discountPercentage":100}},"https://www.udemy.com/course/front-end-web-development-niche-website-complete-project/":{"courseDetails":{"courseId":3964308,"title":"Front End Web Development Niche Website Complete Project","shortDescription":"Front End Web Development Niche Website Complete Project Web Development Classifieds Websites  Niche Website","longDescription":"\u003Cp\u003E\u003Cstrong\u003EFront End Web Development Niche Website Complete Project\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFront End Web Development Niche Website\u0026nbsp; Web Development Classifieds Websites\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFront End Web Development Niche Website Complete Project Web Development Classifieds Websites\u0026nbsp; Niche Website here you can learn the professional website design and \u003Cstrong\u003EFront End Web Development Niche Website\u0026nbsp; Web Development Classifieds Websites \u003C/strong\u003E frond end web development using the modern technologies\u0026nbsp; HTML\u0026nbsp;5 CSS 3 and JavaScript there technologies help you to build your careers in website design and development\u0026nbsp; \u0026nbsp;\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFront End Web Development Niche Website Complete Project\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFront End Web Development Niche Website\u0026nbsp; Web Development Classifieds Websites\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFront End Web Development Niche Website Complete Project Web Development Classifieds Websites\u0026nbsp; Niche Website\u0026nbsp;and\u0026nbsp; Niche Website here you can learn the professional website design and frond end web development using the modern technologies\u0026nbsp; HTML\u0026nbsp;5 CSS 3 and JavaScript there technologies help you to build your careers in website design and development\u0026nbsp;you can become Professional front end web developer\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFront End Web Development Niche Website\u0026nbsp; Websites\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFront End Web Development Niche Website Complete Project \u003C/strong\u003EFront End Web there some basic tips for professional website designer Niche Website here you can learn the professional website design and frond end web development using the modern technologies\u0026nbsp; HTML\u0026nbsp;5 CSS 3 and JavaScript there technologies help you to build your careers in website design and development\u0026nbsp;Development Niche Website Complete Project Web Development Classifieds Websites\u0026nbsp; Niche Website can learn about the concept web development and design \u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFront End Web Development Niche Website\u0026nbsp; Web Development Classifieds Websites\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFront End Web Development Niche Website Complete Project \u003C/strong\u003EFront End Web Niche Website here you can learn the professional website design and frond end web development using the modern technologies\u0026nbsp; HTML\u0026nbsp;5 CSS 3 and JavaScript there technologies help you to build your careers in website design and development\u0026nbsp;Development Niche Website Complete Project Web Development Classifieds Websites\u0026nbsp; Niche Website\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/front-end-web-development-niche-website-complete-project/","imageUri":"https://img-b.udemycdn.com/course/750x422/3964308_e12d_3.jpg?secure=pqQ7Y7WW1BwVECtZVfotRQ%3D%3D%2C1640804408","duration":"7,5 Stunden","enrolledStudentsCount":"30.310 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 4/2021","targetAudiences":["Front End Web Development Niche Website Complete Project","Front End Web Development","Front End Web Developer"],"tags":["Programmierung","Webentwicklung","Front-End-Webentwicklung"],"rating":{"count":133,"averageValue":"4.1"},"instructors":[{"name":"Muhammad Ismail","url":"/user/muhammad-ismail-21/","totalNumberOfStudents":91011,"totalNumberOfReviews":928,"averageRating":4.02390100233463}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"37C522CC0609150CC6D7","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"3 Tage","discountPercentage":100}},"https://www.udemy.com/course/salesforce-certified-platform-developer-1pd1practice-tests/":{"courseDetails":{"courseId":4451800,"title":"Salesforce Certified Platform Developer 1(PD1)Practice Tests","shortDescription":"Four Full Salesforce Certified Platform Developer 1 PD1 Tests – 60 Questions each – Updated Test","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**UPDATED IN DECEMBER, 2021**(Keeping updated to follow the Salesforce exam structure )\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPractice Test\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe practice exams completely prepare you for what it is like to take in Salesforce Platform Developer Certification Exam PD1. These questions are collected\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWritten and answered by multiple Salesforce Experts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExam Questions similar to actual Certification Exam\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFollowing the knowledge areas as required by the exam\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThere are five practice exams included and They have been designed carefully by maintaining the exam structure , syllabus, topic weights , cut score and time duration same as actual \u003Cstrong\u003E\u003Cem\u003Ecertification exam.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAll the exams will be updated and added in order to provide you with the most up-to-date content.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELessons and Topics:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe exam will test your knowledge on:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003ESalesforce Fundamentals: multi-tenant environments, declarative vs. programmatic customization\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EData Modeling and Management: object schema, data relationships,\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EProcess Automation and Logic: Apex classes and triggers, SOSL, SOQL, and DML statements in Apex, exception handling in Apex, platform events,\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EUser Interface: Visualforce pages, controllers/extensions, Lightning Components,\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003ETesting, Debugging, and Deployment\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EAbout the Exam:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe Platform Developer I Certification contains a mixture of multiple-choice questions that will test your knowledge of the platform, as well as being able to read sample code and answer questions about the snippet.\u003C/p\u003E\u003Cp\u003ERead on for details about the Salesforce Platform Developer exam.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EContent: 60 multiple-choice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETime allotted to complete the exam: 105 minutes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPassing score: 63%\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESalesforce Developers who want to pass their Platform developer 1 exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStudents who are familiar with the basics of Apex programming and want to learn in-depth about Apex, this course is for you.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIndividuals looking to build a career in Salesforce Platform Developer\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/salesforce-certified-platform-developer-1pd1practice-tests/","imageUri":"https://img-c.udemycdn.com/course/750x422/4451800_e3b5.jpg","duration":"","enrolledStudentsCount":"1.447 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Salesforce Certified Platform Developer 1 (PD1) Students and Candidates"],"tags":["Informática y software","Certificaciones de informática","Salesforce Certified Platform Developer I"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Aymane Benchhab","url":"/user/aymane-benchhab/","totalNumberOfStudents":11200,"totalNumberOfReviews":36,"averageRating":4.348776766666666}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"494A7F35B2D1FBAFCD4C","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/prepare-to-pass-rhcsa-ex200-rhel82-with-practice-tests/":{"courseDetails":{"courseId":4465060,"title":"Prepare to pass RHCSA (EX200-RHEL8.2) with Practice Tests","shortDescription":"Real simulations of Red Hat Certified System Administrator (RHEL-8 Version) Exam !","longDescription":"\u003Cp\u003E\u003Cstrong\u003EExam description\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe performance-based Red Hat Certified System Administrator (RHCSA) exam (EX200) tests your knowledge in areas of system administration common across a wide range of environments and deployment scenarios. The skills tested in this exam are the foundation for system administration across all Red Hat products.\u003C/p\u003E\u003Cp\u003EBy passing this exam, you become a Red Hat Certified System Administrator. If you choose to continue your learning journey beyond RHCSA, the credential can also serve as a foundational step on your path toward our highest level of certification—Red Hat Certified Architect.\u003C/p\u003E\u003Cp\u003EThis exam is based on Red Hat Enterprise Linux 8.2.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAudience for this exam\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EExperienced Red Hat Enterprise Linux system administrators seeking validation of their skills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStudents who have attended Red Hat System Administration I (RH124) and Red Hat System Administration II (RH134) and are on the path to becoming an RHCSA\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExperienced Linux system administrators who require a certification either by their organization or based on a mandate (DoD 8570 directive)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIT professionals who are on the path to becoming a Red Hat Certified Engineer (RHCE)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAn RHCE who is noncurrent or who is about to become noncurrent and wants to recertify as an RHCE\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevOps professionals who wish to demonstrate their expertise with the fundamentals of container technology\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EPrerequisites for this exam\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHave either taken Red Hat System Administration I (RH124) and Red Hat System Administration II (RH134) or the RHCSA Rapid Track course (RH199) that combines those courses, or have comparable work experience as a system administrator on Red Hat Enterprise Linux\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReview the Red Hat Certified System Administrator exam (EX200) objectives\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/prepare-to-pass-rhcsa-ex200-rhel82-with-practice-tests/","imageUri":"https://img-c.udemycdn.com/course/750x422/4465060_04ac.jpg","duration":"","enrolledStudentsCount":"36 Teilnehmer","lastUpdated":"Veröffentlicht: 12/2021","targetAudiences":["Experienced Red Hat Enterprise Linux system administrators seeking validation of their skills","Students who have attended Red Hat System Administration I (RH124) and Red Hat System Administration II (RH134) and are on the path to becoming an RHCSA","Experienced Linux system administrators who require a certification either by their organization or based on a mandate (DoD 8570 directive)","IT professionals who are on the path to becoming a Red Hat Certified Engineer (RHCE)","An RHCE who is noncurrent or who is about to become noncurrent and wants to recertify as an RHCE","DevOps professionals who wish to demonstrate their expertise with the fundamentals of container technology"],"tags":["IT \u0026 Software","IT-Zertifizierungen"],"rating":null,"instructors":[{"name":"Nadia Achlouje","url":"/user/nadia-achlouj/","totalNumberOfStudents":11463,"totalNumberOfReviews":64,"averageRating":4.730072684375}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DISCUDEMY.COM","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/start-business-model-course/":{"courseDetails":{"courseId":3909642,"title":"31 Startup Business Model : Best Course for Entrepreneurs","shortDescription":"Learn how to build next billion dollar innovative business model","longDescription":"\u003Cp\u003E\u003Cstrong\u003E31 Types of Startup business model\u003C/strong\u003E course is specially designed by analyzing more than \u003Cstrong\u003E500 Startup unicorns\u003C/strong\u003E and big tech companies worldwide.\u003C/p\u003E\u003Cp\u003EThis course is helpful for \u003Cstrong\u003EEntrepreneurs, Product Managers, Growth hackers, and Management students \u003C/strong\u003Eto build a \u003Cstrong\u003Ebusiness model framework\u003C/strong\u003E for their business growth. We will be starting our journey with a basic definition and business model canvas and then switching gears to some advanced topics like \u003Cstrong\u003Enetwork effect, hook and bait\u003C/strong\u003E kind of business model. The last section of the module will further help you in understanding various strategies used by companies on a large scale.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EModule 1 Business Model Basics\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EBusiness model definition\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBusiness model canvas\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBusiness model innovation\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EModule 2 31 Types of Startup Business Model\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1. Subscription Business model - Netflix \u0026amp; Shopify\u003C/p\u003E\u003Cp\u003E2. Freemium Business Model - Canva\u003C/p\u003E\u003Cp\u003E3. Pay as you go business model - AWS\u003C/p\u003E\u003Cp\u003E4. Affiliate business model - Amazon\u003C/p\u003E\u003Cp\u003E5. Network effect business model - Uber\u003C/p\u003E\u003Cp\u003E6. Two-sided platform business model - Airbnb\u003C/p\u003E\u003Cp\u003E7. Three-sided platform business model - Uber Eats\u003C/p\u003E\u003Cp\u003E8. Umbrella business model - Amazon prime\u003C/p\u003E\u003Cp\u003E9. D2C(Direct to Consumer) business model\u003C/p\u003E\u003Cp\u003E10. Marketplace business model - Amazon\u003C/p\u003E\u003Cp\u003E11. Edtech business model - Udemy and SkillShare\u003C/p\u003E\u003Cp\u003E12. Gatekeeper business model - Google\u003C/p\u003E\u003Cp\u003E13. Franchises business model - KFC\u003C/p\u003E\u003Cp\u003E14. Ecosystem business model - Apple\u003C/p\u003E\u003Cp\u003E15. Horizontal expansion strategy - Foxconn\u003C/p\u003E\u003Cp\u003E16. Vertical expansion business model - Unilever\u003C/p\u003E\u003Cp\u003E17. Octopus business model - OYO\u003C/p\u003E\u003Cp\u003E18. Open source business model - Opera\u003C/p\u003E\u003Cp\u003E19. Peer to Peer business model - OLX\u003C/p\u003E\u003Cp\u003E20. Razorblade business model - Nestle\u003C/p\u003E\u003Cp\u003E21. Space as a service business model - Wework\u003C/p\u003E\u003Cp\u003E22. Brokerage business model - Robinhood\u003C/p\u003E\u003Cp\u003E23. Dark kitchen business model - Doordash\u003C/p\u003E\u003Cp\u003E24. Dropshipping business model - Shopify\u003C/p\u003E\u003Cp\u003E25. Crowdsourcing business model - Kickstarter\u003C/p\u003E\u003Cp\u003E26. API licensing business model - Stripe\u003C/p\u003E\u003Cp\u003E27. Next Section\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EModule 3 Startup Business Growth Metrics \u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EStartup Growth Metrics Intro\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomer Acquisition Cost (CAC) in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomer Lifetime Value (CLTV) in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMonthly Reoccurring Revenue (MRR) in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnit Economics in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EContribution Margin in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERetention Rate and Cohorts in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChurn Rate in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarket Size for Startup\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EModule 4 Business Model Case study\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EAmazon Undefeatable Business Model\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShopify –The Power of ecosystem\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/start-business-model-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3909642_8fa4_5.jpg","duration":"6,5 saat","enrolledStudentsCount":"85.733 öğrenci","lastUpdated":"Son güncelleme tarihi: 12/2021","targetAudiences":["Entrepreneurs working on startups","Marketing students looking for business model","MBA students looking for business model","Product managers","Startup Founders","Marketing Managers","Business consultant","Business analyst","College Business Graduates"],"tags":["İşletme","İş Stratejisi","İş Modeli"],"rating":{"count":745,"averageValue":"4.6"},"instructors":[{"name":"Navdeep Yadav","url":"/user/navdeep-yadav-2/","totalNumberOfStudents":207311,"totalNumberOfReviews":3393,"averageRating":4.380698233789063}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BUSINESSMODELSS","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"14 Stunden","discountPercentage":100}},"https://www.udemy.com/course/vcojcteq/":{"courseDetails":{"courseId":1821618,"title":"The C\u002B\u002B Learning Guide","shortDescription":"تعليم السي بلس بلس من اول برنامج الى نهاية البرمجة الكائنية","longDescription":"\u003Cp\u003E هذه الدورة من السي بلس بلس حيث افترض الشخص الذي امامي لا يعرف اي شي عن عالم البرمجة ستتمكن من خلال هذه الدورة من الدخول الى عالم البرمجة وفهم اساسيات اللغات البرمجية \u003C/p\u003E\u003Cp\u003Eلا تحتاج الى اي مؤهلات للدخول الى هذه الدورة ،تتميز هذه الدورة بأنها مختصرة وليس فيها تشعبات وتفاصيل غير اساسية\u003C/p\u003E\u003Cp\u003EC\u002B\u002B is a general purpose programming language that supports various computer programming models such as object-oriented programming and generic programming.Its main purpose was to make writing good programs easier and more pleasant for the individual programmer.\u003C/p\u003E\u003Cp\u003EBy learning C\u002B\u002B, you can create applications that will run on a wide variety of hardware platforms such as personal computers running Windows, Linux, UNIX, and Mac OS X.\u003C/p\u003E\u003Cp\u003EThe main target of this course is to help the students who are still under graduation and want to understand C\u002B\u002B programming and teach them how to solve exam problems.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy you should learn C\u002B\u002B\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMuch, if not most of the software written today is still written in C\u002B\u002B and this has been the case for many, many years.\u003C/p\u003E\u003Cp\u003ENot only is C\u002B\u002B popular, but it is also a very relevant language. If you go to GitHub you will see that there are a huge number of active C\u002B\u002B repositories and C\u002B\u002B is also extremely active on stack overflow.\u003C/p\u003E\u003Cp\u003EThere are many, many leading software titles written entirely or partly in C\u002B\u002B. These include the Windows, Linux, and Mac OSX operating systems!\u003C/p\u003E\u003Cp\u003EMany of the Adobe products such as Photoshop and Illustrator, the MySQL and MongoDB database engines, and many many more are written in C\u002B\u002B.\u003C/p\u003E\u003Cp\u003ELeading tech companies use C\u002B\u002B for many of their products and internal research and development. These include Amazon, Apple, Microsoft, PayPal, Google, Facebook, Oracle, and many more.\u003C/p\u003E","language":"Arabisch","courseUri":"https://www.udemy.com/course/vcojcteq/","imageUri":"https://img-c.udemycdn.com/course/750x422/1821618_d1fa_3.jpg","duration":"10 Stunden","enrolledStudentsCount":"31.402 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["لأي شخص يريد الدخول لعالم البرمجة"],"tags":["Programmierung","Programmiersprachen","C\u002B\u002B"],"rating":{"count":612,"averageValue":"4.7"},"instructors":[{"name":"Hassan Fulaih","url":"/user/hassan-fulaih-2/","totalNumberOfStudents":198204,"totalNumberOfReviews":12142,"averageRating":4.729223266771161}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4453D0BD764F41B30289","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/copywriting-3-crucial-points-for-your-text-to-sell-itself/":{"courseDetails":{"courseId":4076372,"title":"Copywriting: 3 Crucial Points For Your Text To Sell Itself","shortDescription":"Learn how to make your text stand out.","longDescription":"\u003Cp\u003EWe can’t go a day in our life without reading something on the internet: blogposts, articles, promotional texts, etc. Who writes them? Who makes us read all of that information? A copywriter. Just image the amount of power hidden inside copywriter’s brain. \u003C/p\u003E\u003Cp\u003EWhen someone needs something sold – they contact a copywriter, when someone needs something promoted – they contact a copywriter. Don’t underestimate that. If you want to learn how all the things forementioned here are done, come along and let’s talk about it in the course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course we are going to have a look at everything you need to become a copywriter. Copywriting is a creative job, but that doesn’t mean that you should go with your free-roaming thoughts all the time. It has its own secrets and tricks that are to be followed if you want to do the job correctly. \u003C/p\u003E\u003Cp\u003EQuality is our best priority and anyone who says otherwise, is sadly, wrong. Before starting to actually write something, you will have a lot to do, because writing a text is the last step in Copywriter’s line of work. So, what does copywriter do? Well you’ll just have to find that out for yourself in this course.\u003C/p\u003E\u003Cp\u003EIn this course, we will go all the way from the start of your copywriting career. We will learn:\u003C/p\u003E\u003Cp\u003E-Why some texts are selling when others aren’t\u003C/p\u003E\u003Cp\u003E-Specifics in Copywriting profession\u003C/p\u003E\u003Cp\u003E-What to put in the text\u003C/p\u003E\u003Cp\u003E-We also are going to talk about your portfolio and how and where you can set it up. \u003C/p\u003E\u003Cp\u003EAlso, at the end of the course you will get a BONUS, but I won’t tell you what it is at this point. :)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/copywriting-3-crucial-points-for-your-text-to-sell-itself/","imageUri":"https://img-b.udemycdn.com/course/750x422/4076372_fc42.jpg?secure=JmQSUI2OwDn8UqCPMm7DyQ%3D%3D%2C1640799276","duration":"3,5 Stunden","enrolledStudentsCount":"15.534 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["Anyone looking for a creative job","People looking to be copywriters but don’t know how to start","Someone who wants to make copywriting either their main job or side job","Anyone interested in writing selling texts"],"tags":["Marketing","Sonstiges in Marketing","Texten"],"rating":{"count":48,"averageValue":"4.4"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Nick Parker","url":"/user/nick-parker-40/","totalNumberOfStudents":44980,"totalNumberOfReviews":513,"averageRating":4.054404656456456},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"155FE243307BEE0B8C72","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/roboauthor-content-writing-automation-2019-part-1/":{"courseDetails":{"courseId":2496302,"title":"RoboAuthor: Content Writing Automation 2021 - Part 1","shortDescription":"Command Robots to write stories, scripts or poetry in any author\u0027s style in minutes with Artificial Intelligence in 2021","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EDo you remember the \u0022Jetsons show\u0022? \u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe Jetsons fascinated me and everyone else around me. Thoughts of moving sidewalks, self-driving vehicles and robot housekeepers - fuelled my daydreams to the core. Let\u0027s now talk about the present time and the tech that is evolving.\u003C/p\u003E\u003Cp\u003ENowadays, I can command a robotic tool, device or tech to tell me the next day’s weather, read a e-book to me, play my preferred podcasts and even vacuum my flooring. This signifies that we’ve all seen the expansion of automation and how it has seamlessly advanced our normal lives.\u003C/p\u003E\u003Cp\u003EArtificial intelligence has been and continues to make waves in our business gear and processes as well.\u003C/p\u003E\u003Cp\u003EAnd that brings us to an interesting cognisance: Will Artificial Intelligence (AI) tech take over one of the maximum critical elements of our lives today, content? What if AI can create content and you can make it write stuff autonomously without human intervention?\u0026nbsp;Isn\u0027t that a mind-blowing concept, altogether?\u003C/p\u003E\u003Cp\u003EAutomated content material creation is now a truth and a reality that has come to life.\u003C/p\u003E\u003Cp\u003EArtificial Intelligence (AI), under the guidance of human beings, has grown from rudimentary beginnings of easy laptop programming to blossoming into assisting human beings, automate tasks and even sketch paintings.\u003C/p\u003E\u003Cp\u003EAI can be used to investigate records and, in a few cases, expect outcomes. It’s crucial to take into account there is always a human connected to AI and it doesn’t run independently (clarifying for the conspiracy theorists) but human and AI powered content is the future and the future is now.\u003C/p\u003E\u003Cp\u003EArtificial Intelligence (AI)\u0026nbsp;tools now can mimic the human mind and may be utilised to expect consequences or scenarios, fill in logical gaps and analyse text or even speech in a few instances. Let\u0027s move on further to ask the definitive question.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIs this the end of manual content creation?\u0026nbsp;\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe answer is a big \u0022Yes\u0022. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EContent can write itself finally in 2021. This is a fact - not a fictitious concept.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course that the world resisted to bring is now here. A new unforgettable record break that will shock writers or authors worldwide. \u003C/p\u003E\u003Cp\u003ELearn content writing automation in 2021 with \u003Cstrong\u003E\u0022RoboAuthor:\u0026nbsp;Content Writing Automation\u0026nbsp;Series\u0022\u003C/strong\u003E to let robots write your stories and content in a meaningful and unique way. We have discovered incredible technology tools to help you in the same and I, \u003Cem\u003EDigital Marketing Legend\u003C/em\u003E \u003Cstrong\u003E\u003Cem\u003E\u0022Srinidhi Ranganathan\u0022 \u003C/em\u003E\u003C/strong\u003Ewish to teach you the same to help you launch a content or fiction story daily. The content tools taught in the course also tend to copy a specific author\u0027s style if you need it to be and the content is generated completely unique. All of this is performed through usage of cloud-based \u003Cstrong\u003E\u003Cem\u003EArtificial Intelligence (AI)\u003C/em\u003E\u003C/strong\u003E based tools that do all the work for you when you feed a line or a sentence to form content based on the input provided. This incredible or marvellous course is going to change your entire mind-set on how you think about content - altogether.\u003C/p\u003E\u003Cp\u003EWe will teach you how to automate writing blog articles, short stories, poems, screenplays/scripts, and song writing, etc. You will also learn how to write with a writing robot live. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EThe future of content writing is now here.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELet\u0027s explore the magic of the unique content that is weaved and written automatically through robots.\u003C/p\u003E\u003Cp\u003EEnroll now and let\u0027s starting booming the writing magic with this \u003Cstrong\u003E\u003Cem\u003E\u0022Part 1 RoboAuthor Artificial Intelligence\u0022\u003C/em\u003E\u003C/strong\u003E course.\u003C/p\u003E\u003Cp\u003ETime to boom and put a ding in the content writing universe.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/roboauthor-content-writing-automation-2019-part-1/","imageUri":"https://img-c.udemycdn.com/course/750x422/2496302_e9fe_6.jpg","duration":"1,5 Stunden","enrolledStudentsCount":"55.034 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Content creators who want to ditch the manual process of writing business content and want to shift to AI-Robots written content and speed up the process in order for growth-hacking.","Digital Marketers who wish to use inbound content marketing and the use of robo-written e-books for promotional use to market their business easier.","Authors who wish to use artificial intelligence technology to aid them in the writing process and to finish writing books in hours - instead of spending sleepless nights thinking of ideas on what to write and how to fill the content blocks.","Anyone who has a desire to learn Artificial Intelligence (AI) powered content writing tech tools."],"tags":["Wissenschaft \u0026 Lehre","Sonstiges in Wissenschaften \u0026 Lehre","Texte schreiben"],"rating":{"count":394,"averageValue":"4.5"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":785577,"totalNumberOfReviews":20110,"averageRating":3.978674842711649}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"THEWRITE","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/earned-value-management-technique-with-examples/":{"courseDetails":{"courseId":3716766,"title":"Project Management: Cost \u0026 Schedule Monitoring using EVM","shortDescription":"Earned Value Management, Project Management, Cost Control \u0026 Monitor, Budget, Schedule \u0026 Cost Variance, Performance Index","longDescription":"\u003Cp\u003EThe course will help you understand the basic concepts of Earned Value Management which is one of the most important technique for effective Project Management.\u003C/p\u003E\u003Cp\u003EBy the end of this course you will learn the key terms of Earned Value Management, their definitions and the various formulas used to analyze whether the project is getting executed on track with respect to cost and schedule.\u003C/p\u003E\u003Cp\u003EThe course lets you understand the concept of Budget, Planned Value, Earned Value. It also teaches how to calculate Cost and Schedule Variance, Cost and Schedule Performance Index, Estimate At Completion, Estimate To Complete and To Complete Performance Index.\u003C/p\u003E\u003Cp\u003EThe course also includes examples showing the various scenarios of a project during execution phase and how Earned Value Management aids in recognizing the project status at any point of time with respect to budget and project completion schedule.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/earned-value-management-technique-with-examples/","imageUri":"https://img-c.udemycdn.com/course/750x422/3716766_e7d8_2.jpg","duration":"33 Min.","enrolledStudentsCount":"70.576 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 8/2021","targetAudiences":["Engineering Students","Fresh Engineers","Construction Professionals","Civil Engineers","Quantity Surveyors","Project Managers","Planning Professionals","Civil Engineering Students","Business Students"],"tags":["Business","Projektmanagement","Projektmanagement"],"rating":{"count":615,"averageValue":"4.4"},"instructors":[{"name":"Akhil Krishna","url":"/user/akhil-krishna-37/","totalNumberOfStudents":112973,"totalNumberOfReviews":1483,"averageRating":4.271465677922078}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EVM2021","originalPrice":"1.600 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/anyone-can-design-create-awesome-graphics-for-social-media/":{"courseDetails":{"courseId":1367206,"title":"Graphic Design Certification - Legendary Edition","shortDescription":"MBA in Creative Arts, Design and Animation: Level 1 - Part 1 course that focusses on Graphic Design Tools and Software","longDescription":"\u003Cp\u003EWelcome to the incredible series-based course - \u003Cstrong\u003E\u0022MBA in Creative Arts, Design and Animation: Level 1 - Part 1\u0022\u003Cem\u003E. \u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022Graphic Design Certification - Legendary Edition\u0022\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe know that design helps us understand the world better, and its patterns allow us to keep up with the times. You should always be conscious of the latest trends in graphic design, whether you are a designer, developer, or a newbie.\u0026nbsp;This course is a testament to the latest trends in the field of graphic design, this year.\u003C/p\u003E\u003Cp\u003EUnderstanding the\u0026nbsp;Artificial Intelligence (AI)-powered graphic design tools that aid in the essence of changing styles helps us create better designs, maintain a high level of our work, and receive positive feedback.\u003C/p\u003E\u003Cp\u003EThis new course focussed on \u003Cstrong\u003E\u0022Graphic Design Certification - Learn Graphic Design Tools\u0022\u003C/strong\u003E\u0026nbsp;as part of the series created by Digital Marketing Legend \u0022Srinidhi\u0026nbsp;Ranganathan\u0022 teaches you to create any type of graphics for social media posts at great speeds in 2021 and beyond. \u003C/p\u003E\u003Cp\u003ECreate and publish images for social media, blogs, ads, and more at incredible speeds. You will be learning about an automated social media design and promotion platform with easy tools to create and come up with 100,000\u002B post ideas. After this, you can schedule your stunning posts across social networks. The\u0026nbsp;tools that are taught have an integrated photo stock library that contains 100,000\u002B images - illustrations and photo backgrounds you can use. They contain a cloud-based online graphic editor, an optimal timing tool to figure out audience engagement, and also user collaboration features to accelerate your business with social networks by collaborating with your graphic or content team for designs.\u003C/p\u003E\u003Cp\u003EAre you ready to create posts that go viral on social media today? Get a head-start by learning about great tools that offer pre-made templates and high-res stock photos in-built within. Click on the enrol button and let’s start rolling.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EThere is no time to wait as this course may have the potential to go viral in the graphic design industry, globally.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/anyone-can-design-create-awesome-graphics-for-social-media/","imageUri":"https://img-c.udemycdn.com/course/750x422/1367206_e8e7_4.jpg","duration":"2 Stunden","enrolledStudentsCount":"128.137 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["This course is for bloggers, content creators, marketers and existing graphic artists, designers who want to create graphics for social media at incredible speeds.","This course is for students and ardent learners who love graphic design.","This course is for anyone who is passionate to learn new-age graphic design technology and tools"],"tags":["Entwerfen","Grafikdesign \u0026 Illustration","Grafikdesign"],"rating":{"count":1386,"averageValue":"4.1"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":785577,"totalNumberOfReviews":20110,"averageRating":3.978674842711649},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EDITIONNOW","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/how-to-become-a-facilitator-7-effective-skills/":{"courseDetails":{"courseId":4112834,"title":"How to Become a Facilitator: 7 Effective Skills","shortDescription":"Become a great Facilitator with these 7 effective skills!","longDescription":"\u003Cp\u003EHave you ever felt like the task of becoming a leader and leading people to success is impossible? Well, it is no secret that the task may seem quite daunting and out of the realms of our possibilities. Well, the beauty of life is that nothing is impossible and with courage and willpower one can overcome their greatest fears and lead people to greatness.\u003C/p\u003E\u003Cp\u003EThat is one of the main functions of a Facilitation. They are the leaders of society and they lead us to achieve amazing things. The best part about it, this could definitely be you! Becoming a facilitator is not easy, lots of work is mandatory in order to become successful, and even more in order to lead people to success. Becoming a facilitator has many beneficial perks: you become more confident yourself, you will gain respect, all while leading people to success.\u003C/p\u003E\u003Cp\u003ESo, step up to the challenge! Become a better version of yourself by helping others do the same. This course will help you get started with Facilitation., and the best part about it is that it will only take up 30 minutes of your time!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis short 30-minute course is a perfect way to get started on becoming an effective facilitator. Here you will learn about the 7 wonderful skills that every facilitator needs in order to achieve success and help others do the same.\u003C/p\u003E\u003Cp\u003EIn this short timespan you will learn about this role of Facilitation.. You will learn who a facilitator is, what his functions are, and why he is a detrimental asset in a team.\u003C/p\u003E\u003Cp\u003ERules are important, especially for a great facilitator. This course will talk about the rules a facilitator must follow if he wants to make his team as productive as possible.\u003C/p\u003E\u003Cp\u003EOther skills that a facilitator must possess is the ability to manage his surroundings. You must be the one in control, and when you have everything under control you can Facilitation a productive environment. When you have everything under control you are also able to solve conflicts, which are inevitable when having a team comprised of a diverse team.\u003C/p\u003E\u003Cp\u003EEverything in this course is short and straight to the point so that you waste no time in learning about Facilitation..\u003C/p\u003E\u003Cp\u003E \u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/how-to-become-a-facilitator-7-effective-skills/","imageUri":"https://img-c.udemycdn.com/course/750x422/4112834_ca08_2.jpg","duration":"3 Stunden","enrolledStudentsCount":"12.189 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["Anyone who wants to make a difference in their life and tackle on the challenge of becoming a Facilitation","Anyone of any age, gender, or occupation"],"tags":["Persönliche Entwicklung","Führungsfähigkeiten","Vermittlung/Moderation"],"rating":{"count":60,"averageValue":"4.3"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Tony Brooks","url":"/user/tony-brooks-14/","totalNumberOfStudents":15259,"totalNumberOfReviews":136,"averageRating":4.441628624489796},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4567D0E2C4877BB13CC7","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/career-coaching-top-5-secrets-of-effcient-sessions/":{"courseDetails":{"courseId":4117104,"title":"Career Coaching: TOP 5 Secrets of Effcient Sessions","shortDescription":"This course is for the people who want to know how to choose personal coaches correctly and lead comprehended lifestyle.","longDescription":"\u003Cp\u003EHello, everyone! Thanks for paying attention to this lection about Career Coaching!\u003C/p\u003E\u003Cp\u003EOur world today is one that celebrates being busy. Being busy is something that we strive for, despite the feeling of overwhelm - the feeling of having no time like you’re drowning. Surely, being busy is a sign of success?\u003C/p\u003E\u003Cp\u003EWell, not necessarily. You can be busy, but be in a job that you hate. One that makes you dread each morning, or you’re sat at your desk each day, bored and unfulfilled. You may be busy, but that doesn’t equal happiness.\u003C/p\u003E\u003Cp\u003EAnd recognising this isn’t easy. With so many responsibilities, it feels as though we can’t afford to consider a career change. We have bills to pay, families to support and homes to maintain, shouldn’t we be thankful we have a job at all, regardless of whether it makes us happy?\u003C/p\u003E\u003Cp\u003ECourse Hello, everyone! Thanks for paying attention to this lection about Career Coaching!\u003C/p\u003E\u003Cp\u003EOur world today is one that celebrates being busy. Being busy is something that we strive for, despite the feeling of overwhelm - the feeling of having no time like you’re drowning. Surely, being busy is a sign of success?\u003C/p\u003E\u003Cp\u003EWell, not necessarily. You can be busy, but be in a job that you hate. One that makes you dread each morning, or you’re sat at your desk each day, bored and unfulfilled. You may be busy, but that doesn’t equal happiness.\u003C/p\u003E\u003Cp\u003EAnd recognising this isn’t easy. With so many responsibilities, it feels as though we can’t afford to consider a career change. We have bills to pay, families to support and homes to maintain, shouldn’t we be thankful we have a job at all, regardless of whether it makes us happy?\u003C/p\u003E\u003Cp\u003ECourse Hello, everyone! Thanks for paying attention to this lection about Career Coaching!\u003C/p\u003E\u003Cp\u003EOur world today is one that celebrates being busy. Being busy is something that we strive for, despite the feeling of overwhelm - the feeling of having no time like you’re drowning. Surely, being busy is a sign of success?\u003C/p\u003E\u003Cp\u003EWell, not necessarily. You can be busy, but be in a job that you hate. One that makes you dread each morning, or you’re sat at your desk each day, bored and unfulfilled. You may be busy, but that doesn’t equal happiness.\u003C/p\u003E\u003Cp\u003EAnd recognising this isn’t easy. With so many responsibilities, it feels as though we can’t afford to consider a career change. We have bills to pay, families to support and homes to maintain, shouldn’t we be thankful we have a job at all, regardless of whether it makes us happy?\u003C/p\u003E\u003Cp\u003ECourse Career Coaching contains basic information about coaching. We have showed it to more than 1000 people and 86 per cent who have responded were really satisfied about effectiveness of info! Hope to see you soon!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat will you study?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1) Figure out what coach do you need: It is a good question when it comes to choosing a coach. This may take quite a while before you will make your decision. This course was made in order to help people with that hard choice.\u003Cstrong\u003E \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E2) Mentor or Coach? Here we will explain why sometimes you need a coach and under other circumstances it is better to drag your attention closer to mentor’s services.\u003C/p\u003E\u003Cp\u003E3) Stop being worried! Here we have gathered all the “must have” information which is considered to be fast and at the same time definitely useful\u003C/p\u003E\u003Cp\u003E4) Easy and well-balanced course consisting of 6 small parts\u003C/p\u003E\u003Cp\u003Econtains basic information about coaching. We have showed it to more than 1000 people and 86 per cent who have responded were really satisfied about effectiveness of info! Hope to see you soon!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat will you study?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1) Figure out what coach do you need: It is a good question when it comes to choosing a coach. This may take quite a while before you will make your decision. This course was made in order to help people with that hard choice.\u003Cstrong\u003E \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E2) Mentor or Coach? Here we will explain why sometimes you need a coach and under other circumstances it is better to drag your attention closer to mentor’s services.\u003C/p\u003E\u003Cp\u003E3) Stop being worried! Here we have gathered all the “must have” information which is considered to be fast and at the same time definitely useful\u003C/p\u003E\u003Cp\u003E4) Easy and well-balanced course consisting of 6 small parts\u003C/p\u003E\u003Cp\u003E contains basic information about coaching. We have showed it to more than 1000 people and 86 per cent who have responded were really satisfied about effectiveness of info! Hope to see you soon!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat will you study?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1) Figure out what coach do you need: It is a good question when it comes to choosing a coach. This may take quite a while before you will make your decision. This course was made in order to help people with that hard choice.\u003Cstrong\u003E \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E2) Mentor or Coach? Here we will explain why sometimes you need a coach and under other circumstances it is better to drag your attention closer to mentor’s services.\u003C/p\u003E\u003Cp\u003E3) Stop being worried! Here we have gathered all the “must have” information which is considered to be fast and at the same time definitely useful\u003C/p\u003E\u003Cp\u003E4) Easy and well-balanced course consisting of 6 small parts\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/career-coaching-top-5-secrets-of-effcient-sessions/","imageUri":"https://img-c.udemycdn.com/course/750x422/4117104_ef6f.jpg","duration":"2,5 Stunden","enrolledStudentsCount":"11.025 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["Individuals looking for personal development","Students (mostly freshmen)","For a people who are ready to change their lifestyle and make it better"],"tags":["Persönliche Entwicklung","Karriereentwicklung","Karriere-Coaching"],"rating":{"count":15,"averageValue":"4.2"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Michael Adams","url":"/user/michael-adams-211/","totalNumberOfStudents":11536,"totalNumberOfReviews":19,"averageRating":4.186508142857143},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"57A0B72F38DE284D2BFF","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/artificial-intelligence-in-digital-marketing/":{"courseDetails":{"courseId":1682352,"title":"Artificial Intelligence in Digital Marketing - Gold Edition","shortDescription":"MBA in Artificial Intelligence Digital Marketing: Term 1.1 course that focusses on digital marketing automation tools","longDescription":"\u003Cp\u003E\u003Cem\u003EWelcome to the first course in Term 1 as part of the series \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022MBA in Artificial Intelligence Digital Marketing\u0022\u003C/em\u003E\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EArtificial Intelligence in Digital Marketing - Gold Edition.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EArtificial Intelligence\u003C/em\u003E\u003C/strong\u003E has transformed the virtual panorama, inclusive of Google’s RankBrain personalising suggestions by Amazon. Artificial Intelligence (AI) is hastily turning into important in the daily happenings of the virtual global, with marketing and advertising and marketing being no exception. The idea of AI may also bring to thoughts 60’s sci-fi with futuristic robots, however it’s definitely approximately so much greater. With right understanding and evaluation of data and input, AI is playing an essential position in figuring out marketing trends. Brands and marketers are incorporating Machine Learning and Artificial Intelligence to save time and assets. Earlier, marketers have been reluctant to use AI to their marketing strategies. But now, many a hit brands like Amazon and Spotify have adopted it and the use of it as their advertising gear. For example, Amazon makes use of AI to show most effective relevant merchandise to buyers, based totally on preceding purchases, searches, and perspectives. It can likely boom the probabilities of a customer to purchase greater products with the pretty sought-after personalised enjoy.\u003C/p\u003E\u003Cp\u003EAI, as a part of virtual advertising, is now a fact, supplying an array of alternatives as well as benefits. Let’s now see how exactly artificial intelligence is making the future of digital advertising. Online looking contents has also transformed. There have been two tremendous AI advances: search engine optimisation and revolutionised net searches. The voice seek and Google’s set of new rules, and RankBrain are the opposite AI improvements, as discussed earlier. Some different innovations which can be widely used nowadays encompass, Google Home, Amazon Echo, Apple’s Siri, and Microsoft’s Cortana make it convenient for human beings to carry out searches through simply urgent a button or pronouncing a voice command.\u003C/p\u003E\u003Cp\u003EAI-based CRM (customer relationship management) tools makes it convenient to maximise the gathering of consumer details and facts from special technologies utilised and this process can be fully automated too. It additionally helps to gain unique insights for target audiences and identify customers’ needs so that groups can establish the most suitable advertising strategy.\u003C/p\u003E\u003Cp\u003EThis behavioural data makes it easy for the brands to apprehend client’s temper. For instance, the kinds of products someone buys, pages they browse, which gear they regularly use, etc. With all of this accrued facts, marketers can without problems examine a capacity client\u0027s needs, and adapt AI used to growth income.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EA note on\u0026nbsp;Artificial Intelligence in\u0026nbsp;Digital Marketing (2021 Gold Edition)\u0026nbsp;- The Course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis\u0026nbsp;game-changing\u0026nbsp;course taught in 2021 will cover\u003Cstrong\u003E\u0026nbsp;artificial intelligence tools in content creation, curation, augmented reality,\u003C/strong\u003E and digital marketing and will take you on a glimpse into the future. We will also look at influencer marketing tools, content trends and a bit of competitor analysis through the use of BuzzSumo.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EWhy learn this amazing artificial intelligence course and how is this a differentiator for content creators?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course can change your life if you are a content expert. Because, I will provide you with hands-on experience on creating tons and tons of articles for your blog for inbound marketing using an Artificial Intelligence content tool and you don’t even have to write the content yourself - ever again. This will save you a lot of time and effort and you don’t have to employ a content team ever again.\u0026nbsp;Artificial Intelligence is the key to unlock your success path. Also, we will look at content curation tools to help you create a mark in this competitive brandscape.\u003C/p\u003E\u003Cp\u003EIn augmented reality, we will show you how to use Zappar, the popular tool, and create a great experience with zap codes and how they come to life while you scan them with your mobile phone.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EHow Artificial Intelligence-based Digital Marketing Revolution is on the rise?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe are right at the beginning of the AI revolution but we already have a good sense of how artificial intelligence is going to change digital marketing\u0027s face.\u0026nbsp;Artificial Intelligence usage in digital marketing will change the entire world with marketers embracing this futuristic tech.\u003C/p\u003E\u003Cp\u003EIf you\u0027re not yet absolutely on the bandwagon or just start plunging your toes into the ice, you\u0027re not the only one. The way consumers respond to marketing messages and interact with them is changing. Traditional methods of marketing such as media advertising and direct mail are no longer as successful as they were once.\u003C/p\u003E\u003Cp\u003EOne reason for this is that today\u0027s consumers expect marketers to adapt their demographics or preferences to their messages. Artificial Intelligence is starting to go hand in hand with digital marketing. AI transforms digital strategy with the ability to collect data, interpret it, apply it, and then learn from it. The ability to use it to improve digital marketing strategies and valuable customer insights for companies will be the same as it continues to advance. Excellent customer service is the also most important aspect of an effective digital marketing campaign that this too can be automated by Google Duplex kind of tools that are created in the market.\u003C/p\u003E\u003Cp\u003EWhy this secretive course in \u003Cstrong\u003E\u0022Artificial Intelligence in Digital Marketing -\u0026nbsp;Gold Edition\u0022 \u003C/strong\u003E- the best one in the industry?\u003C/p\u003E\u003Cp\u003EArtificial intelligence keeps growing and improving and will not slow down for a while. Implementing AI into your digital marketing strategy will help customers experience better and provide your business with the insights it needs to succeed.\u003C/p\u003E\u003Cp\u003EWhat’s more? The ultimate secret of the course is that we will also tell you about a tool that you can use for unlimited lead-generation using another secretive artificial intelligence\u0026nbsp;(AI) technology. There is often a disconnection between sales and marketing departments in many businesses. This is typically due to a lack of interaction or shared attention. Marketers may give sales a lead they believe to be ideal, but sales are not. It creates tension between two teams to work together, and AI is the perfect way to bring them together. AI can point out positive sales leads, which will also satisfy marketing, and ensure that potential customers are targeted at the right platforms. You don\u0027t want the company that sells accounting software to be advertised by someone. All teams will need to come together and agree on an optimal customer profile, a profile that fits marketing and sales, to better use AI in the B2B lead generation.\u003C/p\u003E\u003Cp\u003EThe profile can consist of multiple variables, such as sector, company level, and how many employees they have. The standards are almost infinite. The AI will use the profile to measure current and potential leads against a selection of pre-defined behavioural criteria. Without us providing all this, the AI will fumble around, essentially throwing darts at a board while blindfolded. The AI can predict future patterns for lead generation, possible spending, and what campaigns or services will draw their interest from this. Ok, having given all this information that focuses on \u0022Artificial intelligence in digital marketing\u0022, the question is\u0026nbsp;\u003Cstrong\u003E\u0022Are you ready to get into action and embrace the power to leverage artificial intelligence in digital marketing?”.\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf yes, plunge into action right away by signing up NOW. Remember, using Artificial Intelligence is the only way you can growth-hack your way to success ahead of the rest of the crowd who are currently into using only traditional digital marketing methodologies and tools. Your successful Artificial Intelligence career is waiting..Don\u0027t miss the bus. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis is your golden ticket to learn AI\u0026nbsp;(Artificial Intelligence)\u0026nbsp;in Digital Marketing, passionate ones. \u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/artificial-intelligence-in-digital-marketing/","imageUri":"https://img-c.udemycdn.com/course/750x422/1682352_73b4_5.jpg","duration":"6 Stunden","enrolledStudentsCount":"131.779 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Newbies and Advanced Digital Marketing Learners who want to know about Artificial Intelligence tech applied in digital marketing.","Content Creators who would be leveraging Artificial Intelligence (AI) technology for content creation and curation","Lead-Generation newbies, experts or Email Marketers who have an interest to learn new-age and emerging technologies.","Ardent Learners and MBA students who wish to utilise the power of Artificial Intelligence in the field of Digital Marketing","Business Research Experts who are curious to see the practical use-case of the application of Artificial Intelligence in the area of Digital Marketing.","Anyone who is interested in the subject of \u0022Artificial Intelligence in Digital Marketing\u0022 and very keen to learn this craft."],"tags":["Programmierung","Data Science","Künstliche Intelligenz"],"rating":{"count":1142,"averageValue":"4.0"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":785577,"totalNumberOfReviews":20110,"averageRating":3.978674842711649},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"GOLDDDDD","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/jczsnxta/":{"courseDetails":{"courseId":2969484,"title":"The Java Learning Guide","shortDescription":"Java with MySQL in Arabic","longDescription":"\u003Cp\u003E هذه الدورة المفصلة في المستوى الاول والثاني من الجافا حيث افترض الشخص الذي امامي لا يعرف اي شي عن عالم البرمجة ستتمكن من خلال هذه الدورة من الدخول الى عالم البرمجة وفهم اساسيات اللغات البرمجية \u003C/p\u003E\u003Cp\u003Eلا تحتاج الى اي مؤهلات للدخول الى هذه الدورة ،تتميز هذه الدورة بأنها مفصلة ولكن ليس فيها تشعبات وتفاصيل غير اساسية\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EMoving down, you will find the top 10 reasons that will elaborate on why to learn Java?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1. Java’s Popularity and High Salary:\u003C/strong\u003E\u003Cbr\u003EJava is one of the most popular languages in the world. It is used by some \u003Cstrong\u003E9 million developers\u003C/strong\u003E and it \u003Cstrong\u003Eruns on around 7 billion devices worldwide\u003C/strong\u003E according to Oracle blogs. Because of the high demand for Java, Java developers are also quite sought after and they hold some of the most high-paying jobs in the industry. The average salary of a Java Developer lies between \u003Cstrong\u003E$47,169 to $106,610 per year\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2. Java is Easy to Learn:\u003C/strong\u003E\u003Cbr\u003EJava is quite easy to learn and can be understood in a short span of time as it has a syntax similar to English. You can also learn from \u003Cstrong\u003EGeeksforGeeks Java Tutorials\u003C/strong\u003E. This will guide you on how to get started with Java and make yourself proficient in it.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3. Java has a Large Community:\u003C/strong\u003E\u003Cbr\u003EThere is a large online community of Java users ranging from beginner, advanced, and even expert levels that are particularly helpful in case any support is required. Some of the online communities for learning purposes are \u003Cstrong\u003EStackOverflow\u003C/strong\u003E, \u003Cstrong\u003EJava Forums\u003C/strong\u003E, etc. Also, there is a lot of resources like \u003Cstrong\u003EGeeksforGeeks\u003C/strong\u003E etc. available on the internet regarding Java.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E4. Java has an abundant API:\u003C/strong\u003E\u003Cbr\u003EJava has an abundant Application Programming Interface (API) that includes many Java classes, packages, interfaces, etc. This is useful for constructing applications without necessarily knowing their inside implementations.\u003C/p\u003E\u003Cp\u003EJava has mainly three types of API i.e. \u003Cstrong\u003EOfficial Java core API’s, Optional official Java API’s and Unofficial API’s.\u003C/strong\u003E These API’s overall are used for almost everything including networking, I/O, databases, media, XML parsing, speech synthesis, etc.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E5. Java has multiple Open Source Libraries:\u003C/strong\u003E\u003Cbr\u003EOpen-source libraries have resources that can be copied, studied, changed, shared, etc. There are multiple open-source libraries in Java such as \u003Cstrong\u003E\u003Cem\u003EJHipster, Maven, Google Guava, Apache Commons\u003C/em\u003E\u003C/strong\u003E, etc. that can be used to make Java development easier, cheaper and faster.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E6. Java has Powerful Development Tools:\u003C/strong\u003E\u003Cbr\u003EThere are many Integrated development environments (IDE’s) in Java that provide various facilities for software development to programmers. Powerful Java IDE’s such as \u003Cstrong\u003EEclipse, NetBeans, IntelliJ IDEA, etc.\u003C/strong\u003E play a big role in the success of Java.\u003Cbr\u003EThese IDE’s provide many facilities such as debugging, syntax highlighting, code completion, language support, automated refactoring, etc. that make coding in Java easier and faster.\u003Cbr\u003EJava has created a base for the Android operating system and opted around \u003Cstrong\u003E90% of fortune 500 companies\u003C/strong\u003E to developing a lot of back-end applications. Also, it plays a great role in Apache Hadoop data processing, Amazon Web Services, and Windows Azure, etc.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E7. Java is Free of Cost:\u003C/strong\u003E\u003Cbr\u003EOne of the reasons Java is very popular among individual programmers is that it is available under the Oracle Binary Code License (BCL) free of charge. This means that Java is free for development and test environments, but for commercial purposes, a small fee is required.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E8. Java is Platform Independent:\u003C/strong\u003E\u003Cbr\u003EJava is platform-independent as the Java source code is converted to byte code by the compiler which can then be executed on any platform using the Java Virtual Machine. Java is also known as a WORA (write once, run anywhere) language because it is platform-independent.\u003C/p\u003E\u003Cp\u003EAlso, the development of most Java applications occurs in a Windows environment while they are run on a UNIX platform because of the platform-independent nature of Java.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E9. Java has great Documentation Support:\u003C/strong\u003E\u003Cbr\u003EThe documentation support for Java is excellent using \u003Cstrong\u003EJavadoc\u003C/strong\u003E which is the documentation generator for Java. It uses the Java source code to generate the API documentation in HTML format. So, Javadoc provides a great reference while coding in Java so that understanding the code is quite simple.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E10. Java is Versatile:\u003C/strong\u003E\u003Cbr\u003EJava is very versatile as it is used for programming applications on the web, mobile, desktop, etc. using different platforms. Also, Java has many features such as dynamic coding, multiple security features, platform-independent characteristics, network-centric designing, etc. that make it quite versatile.\u003C/p\u003E\u003Cp\u003EIf you want to learn Java from scratch without any prior experience in programming then you should go for \u003Cstrong\u003EJava Foundation Course\u003C/strong\u003E. This course has especially been designed for absolute beginners who want to build their programming foundation via the Java coding language. It doesn’t matter if you are in high school or are in the first year of your college, if you have the curiosity to learn to code, then this course is for you.\u003C/p\u003E","language":"Arabisch","courseUri":"https://www.udemy.com/course/jczsnxta/","imageUri":"https://img-c.udemycdn.com/course/750x422/2969484_2570.jpg","duration":"9 Stunden","enrolledStudentsCount":"26.642 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["يمكن لأي شخص ان يدخل الدورة ويتعلم لغة جافا"],"tags":["Programmierung","Programmiersprachen","Java"],"rating":{"count":476,"averageValue":"4.8"},"instructors":[{"name":"Hassan Fulaih","url":"/user/hassan-fulaih-2/","totalNumberOfStudents":198204,"totalNumberOfReviews":12142,"averageRating":4.729223266771161}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8DC5E1843E97E5EECA17","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/screenwriting-writing-a-selling-story-with-your-bare-hands/":{"courseDetails":{"courseId":4073826,"title":"Screenwriting: Writing a Selling Story with Your Bare Hands","shortDescription":"Learn how to write or how to improve your writing skills, either for the screen or for yourself.","longDescription":"\u003Cp\u003EOh, you want to be a screenwriter? Then come along to learn how to become one. This course focuses on conjuring your ideas, structuralizing your plot and turning it into a selling script.\u003C/p\u003E\u003Cp\u003EThis course will make your search for ideas less menacing, showing you how and where to find them. If inspiration doesn’t come willingly, you’ll learn how to call upon it and brainstorm ideas.\u003C/p\u003E\u003Cp\u003EYou will learn key elements of a movie script, as much as key steps for turning your idea into a story, and story into a plot for your script. You will also learn the actual importance of a movie plot and how to make yours visible among the others.\u003C/p\u003E\u003Cp\u003EWe will talk about plot structure and what you should do make your script consistent and easy to navigate through. You will see technical side of screenwriting because you won’t get far without it.\u003C/p\u003E\u003Cp\u003EWe will discuss plot types with references to live movies and tv-shows, and a specific system of plot-building.\u003C/p\u003E\u003Cp\u003ENo specific screenwriting knowledge required, this course is great for beginners and amateurs as well as for people already in the industry.\u003C/p\u003E\u003Cp\u003EThis course is for anyone who wants to learn how to write for the screen or master their existing skills and learn even more.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/screenwriting-writing-a-selling-story-with-your-bare-hands/","imageUri":"https://img-c.udemycdn.com/course/750x422/4073826_c0ef_2.jpg","duration":"2,5 Stunden","enrolledStudentsCount":"6.222 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["begginer screenwriters","someone who already in movie industry","someone who wants to upgrade writing skills"],"tags":["Persönliche Entwicklung","Kreativität","Drehbücher schreiben"],"rating":{"count":17,"averageValue":"4.2"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Nick Parker","url":"/user/nick-parker-40/","totalNumberOfStudents":44980,"totalNumberOfReviews":513,"averageRating":4.054404656456456},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"25F437575D6E9E075D03","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/nfifedvr/":{"courseDetails":{"courseId":2570584,"title":"The Android-Kotlin Development Guide","shortDescription":"تعلم الاندرويد الاندرويد بأستخدام الكوتلن من الصفر","longDescription":"\u003Cp\u003E هذه الدورة المفصلة في المستوى الاول والثاني من الاندرويد بأستخدام كوتلن حيث افترض الشخص الذي امامي لا يعرف اي شي عن الاندرويد ستوديو\u003C/p\u003E\u003Cp\u003E ستتمكن من خلال هذه الدورة من الدخول الى عالم تطوير تطبيقات الاندرويد \u003C/p\u003E\u003Cp\u003Eتتميز هذه الدورة بأنها مفصلة ولكن ليس فيها تشعبات وتفاصيل غير اساسية\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003Eلقد غطيت في هذه الدورة العديد من المواضيع مثل\u003C/p\u003E\u003Cp\u003ELayouts\u003C/p\u003E\u003Cp\u003ERes Files\u003C/p\u003E\u003Cp\u003EToast\u003C/p\u003E\u003Cp\u003EView\u003C/p\u003E\u003Cp\u003ESetOnClickListener\u003C/p\u003E\u003Cp\u003EIntent\u003C/p\u003E\u003Cp\u003EWebView\u003C/p\u003E\u003Cp\u003EIc Icon Luncher\u003C/p\u003E\u003Cp\u003EAPK\u003C/p\u003E\u003Cp\u003EPutExtra\u003C/p\u003E\u003Cp\u003EIntentFilter\u003C/p\u003E\u003Cp\u003EGet Data From Activity\u003C/p\u003E\u003Cp\u003ETextWacher\u003C/p\u003E\u003Cp\u003EAnimation\u003C/p\u003E\u003Cp\u003EList View\u003C/p\u003E\u003Cp\u003ECustom ListView\u003C/p\u003E\u003Cp\u003ERecycler View\u003C/p\u003E\u003Cp\u003EGrid View\u003C/p\u003E\u003Cp\u003ESpinner\u003C/p\u003E\u003Cp\u003ELayoutInflater\u003C/p\u003E\u003Cp\u003EAlertDialog\u003C/p\u003E\u003Cp\u003EFragments\u003C/p\u003E\u003Cp\u003EScrollable Tabs\u003C/p\u003E\u003Cp\u003E((Material Design))\u003C/p\u003E\u003Cp\u003EData Storage\u003C/p\u003E\u003Cp\u003ELocation\u003C/p\u003E\u003Cp\u003E((Firebase))\u003C/p\u003E\u003Cp\u003Eوالكثير الكثير\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EShould you learn Kotlin?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENow that Google are pushing so hard for Android developers to use Kotlin, we are seeing a dramatic shift to Kotlin - It\u0027s similar to the iOS situation a few years ago with Objective-C when Apple released Swift.\u003C/p\u003E\u003Cp\u003EFast forward a few years and everyone is using Swift. This is starting to happen with Android app development. Developers who used to use Java are switching to Kotlin. You can see why Google want this to happen. They have been in court numerous times with Oracle (the owners of Java) relating to a dispute over the use of the Java language.\u003C/p\u003E\u003Cp\u003EGoogle want developers to adopt Kotlin so that they don\u0027t have to worry about Java any more.\u003C/p\u003E\u003Cp\u003EThe recent Google I/O conference show mainly Kotlin code examples. You can see where we are heading. Kotlin is the future for Android app development.\u003C/p\u003E\u003Cp\u003ESoon there will be few Java developers writing Android apps - they will be using Kotlin.\u003C/p\u003E\u003Cp\u003EThe good news is, we\u0027ve bundled a complete Kotlin tutorial we wrote from scratch with the course. So not only do we use Kotlin in this course (teaching best practices along the way), but we also include a complete Kotlin tutorial as well. You will learn how to use the Kotlin language in this course.\u003C/p\u003E","language":"Arabisch","courseUri":"https://www.udemy.com/course/nfifedvr/","imageUri":"https://img-c.udemycdn.com/course/750x422/2570584_7a45.jpg","duration":"10 Stunden","enrolledStudentsCount":"28.219 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["لكل شخص يريد ان يدخل الى عالم الاندرويد"],"tags":["Programmierung","Mobile-Entwicklung","Android-Entwicklung"],"rating":{"count":188,"averageValue":"4.7"},"instructors":[{"name":"Hassan Fulaih","url":"/user/hassan-fulaih-2/","totalNumberOfStudents":198204,"totalNumberOfReviews":12142,"averageRating":4.729223266771161}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F3D06692E92CA67C0B21","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/artificial-intelligence-exposed-future-10-extreme-edition/":{"courseDetails":{"courseId":2767208,"title":"Artificial Intelligence Expert Course: Platinum Edition","shortDescription":"MBA in Artificial Intelligence Digital Marketing: Term 2.1 course that teaches new Artificial Intelligence (AI) Tools","longDescription":"\u003Cp\u003E\u003Cem\u003EWelcome to the first course in Term 2 as part of the series \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022MBA in Artificial Intelligence Digital Marketing\u0022\u003C/em\u003E\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EArtificial Intelligence Expert Course: Platinum Edition\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EArtificial Intelligence (AI)\u0026nbsp;seems to be a unique technology of making a machine, a robot fully autonomous. AI is an analysis of how the machine is thinking, studying, determining, and functioning when it is trying to solve problems.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThese kinds of problems are present in all fields, the most emerging ones, and even beyond. The aim of Artificial Intelligence is to enhance machine functions relating to human knowledge, such as reasoning, learning, and problems along with the ability to manipulate things. For example, virtual assistants or chatbots offer expert advice. Smart robots or robot advisors will provide instant research or findings in the fields of finance, insurance, law, the media, and journalism, and medical diagnosis and support will be provided by AI software on the health front. Other advantages include increasing productivity dramatically in research and development programs by reducing time to the market, enhancing the transport and supply chain networks and improving governance by improved decision-making processes etc.\u003C/p\u003E\u003Cp\u003EArtificial Intelligence technology is aiding the following prominent fields for 2021 and many others:\u003C/p\u003E\u003Cp\u003EWebsite Creation - Artificial\u0026nbsp;Intelligence tools can help to create websites and landing pages in merely minutes.\u003C/p\u003E\u003Cp\u003EApp Creation - Artificial\u0026nbsp;Intelligence tools can help to automate the whole concept of creating apps.\u003C/p\u003E\u003Cp\u003ENatural Language Processing (NLP) − This process is simulating the actual interaction with the computer that understands natural language spoken by humans.\u003C/p\u003E\u003Cp\u003EExpert Systems − Learners and users will be provided with guided information and advice on the computer or software.\u003C/p\u003E\u003Cp\u003EVision Systems −\u0026nbsp;Artificial Intelligence (AI)\u0026nbsp;systems in 2021 can understand, explain and describe the computer\u0027s visual input to the ultimate core.\u003C/p\u003E\u003Cp\u003ESpoken Word or Speech Recognition − Many Artificial Intelligence (AI)\u0026nbsp;based speech recognition systems are capable of listening, voicing and recognizing the user input - i.e. when a person speaks with them. Alexa, Siri and Google\u0027s assistant, are examples of this function. \u003C/p\u003E\u003Cp\u003EMachine Learning - Artificial Intelligence (AI)\u0026nbsp;can help users to create and experiment with machine learning models and build data science applications in a flash. \u003C/p\u003E\u003Cp\u003EVideo Creation - Artificial\u0026nbsp;Intelligence (AI)\u0026nbsp;can help to automate video production and cut high costs of hiring resources and team as everything is taken care of in the cloud. \u003C/p\u003E\u003Cp\u003EPython and Coding tools - Artificial\u0026nbsp;Intelligence (AI)\u0026nbsp;can help to automate writing lakhs of lines of code in python and even Java or PHP\u0026nbsp;in minutes without the need for a human coder or even someone who will debug the code. Everything is automated in the concept of AI-powered programming.\u003C/p\u003E\u003Cp\u003EThis mind-blowing exhaustive course focusing on\u0026nbsp; \u003Cstrong\u003E\u0022Artificial Intelligence Expert Course:\u0026nbsp;Platinum\u0026nbsp;Edition\u0022 \u003C/strong\u003Etaught by Digital Marketing Legend Srinidhi\u0026nbsp;Ranganathan\u003Cstrong\u003E \u003C/strong\u003Eand Civil\u0026nbsp;MasterMind Saranya Srinidhi will change your perspective on the concept of Artificial Intelligence forever to rely on AI tools of the future for your needs. We will cover 100\u0027s of Artificial Intelligence (AI)\u0026nbsp;tools that are highly popular in the following fields that include:\u0026nbsp;Machine Learning,\u0026nbsp;Deep Learning, Digital Marketing,\u0026nbsp;Research, Analytics,\u0026nbsp;Voice-cloning, Mind-Cloning, Video Creation, Virtual Reality (VR) based Artificial\u0026nbsp;Intelligence tools etc. As you learn these AI\u0026nbsp;tools you will understand that Artificial\u0026nbsp;Intelligence has so much evolved in the last 2 to 5 years. You will also see the growth of the emergence of Artificial Intelligence (AI)\u0026nbsp;tools across industries that have exploded and its impact on business and society that is emerging at a quick pace. In this incredible journey, you will also encounter businesses that are pushing the limits of automation, search and social media. As you slowly realize that with the brain of a computer, AI would potentially automate control in such sectors as self-employed vehicles and non-manned drones, you will be left spellbound.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0022Artificial Intelligence (AI)\u0026nbsp;will not only reduce costs by automating processes but also skyrocket revenues by helping startups and corporates introduce new product and service categories at the fastest speed ever imagined with limited resources.\u0022\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EBut, will jobs die as automation takes over?\u0026nbsp;Will AI will surpass human intelligence in 2021, itself? The answer to these questions is a \u0022No\u0022.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe development and eventual growth in AI apps helping in productivity will provide workers with a range of opportunities to improve their skills and concentrate on creative aspects. Stating additional forecasts, disruptive market trends are highly likely to occur in the AI Expansion period (i.e. 2025-2030), the opportunity for employment would require a high degree of personalization, innovation or ability tasks which will still require a person to perform them (even though the AI robotic tools have actually speeded up the process). These occupations or technologies are difficult to imagine at this stage, yet these occupations will rapidly increase as new specialization are required when the demand would kick in. The time is coming soon for a global Artificial Intelligence (AI)\u0026nbsp;revolution to strongly emerge. \u003C/p\u003E\u003Cp\u003EOkay. Let\u0027s start learning and go on an adventure in Artificial Intelligence. Enrol Now and I will see you inside. Let\u0027s rock this world with learning secretive tools. Don\u0027t waste any more time. \u003C/p\u003E\u003Cp\u003E\u003Cem\u003ESpecial Note:\u0026nbsp;Several Artificial Intelligence (AI) coding tools will be taught in the course. Most of the tools will be free and also paid alternatives will be covered. You can choose the best tools according to your requirements with the correct features during usage.\u003C/em\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/artificial-intelligence-exposed-future-10-extreme-edition/","imageUri":"https://img-b.udemycdn.com/course/750x422/2767208_818e_4.jpg?secure=RFydOlMGsrn19X2Qnr6UZw%3D%3D%2C1640799640","duration":"17 Stunden","enrolledStudentsCount":"133.155 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Beginner students who want to learn new-age Artificial Intelligence tools to take their career ahead to new heights of success","Digital Marketing enthusiasts who wish to learn Artificial Intelligence technology tools","Startup founders who wish to learn Artificial Intelligence tools in 2021","Passionate students and learners who want to put a ding in the universe after learning Artificial Intelligence tools and implement those tools in their business and job","Artificial Intelligence trainers who want to discover new technologies that are world changing in every aspect","Research specialists, Machine Learning enthusiasts and Data Science Students who want to learn incredible tools and technologies in the field of Artificial Intelligence","Virtual Reality or gaming enthusiasts who want to see something new to experiment on Artificial Intelligence technology","Anyone who is interested to learn Artificial Intelligence tools that will help them all the time in their business, career or college"],"tags":["Business","Sonstiges in Business","Künstliche Intelligenz"],"rating":{"count":711,"averageValue":"4.2"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":785577,"totalNumberOfReviews":20110,"averageRating":3.978674842711649},{"name":"Saranya Srinidhi","url":"/user/saranya-srinidhi/","totalNumberOfStudents":632474,"totalNumberOfReviews":7915,"averageRating":3.925297001390499}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PLTINUM","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/instagram-photography-top-3-key-ways-to-shoot-everything/":{"courseDetails":{"courseId":4093598,"title":"Instagram Photography Summary: Top3 Ways To Shoot Everything","shortDescription":"Tired of taking lame, bad lit photos and don’t know how to improve? Not to worry, together we’re going to fix that.","longDescription":"\u003Cp\u003EDo you want to make beautiful Instagram Photography?\u003C/p\u003E\u003Cp\u003EDo you want your photos to be recognized? \u003C/p\u003E\u003Cp\u003EYou’re in luck, because that’s exactly what we will be talking about in this course (Instagram Photography). Here we will start with the basics of photography and move from this to talking about how to sell with photos. \u003C/p\u003E\u003Cp\u003EExiting, isn’t it? But even if you don’t intent on selling something, you will the most important things about Instagram Photography: all the definitions, angles, compositions, lighting. \u003C/p\u003E\u003Cp\u003EBasically everything you need to make a gorgeous photo! Don’t be shy to express yourself. If Instagram Photography is art(it is!) – that’s what I’m going to teach you in the first place. Come along!\u003C/p\u003E\u003Cp\u003EThis course is all about photography. Instagram Photography, to be exact. In this course I will teach you how to take pictures and how to make them look good, look beautiful. \u003C/p\u003E\u003Cp\u003EHere we’re going to touch upon some basic information you need to know about Instagram Photography, some basic terminology and what that means and why we need it. But a bit later into the course, we’re going to talk about some advanced things like lighting, composition, etc. Everything useful, everything you must not forget about while taking your photos.\u003C/p\u003E\u003Cp\u003EMost importantly, this course is about taking pictures for Instagram, so we’re going to talk about why your smartphone is just as good as a really expensive camera. Believe me when I say that you don’t need top notch equipment to shoot your shots. \u003C/p\u003E\u003Cp\u003EWe also are going to talk about what your smartphone can do, and just trust me, it can do much more than you know. \u003C/p\u003E\u003Cp\u003EWe’ll be touching upon photo editing and how photo editing can make your shots look amazing. Yes, clean unedited photos will always be trendy, but try and guess how many of those photos REALLY weren’t touched with an editing tool. Want to know what editing can do? You’ll just have to find out. \u003C/p\u003E\u003Cp\u003ELastly, we are going to talk about how you should take photos for your online Instagram shop. It doesn’t matter what you’re selling, because together we’re going to sell it better and make it look amazingly wanted.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/instagram-photography-top-3-key-ways-to-shoot-everything/","imageUri":"https://img-c.udemycdn.com/course/750x422/4093598_0627_2.jpg","duration":"3 Stunden","enrolledStudentsCount":"6.608 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["For those who would like to make their photos/ Instagram photography gorgeous","For those who want their Instagram to blow up","For SMM specialists","For aspiring Photographers","For Instagram sellers and shop owners","Anyone who wants to start taking photos"],"tags":["Marketing","Content-Marketing","Instagram-Fotografie"],"rating":{"count":33,"averageValue":"4.3"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516},{"name":"Nick Parker","url":"/user/nick-parker-40/","totalNumberOfStudents":44980,"totalNumberOfReviews":513,"averageRating":4.054404656456456}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"51EAA8287C1D6AF598F3","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/the-lean-startup-best-course-on-entrepreneurship/":{"courseDetails":{"courseId":3614842,"title":"The Lean Startup: Best course on Entrepreneurship","shortDescription":"Turing you idea into a unicorn startup and raising investment from VC","longDescription":"\u003Cp\u003EThe \u003Cstrong\u003ELean Startup Course\u003C/strong\u003E will help you understand everything that you need to know about building a lean startup. It will give you insight into building \u003Cstrong\u003Eprototypes, Business model canvas, building Minimum viable products, Pitch deck, and Fundraising\u003C/strong\u003E and support your team-building and expansion strategy in a startup.\u003C/p\u003E\u003Cp\u003ESo from start-up innovation management to how to do customer development we will cover it all in the lean startup course\u003C/p\u003E\u003Cp\u003EThe course outline is given below:-\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1. Introduction to The Lean Startup\u003C/strong\u003E\u003Cbr\u003Ea. Startup basics Intro\u003Cbr\u003Eb. Startup Road Map\u003Cbr\u003Ec. Product execution road map\u003Cbr\u003Ed. Reasons Why Startup fail - Research Study\u003Cbr\u003Ee. Why government supports the startup?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2. Legal Structure of Startup\u003C/strong\u003E\u003Cbr\u003Ea.Types of startup\u003Cbr\u003Eb. Origin of a startup\u003Cbr\u003Ec. Sole proprietorship for Small Business\u003Cbr\u003Ed. Partnership firm for medium business\u003Cbr\u003Ee. Corporation Legal Structure for the Startup\u003Cbr\u003Ef. Small business Vs tech startup\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3. Startup idea generation\u003C/strong\u003E\u003Cbr\u003Ea. Business Model Canvas\u003Cbr\u003Eb. Billion-dollar ideas\u003Cbr\u003Ec. How to Think of Startup ideas\u003Cbr\u003Ed. Delta four theory to validate ideas\u003Cbr\u003Ee. Solving Million dollar Problem Part 1\u003Cbr\u003Ef. Solving Million dollar Problem Part 2\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E4. Idea to product\u003C/strong\u003E\u003Cbr\u003Ea. Idea to product Intro\u003Cbr\u003Eb. How to build a prototype\u003Cbr\u003Ec. 3H strategy for Building Dream Team\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E5. Startup Business Model\u003C/strong\u003E\u003Cbr\u003Ea. Introduction to Platform Business\u003Cbr\u003Eb. Uber business model\u003Cbr\u003Ec. Amazon business model\u003Cbr\u003Ed. Google Business Model\u003Cbr\u003Ee. Facebook Business Model\u003Cbr\u003Ef. Fintech Business Model\u003Cbr\u003Eg. Freemium Business Model\u003Cbr\u003Eh. Understanding SAAS (Software as a service)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003E6 Startup Pitch deck for fundraising\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003Ea. Cover Page/Introduction slide in the pitch deck\u003Cbr\u003Eb. Problem slide in the pitch deck\u003Cbr\u003E3. Solution slide in the pitch deck\u003Cbr\u003E4. Product demo slide in the pitch deck\u003Cbr\u003E5. Market size slide in the pitch deck\u003Cbr\u003E6. Business model slide in the pitch deck\u003Cbr\u003E7. Competition slide in the pitch deck\u003Cbr\u003E8. Underlying magic slide in the pitch deck\u003Cbr\u003E9. Go-to-Market slide in the pitch deck\u003Cbr\u003E10. Team slide in the pitch deck\u003Cbr\u003E11. Traction/Milestones slide in the pitch deck\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E7. Startup Growth Metrics\u003C/strong\u003E\u003Cbr\u003Ea. What Makes Startup Successful\u003Cbr\u003Eb. Customer Acquisition Cost (CAC)\u003Cbr\u003Ec. Customer Lifetime Value\u003Cbr\u003Ed. Monthly reoccurring revenue\u003Cbr\u003Ee. Unit Economics for Startup\u003Cbr\u003Ef. Contribution Margin for Startup\u003Cbr\u003Eg. The retention rate for Startup\u003Cbr\u003Eh. Churn Rate in a Startup\u003Cbr\u003Ei. Market Size (TAM, SAM, and SOM)\u003Cbr\u003Ej. Key Takeaway for Growth\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E8. Everything about Startup\u0026nbsp;funding \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003Ea.Startup funding stages\u003C/p\u003E\u003Cp\u003Eb.Startup funding source\u003C/p\u003E\u003Cp\u003Ec.Startup Ownership and Equity\u003C/p\u003E\u003Cp\u003Ed.Bootstrapping Your Startup\u003C/p\u003E\u003Cp\u003Ee. The inflection point in a startup\u003C/p\u003E\u003Cp\u003Ef.Incubators vs Accelerators\u003C/p\u003E\u003Cp\u003Eg.Angel Investor vs Venture capitalist \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/the-lean-startup-best-course-on-entrepreneurship/","imageUri":"https://img-c.udemycdn.com/course/750x422/3614842_51e4_4.jpg","duration":"6 horas","enrolledStudentsCount":"66.799 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Entrepreneurs working on startups","Marketing students looking for business model","MBA students looking for business model","Product managers","Marketing Managers"],"tags":["Negocios","Emprendimiento","Lean Startup"],"rating":{"count":408,"averageValue":"4.3"},"instructors":[{"name":"Navdeep Yadav","url":"/user/navdeep-yadav-2/","totalNumberOfStudents":207311,"totalNumberOfReviews":3393,"averageRating":4.380698233789063}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"THELEANSTARTUPSS","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"14 Stunden","discountPercentage":100}},"https://www.udemy.com/course/artificial-intelligence-website-creation-2018-no-coding/":{"courseDetails":{"courseId":1557250,"title":"Artificial Intelligence in Web Design (Special Edition)","shortDescription":"MBA in Creative Arts, Design and Animation: Level 2 - Part 1 course that teaches Artificial Intelligence (AI) Web Design","longDescription":"\u003Cp\u003EWelcome to Level 2 of the series\u003Cstrong\u003E\u0026nbsp;\u003Cem\u003E\u0022MBA in Creative Arts, Design and Animation\u0022.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EArtificial Intelligence in Web Design (Special Edition)\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is this 2021 Special Edition Website Design course all about?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWebsite design is the art and science of building the look, feel, and how a website functions in a nutshell. This course is having clear, concise, and easy to use website design technologies and will ultimately lead to a better user experience for your custom audience or clients. There are many aspects of successful website design like HTML, colors, layouts, text size, graphics, and so much more. But, this course is a huge differentiator in the design field as it uses artificial intelligence-based website design state-of-the-art technologies that are covered nowhere in the world. If you\u0027ve been wondering how to learn website design, you\u0027ve come to the right place - after all.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy website design is needed for a successful online presence?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHaving a good website is the backbone of every business and to achieve this successful feat, typically we need website design developers, content marketers, SEO specialists, etc. in an organization. But, some website design developers charge a lot of money outside in the market and other freelancing marketplaces to design websites using content management platforms like WordPress CMS. In fact, tools like Bookmark in website design will help advance your web-design career, altogether. This course is both a beginner\u0027s website design course and an advanced course for web developers.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJobs in Website Design in 2021: Unveiled\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAccording to Glassdoor, you can expect an average salary of $64,468 in the United States for doing website design. As your experience grows in website design all the time, you can expect to see higher salary ranges in the upcoming future. For example, you can expect an average Junior Website Designer to make around $62k in the United States alone and Rs. 2-3 Lakhs in India. As a Front End Website Design Developer, you can expect to make over $90k abroad.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIntroduction to the website design course powered by Artificial Intelligence technology:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn the beginning website, design developers and designers designed websites using HTML. Soon, the internet was formless and empty, darkness was over the surface of the deep web, and the Spirit of Code was hovering over the pinnacle of utmost ignorance.\u003C/p\u003E\u003Cp\u003EWe’ve come a long way from that time. The internet is still a dark, dreadful place, but it’s much more stylish, sophisticated, and amazing now. Website Design has grown exponentially in scale and sophistication over the last few years, thanks to new Artificial Intelligence-based website creation tools that are dominating the digital marketing industry.\u003C/p\u003E\u003Cp\u003EThe technology is still in its infancy stage, however - but machine learning is enabling artificial design intelligence (ADI) to understand creative rules and apply them independently and in an intuitive and more attractive way - for that matter. Artificial design technology will soon be advanced enough to automate a lot of web design work in the near future too. New thought leaders would emerge and new courses like this would serve to be game-changers in the artificial intelligence-powered digital marketing space.\u003C/p\u003E\u003Cp\u003EThis\u0026nbsp;game-changing\u0026nbsp;course focuses on \u003Cstrong\u003E\u0022Artificial Intelligence in Web Design\u0022 \u003C/strong\u003Etaught by Digital Marketing Legend \u0022Srinidhi\u0026nbsp;Ranganathan\u0022 will cover\u003Cstrong\u003E artificial intelligence tools in website, chatbot design, and analytics in website design\u003C/strong\u003E which will help you to create a website\u0026nbsp;in \u003Cstrong\u003Emerely minutes\u003C/strong\u003E in 2021.\u003C/p\u003E\u003Cp\u003EI will teach you to easily create websites in the fastest time possible using advanced website design tools or design techniques and customize your site look and feel\u0026nbsp;according to your requirement in a simple drag-and-drop timeline by talking to chatbots.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EWhy learn this artificial intelligence game-changing course on website design and how is this a differentiator?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis website design course can change your life as a web developer or marketer. With no coding experience, you can create amazing looking websites and pave the path for unlimited designs and interchange content and play god using artificial intelligence tech.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EThis course will save you a ton\u0026nbsp;of time when it comes to creating websites without using any expensive website design tool and without using complex tools like WordPress etc. You do not even need to outsource websites to other agencies ever again as you can do it yourself now in minutes.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout Bookmark - The 2021 Artificial Intelligence Based Website Design Builder:\u0026nbsp;The World-Changer\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBookmark is an AI-powered website builder to help you design amazing websites at lightning speed. Bookmarks AI software AiDA (Artificial Intelligence Design Assistant) - The algorithm behind the website design empowers the non-technical entrepreneur and small business owner with the ability to instantly create an exceptional website that one can be proud of. AiDA eliminates up to 90% of the pain points associated with website design and creation by building a brand new, striking website in less than 30 seconds and then simply walks the user through the process of editing content and design. AiDA\u0027s features taught in the course comprises automatically moving the mouse cursor to aid in the website design process and instant change of website design style and fonts in a matter of minutes.\u003C/p\u003E\u003Cp\u003EThe question is\u0026nbsp;\u003Cstrong\u003E\u0022Are you ready to get into action and embrace the power to leverage artificial intelligence in website design using AiDA?”.\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf yes, plunge into action right away by signing up NOW. All the best to become an Artificial Intelligence Web-Design Creator.\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/artificial-intelligence-website-creation-2018-no-coding/","imageUri":"https://img-c.udemycdn.com/course/750x422/1557250_1091_7.jpg","duration":"3 Stunden","enrolledStudentsCount":"166.872 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Anyone who want to create and design websites at incredible speed with Artificial Intelligence (AI) technology and tools","Entrepreneurs who have passion to learn website creation with no coding involved in the process.","Developers who want to become aware of artificial intelligence new-age technologies to create webpages and sites","Ardent learners and web-developers who want to create a difference in the field of web-design leveraging the power of Artificial Intelligence (AI)"],"tags":["Programmierung","Data Science","Künstliche Intelligenz"],"rating":{"count":1306,"averageValue":"4.6"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":785577,"totalNumberOfReviews":20110,"averageRating":3.978674842711649},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DESIGNTHEBIG","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/fluttercourse/":{"courseDetails":{"courseId":3291360,"title":"The Complete Flutter Development Guide [2022 Edition]","shortDescription":"دليلك الكامل في الفلاتر لبناء تطبيقات الاندرويد والايفون بكود واحد ولغة برمجية واحدة","longDescription":"\u003Cp\u003ENotice: The Maximilian[Academind] course was adopted as a primary reference for this course ...\u003C/p\u003E\u003Cp\u003Eملاحظة: تم اعتماد دورة ماكس كمرجع اساسي لهذه الدورة...\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E*تم تحديث جميع تطبيقات الدورة لتدعم نسخة الفلاتر 2.5 \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003Eفي هذه الدورة المتكاملة فلاتر [المرجع الشامل] افترض الشخص اللي امامي لا يعرف اي شيء عن الفلاتر وعن البرمجة التطبيقات اصلا\u003C/p\u003E\u003Cp\u003Eسأخذك خطوة بخطوة من الصفر الى انشاء تطبيقات حقيقية للاندرويد والايفون\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJoin the most comprehensive \u0026amp; bestselling Flutter course and learn how to build amazing iOS and Android apps!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou don\u0027t need to learn Android/ Java and iOS/ Swift to build real native mobile apps!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFlutter - a framework developed by Google - allows you to learn one language (Dart) and build beautiful native mobile apps in no time. Flutter is an SDK providing the tooling to compile Dart code into native code and it also gives you a rich set of pre-built and pre-styled UI elements (so-called widgets) which you can use to compose your user interfaces.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlutter is extremely trending\u003C/strong\u003E and gets used for major Google apps like their Adwords app - it\u0027s now marked as \u0022ready for production\u0022, hence now is the time to jump in and learn it!\u003C/p\u003E\u003Cp\u003EThis course will teach Flutter from scratch, NO prior knowledge of either of the two is required! And you certainly don\u0027t need any Android or iOS development experience since the whole idea behind Flutter is to only learn one language.\u003C/p\u003E\u003Cp\u003EYou\u0027ll learn Flutter not only in theory but\u003Cstrong\u003E we\u0027ll build a complete, realistic app\u003C/strong\u003E throughout this course. This app will feature both all the core basics as well as advanced features like using Google Maps, the device camera, adding animations and more!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWith Flutter, you\u0027ll be able to write code only once and ship your apps both to the Apple AppStore and Google Play.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUse Google\u0027s Material Design to build beautiful, yet fully customizable, apps in no time with almost zero effort. You can use the rich widget suite Flutter provides to add common UI elements like buttons, switches, forms, toolbars, lists and more - or you simply build your own widgets - Flutter makes that a breeze, too.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere\u0027s what\u0027s included in the course:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDetailed setup instructions for\u0026nbsp; Windows.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA thorough introduction to Flutter and the concept behind widgets.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAn overview of the built-in widgets and how you may add your own ones\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPage navigation with tabs, side drawers and stack-based navigation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EState management solutions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHandling and validating user input\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConnecting your Flutter app to backend servers by sending Http requests\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUser authentication\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing native device features like the camera\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdding beautiful animations \u0026amp; page transitions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImage Upload\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAnd more!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course is for you if ...\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou\u0027re interested in building real native mobile apps for the two most popular mobile platforms - iOS and Android\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou want to explore the full set of features Flutter offers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDon\u0027t want to spend hours learning two completely different languages\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Arabisch","courseUri":"https://www.udemy.com/course/fluttercourse/","imageUri":"https://img-c.udemycdn.com/course/750x422/3291360_704d_7.jpg","duration":"71 Stunden","enrolledStudentsCount":"108.683 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["لكل شخص يريد انشاء تطبيقات الاندرويد وال ios باستخدام فلاتر"],"tags":["Programmierung","Mobile-Entwicklung","Google Flutter"],"rating":{"count":6038,"averageValue":"4.7"},"instructors":[{"name":"Hassan Fulaih","url":"/user/hassan-fulaih-2/","totalNumberOfStudents":198204,"totalNumberOfReviews":12142,"averageRating":4.729223266771161}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"075D104F940A26A31B6C","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/secrets-of-memory-3-ways-of-memorising-like-a-spy/":{"courseDetails":{"courseId":4140852,"title":"Memory: 3 Ways of Memorising Like a Spy","shortDescription":"Let’s jog your Memory and make it even better that it was before!","longDescription":"\u003Cp\u003EOur brain is really stubborn at times. It doesn’t want to remember certain things, it doesn’t want to cope with the fact that you just \u003Cstrong\u003Ehave\u003C/strong\u003E to remember certain information. Lucky us – this problem can be solved.\u003C/p\u003E\u003Cp\u003EThis course is about Memory, about memorizing like a spy, so that’s exactly what we are going to do. We are going to learn how to Memory like a spy. Spies have to remember a lot, their life depends on it. \u003C/p\u003E\u003Cp\u003EAnd some things for such ordinary people like you and I depend on us too, so why don’t we use those spy methods to benefit ourselves?\u003C/p\u003E\u003Cp\u003EWhile Memory is sometimes hard, it is possible to make it much easier. Remember what I said about our brain being stubborn? \u003C/p\u003E\u003Cp\u003EMost common reason why you’re not getting much information Memory is that your brain fights back against it and basically says that this and that is boring. There is a way of getting over it, just check out the course!\u003C/p\u003E\u003Cp\u003EWe will also be looking at some methods spies use to Memory some pretty important information, and by giving this method to you, you will be able to remember anything you want.\u003C/p\u003E\u003Cp\u003EThere is a great variety of ways to memorize info for your studies, your presentations or just for yourself, and we will gladly teach you. One thing you should set out for yourself – is commitment. You have to train your memory every day and do the exercises, that way your learning journey will be easier and your memory will become phenomenal.\u003C/p\u003E\u003Cp\u003ESo there’s no need to try and memorize this description, hop into the course and lets learn things about Memory!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/secrets-of-memory-3-ways-of-memorising-like-a-spy/","imageUri":"https://img-c.udemycdn.com/course/750x422/4140852_02a3_2.jpg","duration":"3 Stunden","enrolledStudentsCount":"15.069 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["School, university or college students","Anyone who wants to improve their Memory","People who want to Memory more","Teachers, CEO’s and business owners"],"tags":["Persönliche Entwicklung","Gedächtnis \u0026 Lerntechniken","Gedächtnis"],"rating":{"count":72,"averageValue":"4.1"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Nick Parker","url":"/user/nick-parker-40/","totalNumberOfStudents":44980,"totalNumberOfReviews":513,"averageRating":4.054404656456456},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8E7682F6ED69A6768635","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/amdbdfbs/":{"courseDetails":{"courseId":3107370,"title":"The Web Front End Learning Guide","shortDescription":"HTML \u0026 HTML5, CSS \u0026 CSS3, Bootstrap 4, JavaScript and JQuiry in 1 Course","longDescription":"\u003Cul\u003E\u003Cli\u003E\u003Cp\u003Eفي هذه الدورة افترض الشخص الذي امامي لا يعرف اي شي عن عالم الويب\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eسكتون الدورة من الصفر فلا تحتاج لاي مؤهلات للدخول للدورة \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eالدورة مركزة اكثر للمبتدئين، للاشخاص اللذين يريدون الدخول لعالم الويب\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eيعتبر تصميم الويب هو الجزء الابسط والامتع من الويب\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eهذه الدورة عبارة عن خمس دورات مجمعة في دورة واحدة\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EJavaScript is \u003Cstrong\u003ETHE most important programming language\u003C/strong\u003E you need to learn as a web developer - and with this course, you make sure that you will not miss a single thing you have to know as a JavaScript developer!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHave you always wanted to learn how to code but don\u0027t know where to start?\u003C/p\u003E\u003Cp\u003EWould you like to make amazing websites and bring your ideas to life?\u003C/p\u003E\u003Cp\u003EThen Front End Web Development Ultimate Course 2021 is for you!\u003C/p\u003E\u003Cp\u003EProgramming is the most in-demand skill in 2021.\u003C/p\u003E\u003Cp\u003EThe course begins with the basics.\u003C/p\u003E\u003Cp\u003EI\u0027ll take you through everything you need to know to start building websites like an expert.\u003C/p\u003E\u003Cp\u003EWe\u0027ll Cover HTML5, CSS3, JavaScript, jQuery, and Bootstrap 4 from scratch.\u003C/p\u003E\u003Cp\u003EYou\u0027ll learn all the fundamentals of Front-End Web Development and how you can\u003C/p\u003E\u003Cp\u003EUse them to start creating your own websites.\u003C/p\u003E\u003Cp\u003EBy completing this course, you will be able to read and write front-end web development code using HTML5, CSS3, Bootstrap \u0026amp; jQuery.\u003C/p\u003E","language":"Arabisch","courseUri":"https://www.udemy.com/course/amdbdfbs/","imageUri":"https://img-b.udemycdn.com/course/750x422/3107370_2fea_3.jpg?secure=JPAIEl0bpzinWbbalHl8FQ%3D%3D%2C1640777446","duration":"10 Stunden","enrolledStudentsCount":"33.987 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["اي شخص يريد الدخول لعالم الويب"],"tags":["Entwerfen","Webdesign","CSS"],"rating":{"count":916,"averageValue":"4.8"},"instructors":[{"name":"Hassan Fulaih","url":"/user/hassan-fulaih-2/","totalNumberOfStudents":198204,"totalNumberOfReviews":12142,"averageRating":4.729223266771161}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D0D7FF5C980DEB9C8A64","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/gsm-gprs-edge/":{"courseDetails":{"courseId":3575027,"title":"GSM2G / GPRS 2.5G / EDGE 2.7G","shortDescription":"كورس أساسيات الموبيل تكنولوجى لمهندسين وطلبة هندسة الالكترونيات والاتصالات","longDescription":"\u003Cp\u003Eهتتعلم//////////////// فى الكورس كل ما يخص الموبيل تكنولوجى بشكل عامل والجيل التانى بشكل خاص مع التحديثات المتعلقه بالجيل التانى وهتعرف كل المعلومات المتعلقة بشبكة الموبيل وايه اللى بيحصل بالزبط من اول ما بتفتح الموبيل حتى طلب المكالمه وكيفية الدخول على الموبيل داتا كل ده بشكل تفصيلى وبمنظور عملى\u003C/p\u003E\u003Cp\u003EGSM stands for Global System for Mobiles. This is a world-wide standard for digital cellular telephony, or as most people know them Digital Mobile Telephones. GSM was created by the Europeans, and originally meant \u0022Groupe Special Mobile\u0022, but this didn\u0027t translate well, so the now common more globally appealing name was adopted. GSM is a published standard by ETSI, and has now enjoys widespread implementation in Europe, Asia, and increasingly America.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003Eفى نهاية الكورس هتقدر تتعلم بشكل تفصيلي كل ما هو متعلق بأداء الموبايل فى شبكة الجيل الرابع فيما يخص جزء الراديو في السيناريوهات المختلفة\u003Cbr\u003E\u003Cbr\u003E(الكورس للمبتئدين فى تعلم الاوبتميزيشين بشكل عام وللمهتمين بالجيل الرابع بشكل خاص (من فضلك راجع المحتوي العلمي بالتفصيل\u003Cbr\u003E\u003Cbr\u003Eالكورس لا يتكلم عن فندور بعينه وانما يتكلم طبقا للاستاندرد (وهذا هو الاصح)\u003Cbr\u003E\u003Cbr\u003Eلابد قبل البدء مراعاة تعلم أساسيات الجيل الرابع قبل البدء فى هذا الكورس\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBeginners to learn LTE RF Optimization المبتدئين فى تعلم الاوبتميزيشين الخاص بالجيل الرابع\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETelecom Engineers مهندس التليكوم\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERF Drive Test Engineers مهندس الدرايف تست\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EElectronics \u0026amp; Communication Engineers طلبة ومهندسين الاتصالات والالكترونيات\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003Eفى نهاية الكورس هتقدر تتعلم بشكل تفصيلي كل ما هو متعلق بأداء الموبايل فى شبكة الجيل الرابع فيما يخص جزء الراديو في السيناريوهات المختلفة\u003Cbr\u003E\u003Cbr\u003E(الكورس للمبتئدين فى تعلم الاوبتميزيشين بشكل عام وللمهتمين بالجيل الرابع بشكل خاص (من فضلك راجع المحتوي العلمي بالتفصيل\u003Cbr\u003E\u003Cbr\u003Eالكورس لا يتكلم عن فندور بعينه وانما يتكلم طبقا للاستاندرد (وهذا هو الاصح)\u003Cbr\u003E\u003Cbr\u003Eلابد قبل البدء مراعاة تعلم أساسيات الجيل الرابع قبل البدء فى هذا الكورس\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBeginners to learn LTE RF Optimization المبتدئين فى تعلم الاوبتميزيشين الخاص بالجيل الرابع\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETelecom Engineers مهندس التليكوم\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERF Drive Test Engineers مهندس الدرايف تست\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EElectronics \u0026amp; Communication Engineers طلبة ومهندسين الاتصالات والالكترونيات\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003Eفى نهاية الكورس هتقدر تتعلم بشكل تفصيلي كل ما هو متعلق بأداء الموبايل فى شبكة الجيل الرابع فيما يخص جزء الراديو في السيناريوهات المختلفة\u003Cbr\u003E\u003Cbr\u003E(الكورس للمبتئدين فى تعلم الاوبتميزيشين بشكل عام وللمهتمين بالجيل الرابع بشكل خاص (من فضلك راجع المحتوي العلمي بالتفصيل\u003Cbr\u003E\u003Cbr\u003Eالكورس لا يتكلم عن فندور بعينه وانما يتكلم طبقا للاستاندرد (وهذا هو الاصح)\u003Cbr\u003E\u003Cbr\u003Eلابد قبل البدء مراعاة تعلم أساسيات الجيل الرابع قبل البدء فى هذا الكورس\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBeginners to learn LTE RF Optimization المبتدئين فى تعلم الاوبتميزيشين الخاص بالجيل الرابع\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETelecom Engineers مهندس التليكوم\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERF Drive Test Engineers مهندس الدرايف تست\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EElectronics \u0026amp; Communication Engineers طلبة ومهندسين الاتصالات والالكترونيات\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003Eفى نهاية الكورس هتقدر تتعلم بشكل تفصيلي كل ما هو متعلق بأداء الموبايل فى شبكة الجيل الرابع فيما يخص جزء الراديو في السيناريوهات المختلفة\u003Cbr\u003E\u003Cbr\u003E(الكورس للمبتئدين فى تعلم الاوبتميزيشين بشكل عام وللمهتمين بالجيل الرابع بشكل خاص (من فضلك راجع المحتوي العلمي بالتفصيل\u003Cbr\u003E\u003Cbr\u003Eالكورس لا يتكلم عن فندور بعينه وانما يتكلم طبقا للاستاندرد (وهذا هو الاصح)\u003Cbr\u003E\u003Cbr\u003Eلابد قبل البدء مراعاة تعلم أساسيات الجيل الرابع قبل البدء فى هذا الكورس\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBeginners to learn LTE RF Optimization المبتدئين فى تعلم الاوبتميزيشين الخاص بالجيل الرابع\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETelecom Engineers مهندس التليكوم\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERF Drive Test Engineers مهندس الدرايف تست\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EElectronics \u0026amp; Communication Engineers طلبة ومهندسين الاتصالات والالكترونيات\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Arapça","courseUri":"https://www.udemy.com/course/gsm-gprs-edge/","imageUri":"https://img-c.udemycdn.com/course/750x422/3575027_8cce.jpg","duration":"12 saat","enrolledStudentsCount":"676 öğrenci","lastUpdated":"Son güncelleme tarihi: 8/2021","targetAudiences":["Beginner communication and electronic engineer","Fresh graduate"],"tags":["BT ve Yazılım","Ağ ve Güvenlik","Hücresel Ağ"],"rating":{"count":55,"averageValue":"4.7"},"instructors":[{"name":"Mohamed Salama","url":"/user/mohamed-salama-2522/","totalNumberOfStudents":764,"totalNumberOfReviews":114,"averageRating":4.783887533333332}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B925270F4D5252FBC7DB","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"1 Tage","discountPercentage":100}},"https://www.udemy.com/course/php-8-guide-2021-edition/":{"courseDetails":{"courseId":3950826,"title":"The PHP 8 Learning Guide [2022 Edition]","shortDescription":"دليلك الكامل لفهم اساسيات لغة بي اج بي","longDescription":"\u003Cp\u003Eفي هذه الدورة من \u003Cstrong\u003Eبي إتش بي\u003C/strong\u003E\u0026nbsp; [المرجع الشامل افترض الشخص اللي امامي لا\u0026nbsp; يعرف اي شيء عن عالم البرمجة اصلا\u003C/p\u003E\u003Cp\u003Eسأخذك خطوة بخطوة من الصفر\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003Eبي إتش بي\u003C/strong\u003E (PHP: Hypertext Preprocessor، \u0027الصفحة الرئيسية الشخصية كانت مجموعة من التطبيقات التي كتبت باستخدام لغة بيرل أطلق راسموس اسم Personal Home Page Tools (\u0022المعالج المسبق للنصوص الفائقة\u0022) هي لغة برمجة نصية صممت أساسًا من أجل استخدامها لتطوير وبرمجة تطبيقات الويب. كما يمكن استخدامها لإنتاج برامج قائمة بذاتها وليس لها علاقة بالويب فقط.[21]\u003C/p\u003E\u003Cp\u003Eبي إتش بي لغة مفتوحة المصدر ويطورها فريق من المتطوعين تحت رخصة بي إتش بي، تدعم البرمجة كائنية التوجه وتركيبها البنيوي يشبه كثيرًا التركيب البنيوي للغة السي، هذا بالإضافة إلى أنها تعمل على أنظمة تشغيل متعددة مثل لينكس وويندوز.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPHP\u003C/strong\u003E is a general-purpose scripting language especially suited to web development. It was originally created by Danish-Canadian programmer Rasmus Lerdorf in 1994. The PHP reference implementation is now produced by The PHP Group. PHP originally stood for \u003Cem\u003EPersonal Home Page\u003C/em\u003E, but it now stands for the recursive initialism \u003Cem\u003EPHP: Hypertext Preprocessor\u003C/em\u003E.\u003C/p\u003E\u003Cp\u003EPHP code is usually processed on a web server by a PHP interpreter implemented as a module, a daemon, or as a Common Gateway Interface (CGI) executable. On a web server, the result of the interpreted and executed PHP code – which may be any type of data, such as generated HTML or binary image data – would form the whole or part of an HTTP response. Various web template systems, web content management systems, and web frameworks exist which can be employed to orchestrate or facilitate the generation of that response. Additionally, PHP can be used for many programming tasks outside of the web context, such as standalone graphical applications and robotic drone control. Arbitrary PHP code can also be interpreted and executed via a command-line interface (CLI).\u003C/p\u003E\u003Cp\u003EThe standard PHP interpreter, powered by the Zend Engine, is free software released under the PHP License. PHP has been widely ported and can be deployed on most web servers on almost every operating system and platform, free of charge.\u003C/p\u003E\u003Cp\u003EThe PHP language evolved without a written formal specification or standard until 2014, with the original implementation acting as the \u003Cem\u003Ede facto\u003C/em\u003E standard which other implementations aimed to follow. Since 2014, work has gone on to create a formal PHP specification.\u003C/p\u003E\u003Cp\u003EAs of January 2021, 72% of PHP websites use discontinued versions of PHP, i.e. PHP 7.2 or lower, which are no longer supported by The PHP Development Team. A large additional fraction uses PHP 7.3, which is only (up to December 6, 2021) \u0022supported for critical security issues only.\u0022 Over 40% of all PHP websites use version 5.6 or older, which not even Debian supports (Debian 9 supported version 7.0 and 7.1).\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBeginner Friendliness\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEasy to Get Started With\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPHP was designed to make web development easier, and many beginners find it effortless to pick up and get started with. In fact, PHP code was so easy to pick up, many non-programmers end up being able to hack PHP code together without truly understanding the code. While good programmers will never copy and paste code they don\u0027t understand, this speaks volumes about how easy it is to pick up PHP.\u003C/p\u003E\u003Cp\u003EThe latest version of PHP (PHP8) has fixed a lot of inconsistencies and fatal errors as well. PHP has a wealth of learning resources, but you should make sure to avoid outdated tutorials.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlexible\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPHP is a dynamically typed language. This means there are no hard rules on how to build features, and you\u0027ll have more flexibility solving problems using different methods. Furthermore, PHP is also more forgiving of errors, so you\u0027ll still be able to compile and run your program until you hit the problematic part.\u003C/p\u003E","language":"Arabisch","courseUri":"https://www.udemy.com/course/php-8-guide-2021-edition/","imageUri":"https://img-c.udemycdn.com/course/750x422/3950826_0ce7_2.jpg","duration":"7 Stunden","enrolledStudentsCount":"21.350 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["لكل شخص يريد انشاء تعلم اللغة"],"tags":["Programmierung","Webentwicklung","PHP"],"rating":{"count":188,"averageValue":"4.8"},"instructors":[{"name":"Hassan Fulaih","url":"/user/hassan-fulaih-2/","totalNumberOfStudents":198204,"totalNumberOfReviews":12142,"averageRating":4.729223266771161}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B008393AF33F891DDEDB","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/instagram-marketing-how-to-promote-anything-on-instagram/":{"courseDetails":{"courseId":4115062,"title":"Instagram Marketing: How To Promote Anything On Instagram","shortDescription":"Instagram is a great platform to promote your business and make your clients come to you. So let’s learn how it’s done.","longDescription":"\u003Cp\u003EInstagram is a very loyal platform that proved to have promoted thousands of businesses across the world. But the question stays: do you need to pump money into your account to get new clients and followers or not? \u003C/p\u003E\u003Cp\u003EThe answer is both yes and no, but in our course about Instagram Marketing\u003Cstrong\u003E \u003C/strong\u003Ewe are going to talk about how to promote through Instagram without any paid methods, but they will sure help us later on, when your business or personal account has grown.\u003C/p\u003E\u003Cp\u003EIn this course you will learn everything on how Instagram marketing works, what tools are there to use and how your audience will react to the things you do. Remember: Instagram isn’t just a social network about pretty pictures. Well, it is, but it is also so much more.\u003C/p\u003E\u003Cp\u003EInstagram will help you to grow your influence, and it’s not just a fashionable word. Before going someplace like a café, restaurant or a local shop, people check their Instagram page almost all the time, I’d say about 90% of people do. So why not start by making your Instagram profile look pretty?\u003C/p\u003E\u003Cp\u003EThis course will also be amazing for you if the first thing you want to promote is yourself. Either your service or yourself and your lifestyle as a blogger. There’s a lot of room to explore here, and even more to expand into. \u003C/p\u003E\u003Cp\u003EIn this course you will also learn how paid promotion through Instagram works. We will talk about ads, targeted ads, blogger integration, blogger collaboration and more!\u003C/p\u003E\u003Cp\u003EInstagram is the most popular social network at the moment and this is the moment you have to use! In other words, if you want people to know about you – go and tell them about yourself or your business on Instagram and they will come.\u003C/p\u003E\u003Cp\u003ESo if you are ready to learn everything Instagram and Instagram Marketing related – feel free to join and all the info awaits you in the course! \u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/instagram-marketing-how-to-promote-anything-on-instagram/","imageUri":"https://img-b.udemycdn.com/course/750x422/4115062_ed6f.jpg?secure=P43QE9j3bkU2SQhbZa-nmg%3D%3D%2C1640799665","duration":"3 Stunden","enrolledStudentsCount":"7.084 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Business owners wanting to promote and expand their businesses","Small businesses wanting to get more attention","People Who Want to Promote Their Product Through Instagram Marketing","Bloggers needing more attention","Anyone who wants to know how Instagram works marketing-wise"],"tags":["Marketing","Social-Media-Marketing","Instagram-Marketing"],"rating":{"count":29,"averageValue":"3.9"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Nick Parker","url":"/user/nick-parker-40/","totalNumberOfStudents":44980,"totalNumberOfReviews":513,"averageRating":4.054404656456456},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5783BD5F65C1C085BA88","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/ultimate-oracle-database-sql-1z0-071-practice-exams-2022/":{"courseDetails":{"courseId":4463616,"title":"Ultimate Oracle Database SQL 1Z0-071 Practice Exams 2022","shortDescription":"Crack Oracle Certification 1Z0-071,Practice questions using this simulator and pass your real exam confidently !!","longDescription":"\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFormat:\u003C/strong\u003E Multiple Choice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDuration:\u003C/strong\u003E 120 minutes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EExam Price:\u003C/strong\u003E $245\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENumber of Questions:78\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPassing Score:\u003C/strong\u003E 63%\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EValidation: \u003C/strong\u003EThis exam was validated against 11g Release 2 version 11.2.0.1.0 and up to 19c\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EExam topics:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERelational Database concepts\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Explaining the theoretical and physical aspects of a relational database\u003C/p\u003E\u003Cp\u003E• Relating clauses in SQL Select Statement to Components of an ERD\u003C/p\u003E\u003Cp\u003E• Explaining the relationship between a database and SQL\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERetrieving Data using the SQL SELECT Statement\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Using Column aliases\u003C/p\u003E\u003Cp\u003E• Using The SQL SELECT statement\u003C/p\u003E\u003Cp\u003E• Using concatenation operator, literal character strings, alternative quote operator, and the DISTINCT keyword\u003C/p\u003E\u003Cp\u003E• Using Arithmetic expressions and NULL values in the SELECT statement\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERestricting and Sorting Data\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Applying Rules of precedence for operators in an expression\u003C/p\u003E\u003Cp\u003E• Limiting Rows Returned in a SQL Statement\u003C/p\u003E\u003Cp\u003E• Using Substitution Variables\u003C/p\u003E\u003Cp\u003E• Using the DEFINE and VERIFY commands\u003C/p\u003E\u003Cp\u003E• Sorting Data\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUsing Single-Row Functions to Customize Output\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Manipulating strings with character functions in SQL SELECT and WHERE clauses\u003C/p\u003E\u003Cp\u003E• Performing arithmetic with date data\u003C/p\u003E\u003Cp\u003E• Manipulating numbers with the ROUND, TRUNC and MOD functions\u003C/p\u003E\u003Cp\u003E• Manipulating dates with the date function\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUsing Conversion Functions and Conditional Expressions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Applying the NVL, NULLIF, and COALESCE functions to data\u003C/p\u003E\u003Cp\u003E• Understanding implicit and explicit data type conversion\u003C/p\u003E\u003Cp\u003E• Using the TO_CHAR, TO_NUMBER, and TO_DATE conversion functions\u003C/p\u003E\u003Cp\u003E• Nesting multiple functions\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EReporting Aggregated Data Using Group Functions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Restricting Group Results\u003C/p\u003E\u003Cp\u003E• Creating Groups of Data\u003C/p\u003E\u003Cp\u003E• Using Group Functions\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDisplaying Data from Multiple Tables\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Using Self-joins\u003C/p\u003E\u003Cp\u003E• Using Various Types of Joins\u003C/p\u003E\u003Cp\u003E• Using Non equijoins\u003C/p\u003E\u003Cp\u003E• Using OUTER joins\u003C/p\u003E\u003Cp\u003E• Understanding and Using Cartesian Products\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUsing Subqueries to Solve Queries\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Using Single Row Subqueries\u003C/p\u003E\u003Cp\u003E• Using Multiple Row Subqueries\u003C/p\u003E\u003Cp\u003E• Update and delete rows using correlated subqueries\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUsing SET Operators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Matching the SELECT statements\u003C/p\u003E\u003Cp\u003E• Using the ORDER BY clause in set operations\u003C/p\u003E\u003Cp\u003E• Using The INTERSECT operator\u003C/p\u003E\u003Cp\u003E• Using The MINUS operator\u003C/p\u003E\u003Cp\u003E• Using The UNION and UNION ALL operators\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EManaging Tables using DML statements\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Managing Database Transactions\u003C/p\u003E\u003Cp\u003E• Controlling transactions\u003C/p\u003E\u003Cp\u003E• Perform Insert, Update and Delete operations\u003C/p\u003E\u003Cp\u003E• Performing multi table Inserts\u003C/p\u003E\u003Cp\u003E• Performing Merge statements\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EManaging Indexes Synonyms and Sequences\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Managing Indexes\u003C/p\u003E\u003Cp\u003E• Managing Synonyms\u003C/p\u003E\u003Cp\u003E• Managing Sequences\u003C/p\u003E\u003Cp\u003EUse DDL to manage tables and their relationships\u003C/p\u003E\u003Cp\u003E• Describing and Working with Tables\u003C/p\u003E\u003Cp\u003E• Describing and Working with Columns and Data Types\u003C/p\u003E\u003Cp\u003E• Creating tables\u003C/p\u003E\u003Cp\u003E• Dropping columns and setting column UNUSED\u003C/p\u003E\u003Cp\u003E• Truncating tables\u003C/p\u003E\u003Cp\u003E• Creating and using Temporary Tables\u003C/p\u003E\u003Cp\u003E• Creating and using external tables\u003C/p\u003E\u003Cp\u003E• Managing Constraints\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EManaging Views\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• Managing Views\u003C/p\u003E\u003Cp\u003EControlling User Access\u003C/p\u003E\u003Cp\u003E• Differentiating system privileges from object privileges\u003C/p\u003E\u003Cp\u003E• Granting privileges on tables\u003C/p\u003E\u003Cp\u003E• Distinguishing between granting privileges and roles\u003C/p\u003E\u003Cp\u003EManaging Objects with Data Dictionary Views\u003C/p\u003E\u003Cp\u003E• Using data dictionary views\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/ultimate-oracle-database-sql-1z0-071-practice-exams-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4463616_849a.jpg","duration":"","enrolledStudentsCount":"38 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Oracle SQL Developers \u0026 1Z0-071 exam students \u0026 candidates"],"tags":["IT \u0026 Software","IT-Zertifizierungen"],"rating":null,"instructors":[{"name":"Edu Academy","url":"/user/eduacademy/","totalNumberOfStudents":31429,"totalNumberOfReviews":216,"averageRating":4.403132692237443}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DISCUDEMY.COM","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/top-5-secrets-for-improving-screenwriting-skills/":{"courseDetails":{"courseId":4076184,"title":"Top 5 Secrets for Improving Screenwriting Skills Summary","shortDescription":"Ever wanted to know how screenwriters work and learn for yourself? Here’s your chance.","longDescription":"\u003Cp\u003EI’m sure you really want to write something to put on silver-screen and be proud that it’s your story hundreds of thousands of people are talking about. Well, you can either just go at it and encounter lots upon lots of difficulties and mistakes, or you can learn everything you need to know first and get at it like a pro. The choice is yours, but I would really advice the second option.\u003C/p\u003E\u003Cp\u003EIn this course we’ll go over everything about screenwriting. I will pass my knowledge onto you, so you won’t have to worry that you did something wrong. Easy as that, to be good at something, you first have to know that ‘something’ inside and out. That’s exactly what we are going to learn here.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat will you learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course we are going to discuss everything about screenwriting. While screenwriting is a tricky thing, we will get all that tricky information about it and sort it out. We are going to talk about what a script consists of, what does your crew and a director for your movie derive from it. \u003C/p\u003E\u003Cp\u003EWe are also going to learn some secrets professional screenwriters use and why their screenplays are so good. There’s much to learn and think about. We will be touching upon what we should put in our script, and what we should leave behind.\u003C/p\u003E\u003Cp\u003EWe will talk about the terminology and all those weird short words scripts have. You didn’t think you can actually learn something in 30 minutes? Think again.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/top-5-secrets-for-improving-screenwriting-skills/","imageUri":"https://img-c.udemycdn.com/course/750x422/4076184_193b_2.jpg","duration":"3 Stunden","enrolledStudentsCount":"7.191 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["Anyone who wants to get into screenwriting but doesn’t know how","Aspiring screenwriters","Anyone who wants to have an awesome creative job","Seasoned screenwriters who want to pick some new knowledge","Anyone with a passion for writing"],"tags":["Persönliche Entwicklung","Kreativität","Drehbücher schreiben"],"rating":{"count":19,"averageValue":"4.9"},"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":49606,"totalNumberOfReviews":692,"averageRating":4.155918344615384},{"name":"Nick Parker","url":"/user/nick-parker-40/","totalNumberOfStudents":44980,"totalNumberOfReviews":513,"averageRating":4.054404656456456},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":519401,"totalNumberOfReviews":8150,"averageRating":4.130041430457516}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"919C2A4EF22ECEC8B174","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/exclusive-lpi-linux-essentials-code-010-160-practice-tests/":{"courseDetails":{"courseId":4464978,"title":"Exclusive LPI Linux Essentials (code 010-160) Practice Tests","shortDescription":"6 practice exams to be 100% ready to pass your EXAM. All you need to be ready to get a great score!","longDescription":"\u003Cp\u003EDo \u003Cstrong\u003Eyou \u003C/strong\u003Eneed to earn your \u003Cstrong\u003ELPI Linux Essentials (010-160)\u003C/strong\u003E certification? If so, you\u0027ve come to the right place!⭐⭐⭐⭐⭐\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI have personally trained over 20,000 people just like you in how to pass their exams on the first attempt!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELinux adoption continues to rise world-wide as individual users, government entities and industries ranging from automotive to space exploration embrace open source technologies. This expansion of open source in enterprise is redefining traditional Information and Communication Technology (ICT) job roles to require more Linux skills. Whether you’re starting your career in open source, or looking for advancement, independently verifying your skill set can help you stand out to hiring managers or your management team.\u003C/p\u003E\u003Cp\u003EThe Linux Essentials certificate also serves as a great introduction to the more complete and advanced Linux Professional certification track.\u003C/p\u003E\u003Cp\u003EWith practice exams containing 40 questions each, I have carefully hand-crafted each question to put you to the test. After passing these exams, you will be fully prepared for what it is like to take the LPI Linux Essentials (010-160) Certification Exam.\u003C/p\u003E\u003Cp\u003EThis practice exam course is designed around the official exam objectives for the LPI Linux Essentials (010-160) certification, weighting the 19 Knowledge Areas properly, so you can \u003Cstrong\u003Epass the actual LPI Linux Essentials (010-160) Certification Exam \u003C/strong\u003Ewith confidence!\u003C/p\u003E\u003Cp\u003EYou won\u0027t be hoping you are ready, you will know you are ready to pass the exam, \u003Cstrong\u003Esaving you time and money\u003C/strong\u003E. After practicing these tests and scoring an 80% or higher on them, you will be ready to PASS your certification on the first attempt and avoid costly re-scheduling fees.\u003C/p\u003E\u003Cp\u003EAfter each practice exam attempt, you will receive your total final score, along with feedback on each and every question -- telling you exactly why each answer is correct so that you can pinpoint the areas in which you need to improve and perform some additional studying.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThese LPI Linux Essentials (010-160) Practice Exams have the timed test taking capability and provides you with interactive, question-level feedback.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is constantly updated to ensure it stays current and up-to-date with the latest release of the LPI Linux Essentials (010-160) exams, and also provides you with a 30-day money-back guarantee, no questions asked!⭐⭐⭐⭐⭐\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/exclusive-lpi-linux-essentials-code-010-160-practice-tests/","imageUri":"https://img-c.udemycdn.com/course/750x422/4464978_36b3.jpg","duration":"","enrolledStudentsCount":"60 Teilnehmer","lastUpdated":"Veröffentlicht: 12/2021","targetAudiences":["The LPI Linux Essentials exam students \u0026 candidates"],"tags":["IT \u0026 Software","IT-Zertifizierungen"],"rating":null,"instructors":[{"name":"Nadia Achlouje","url":"/user/nadia-achlouj/","totalNumberOfStudents":11463,"totalNumberOfReviews":64,"averageRating":4.730072684375}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DISCUDEMY.COM","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/kotlin-programming-for-beginner/":{"courseDetails":{"courseId":1916028,"title":"The Kotlin Learning Guide","shortDescription":"تعلم لغة كوتلن باللغة العربية","longDescription":"\u003Cp\u003E هذه الدورة المفصلة في المستوى الاول والثاني من الكوتلن حيث افترض الشخص الذي امامي لا يعرف اي شي عن عالم البرمجة ستتمكن من خلال هذه الدورة من الدخول الى عالم البرمجة وفهم اساسيات اللغات البرمجية \u003C/p\u003E\u003Cp\u003Eلا تحتاج الى اي مؤهلات للدخول الى هذه الدورة ،تتميز هذه الدورة بأنها مفصلة ولكن ليس فيها تشعبات وتفاصيل غير اساسية\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EKotlin remains one of the most widely used and fastest-growing programming languages in recent years. Developers across the globe prefer using Kotlin for a range of projects such as data science, server-side or cloud development, etc. The demand for Kotlin is on the rise and it will continue to grow in the years to come. In this post, let’s explore the top five reasons why Kotlin is a great programming language to learn in 2021. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1. Modern language\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003EIt is a modern programming language that brings together the best of object-oriented and functional programming. Some of the most promising features of Kotlin include clean compact syntax, security, general-purpose, and more. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2. Easy to learn\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003EKotlin’s syntax is easy to learn for beginners and it offers a host of powerful features. It can be a great language to upskill for experienced programmers. It has a shallow learning curve especially if you have experience in Python or Java. The programming language is also quite easy for iOS developers as it is based on familiar concepts of modern technology. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3. Great materials\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003EThere are ample materials available on Kotlin that learners can leverage to have a good grasp of the programming language. There are numerous courses that a beginner can start with. Most of these courses are self-paced and offer great insights into the programming language. Also, the developer community is quite huge so if learners get stuck or have queries they can always seek solutions from the developer community. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E4. Career prospects\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003EMany leading brands use Kotlin for their software and Kotlin skills are highly in demand. If estimates are to be believed, job postings related to Kotlin skills are skyrocketing since 2017 by 1400%. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E5. Community support\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003EKotlin is an open-source language and has a strong community of developers. There are over 200 Kotlin user groups, over 37,000 Kotlinlang slack users, and thousands of other members. The community support is huge in Kotlin and it is constantly growing.\u003C/p\u003E","language":"Arabisch","courseUri":"https://www.udemy.com/course/kotlin-programming-for-beginner/","imageUri":"https://img-c.udemycdn.com/course/750x422/1916028_6b6f_2.jpg","duration":"12 Stunden","enrolledStudentsCount":"22.662 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["يمكن لأي شخص ان يدخل الدورة ويتعلم لغة كوتلن"],"tags":["Programmierung","Programmiersprachen","Kotlin"],"rating":{"count":244,"averageValue":"4.7"},"instructors":[{"name":"Hassan Fulaih","url":"/user/hassan-fulaih-2/","totalNumberOfStudents":198204,"totalNumberOfReviews":12142,"averageRating":4.729223266771161}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EEF280BD108BAF51D7DF","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/az-204-developing-solutions-for-ms-azure-practice-exams-2022/":{"courseDetails":{"courseId":4457104,"title":"AZ-204 Developing Solutions for MS Azure Practice Exams 2022","shortDescription":"Latest exam preparation for AZ-204 Microsoft Certification (Fully Updated Questions with Explanation)","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAZ-204 - Developing Solutions for Microsoft Azure SEP 2021\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECandidates for this exam are cloud developers who participate in all phases of development from requirements definition and design, to development and deployment, and maintenance. They partner with cloud DBAs, cloud administrators, and clients to implement solutions.Candidates for this exam should have subject matter expertise designing, building, testing, and maintaining cloud applications and services on Microsoft Azure.\u003C/p\u003E\u003Cp\u003ECandidates should be proficient in Azure SDKs, data storage options, data connections, APIs, app authentication and authorization, compute and container deployment, debugging, performance tuning, and monitoring.A candidate for this exam should have 1-2 years professional development experience and experience with Microsoft Azure. In addition, the role should have ability programming in a language supported by Azure and proficiency in Azure SDKs, Azure PowerShell, Azure CLI, data storage options, data connections, APIs, app authentication and authorization, compute and container deployment, debugging, performance tuning, and monitoring.\u003C/p\u003E\u003Cp\u003EWe have prepared this practice test course for all those \u003Cstrong\u003Ecandidates who are planning of taking AZ-204 exam \u003C/strong\u003Ein near future.\u003C/p\u003E\u003Cp\u003EThis is an Unofficial course and this course is not affiliated, licensed or trademarked with Microsoft in any way.\u003C/p\u003E\u003Cp\u003EAll questions are based on the Exam Objectives for the \u003Cstrong\u003EAZ-204 Developing Solutions for Azure\u003C/strong\u003E Certification Exam for all domains of the exam, so you can take and pass the actual \u003Cstrong\u003EAZ-204 Developing Solutions for Azure\u003C/strong\u003E Certification Exam with confidence, including questions from the following sections:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDevelop Azure compute solutions (25-30%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelop for Azure storage (10-15%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplement Azure security (15-20%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMonitor, troubleshoot, and optimize Azure solutions (10-15%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConnect to and consume Azure services and third-party services (25-30%)\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course is constantly updated to ensure it stays current and up-to-date with the latest release of the \u003Cstrong\u003EAZ-204 Developing Solutions for Azure\u003C/strong\u003E Certification Exam, and also provide a 30-day money-back guarantee if you are not satisfied with the quality of this course for any reason!\u003C/p\u003E\u003Cp\u003EGood studies!\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/az-204-developing-solutions-for-ms-azure-practice-exams-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4457104_539f.jpg","duration":"","enrolledStudentsCount":"2.008 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["AZ-204 exam students \u0026 candidates","Anyone who want to pass AZ-204 Exam certification.","People who want to test their knowledge on the AZ-204.","Students who want to take and pass the AZ-204 Azure Developer Certification Exam on the first try."],"tags":["IT \u0026 Software","IT-Zertifizierungen","Microsoft-Zertifizierung"],"rating":{"count":7,"averageValue":"4.5"},"instructors":[{"name":"Edu Academy","url":"/user/eduacademy/","totalNumberOfStudents":31429,"totalNumberOfReviews":216,"averageRating":4.403132692237443}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DISCUDEMY.COM","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/ultimate-ccna-cyber-ops-200-201-cbrops-practice-exams-2022/":{"courseDetails":{"courseId":4461692,"title":"Ultimate CCNA Cyber Ops 200-201 CBROPS Practice Exams 2022","shortDescription":"Pass your Cisco CCNA Cyber Ops 200-201 CBROPS Exam full of confidence with this exam simulations !","longDescription":"\u003Cp\u003EPreparing to Understand Cisco CBROPS Cybersecurity Operations Essentials (200-201)? Here, we\u0027ve brought you the best questions from the exam so you can prepare yourself well for this Cisco CBROPS Cybersecurity Operations Fundamentals Understanding (200-201) exam.\u003C/p\u003E\u003Cp\u003EUnlike other online simulation practice tests, you get lifetime access to it. You can simply study the questions to excel in this exam.\u003C/p\u003E\u003Cp\u003EAbout Understanding Cisco Cybersecurity Operations Fundamentals 200-201 CBROPS\u003C/p\u003E\u003Cp\u003E200-201 CBROPS exam tests a candidate\u0027s knowledge and skills related to security concepts, security monitoring, host-based analysis, network intrusion analysis, and security policies and procedures.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Pattern\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EExam Name:\u003C/strong\u003E Understanding Cisco Cybersecurity Operations Fundamentals\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EExam Code:\u003C/strong\u003E 200-201 CBROPS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELength of Time:\u003C/strong\u003E 120 Minutes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENumber of Questions:\u003C/strong\u003E 95-105\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EExam Language: \u003C/strong\u003EEnglish\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPractice Test Structure\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1. Security Concepts : 20%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E 1.1 Describe the CIA triad\u003C/p\u003E\u003Cp\u003E 1.2 Compare security deployments\u003C/p\u003E\u003Cp\u003E 1.3 Describe security terms\u003C/p\u003E\u003Cp\u003E 1.4 Compare security concepts\u003C/p\u003E\u003Cp\u003E 1.5 Describe the principles of the defense-in-depth strategy\u003C/p\u003E\u003Cp\u003E 1.6 Compare access control models\u003C/p\u003E\u003Cp\u003E 1.7 Describe terms as defined in CVSS\u003C/p\u003E\u003Cp\u003E 1.8 Identify the challenges of data visibility (network, host, and cloud) in detection\u003C/p\u003E\u003Cp\u003E 1.9 Identify potential data loss from provided traffic profiles\u003C/p\u003E\u003Cp\u003E 1.10 Interpret the 5-tuple approach to isolate a compromised host in a grouped set of logs\u003C/p\u003E\u003Cp\u003E 1.11 Compare rule-based detection vs. behavioral and statistical detection\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2. Security Monitoring : 25%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E 2.1 Compare attack surface and vulnerability\u003C/p\u003E\u003Cp\u003E 2.2 Identify the types of data provided by these technologies\u003C/p\u003E\u003Cp\u003E 2.3 Describe the impact of these technologies on data visibility\u003C/p\u003E\u003Cp\u003E 2.4 Describe the uses of these data types in security monitoring\u003C/p\u003E\u003Cp\u003E 2.5 Describe network attacks, such as protocol-based, denial of service, distributed denial of service, and man-in-the-middle\u003C/p\u003E\u003Cp\u003E 2.6 Describe web application attacks, such as SQL injection, command injections, and crosssite scripting\u003C/p\u003E\u003Cp\u003E 2.7 Describe social engineering attacks\u003C/p\u003E\u003Cp\u003E 2.8 Describe endpoint-based attacks, such as buffer overflows, command and control (C2), malware, and ransomware\u003C/p\u003E\u003Cp\u003E 2.9 Describe evasion and obfuscation techniques, such as tunneling, encryption, and proxies\u003C/p\u003E\u003Cp\u003E 2.10 Describe the impact of certificates on security (includes PKI, public/private crossing the network, asymmetric/symmetric)\u003C/p\u003E\u003Cp\u003E 2.11 Identify the certificate components in a given scenario\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3. Host-Based Analysis : 20%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E 3.1 Describe the functionality of these endpoint technologies in regard to security monitoring\u003C/p\u003E\u003Cp\u003E 3.2 Identify components of an operating system (such as Windows and Linux) in a given scenario\u003C/p\u003E\u003Cp\u003E 3.3 Describe the role of attribution in an investigation\u003C/p\u003E\u003Cp\u003E 3.4 Identify type of evidence used based on provided logs\u003C/p\u003E\u003Cp\u003E 3.5 Compare tampered and untampered disk image\u003C/p\u003E\u003Cp\u003E 3.6 Interpret operating system, application, or command line logs to identify an event\u003C/p\u003E\u003Cp\u003E 3.7 Interpret the output report of a malware analysis tool (such as a detonation chamber or sandbox)\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E4. Network Intrusion Analysis : 20%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E 4.1 Map the provided events to source technologies\u003C/p\u003E\u003Cp\u003E 4.2 Compare impact and no impact for these items\u003C/p\u003E\u003Cp\u003E 4.3 Compare deep packet inspection with packet filtering and stateful firewall operation\u003C/p\u003E\u003Cp\u003E 4.4 Compare inline traffic interrogation and taps or traffic monitoring\u003C/p\u003E\u003Cp\u003E 4.5 Compare the characteristics of data obtained from taps or traffic monitoring and transactional data (NetFlow) in the analysis of network traffic\u003C/p\u003E\u003Cp\u003E 4.6 Extract files from a TCP stream when given a PCAP file and Wireshark\u003C/p\u003E\u003Cp\u003E 4.7 Identify key elements in an intrusion from a given PCAP file\u003C/p\u003E\u003Cp\u003E 4.8 Interpret the fields in protocol headers as related to intrusion analysis\u003C/p\u003E\u003Cp\u003E 4.9 Interpret common artifact elements from an event to identify an alert\u003C/p\u003E\u003Cp\u003E 4.10 Interpret basic regular expressions\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E5. Security Policies and Procedures : 15%\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E 5.1 Describe management concepts\u003C/p\u003E\u003Cp\u003E 5.2 Describe the elements in an incident response plan as stated in NIST.SP800-61\u003C/p\u003E\u003Cp\u003E 5.3 Apply the incident handling process (such as NIST.SP800-61) to an event\u003C/p\u003E\u003Cp\u003E 5.4 Map elements to these steps of analysis based on the NIST.SP800-61\u003C/p\u003E\u003Cp\u003E 5.5 Map the organization stakeholders against the NIST IR categories (CMMC, NIST.SP800 61)\u003C/p\u003E\u003Cp\u003E 5.6 Describe concepts as documented in NIST.SP800-86\u003C/p\u003E\u003Cp\u003E 5.7 Identify these elements used for network profiling\u003C/p\u003E\u003Cp\u003E 5.8 Identify these elements used for server profiling\u003C/p\u003E\u003Cp\u003E 5.9 Identify protected data in a network\u003C/p\u003E\u003Cp\u003E 5.10 Classify intrusion events into categories as defined by security models, such as Cyber Kill Chain Model and Diamond Model of Intrusion\u003C/p\u003E\u003Cp\u003E 5.11 Describe the relationship of SOC metrics to scope analysis (time to detect, time to contain, time to respond, time to control)\u003C/p\u003E\u003Cp\u003E \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHeads up:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E*We do not offer real exam questions, we provide learning material and practice tests designed to help students prepare for these exams. All certification marks used are the property of the respective brand owners. I cannot or claim any ownership of any of the marks.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/ultimate-ccna-cyber-ops-200-201-cbrops-practice-exams-2022/","imageUri":"https://img-b.udemycdn.com/course/750x422/4461692_3892.jpg?secure=5Dawp5dRO7flvIeJLEA0VA%3D%3D%2C1640788956","duration":"","enrolledStudentsCount":"1.015 Teilnehmer","lastUpdated":"Veröffentlicht: 12/2021","targetAudiences":["We designed this course for you, the one with CCNA Cyber Ops 200-201 CBROPS knowledge and a great deal of curiosity for the security world. You want to pass CCNA Cyber Ops 200-201 CBROPS exam at your first try or you have already taken CCNA Cyber Ops Secfnd exam but did not make it, then this will be your guide to pass you exam this time."],"tags":["IT \u0026 Software","IT-Zertifizierungen"],"rating":null,"instructors":[{"name":"Edu Academy","url":"/user/eduacademy/","totalNumberOfStudents":31209,"totalNumberOfReviews":216,"averageRating":4.403132692237443}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DISCUDEMY.COM","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/product-owner-certification-pspotm-2-practice-exam-2021/":{"courseDetails":{"courseId":4450052,"title":"Product Owner Certification PSPO™ 2 Practice Exam 2021","shortDescription":"Feel confident and Get PSPO™ 2 certified on your first try!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhat Exactly Is Certification?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECertification is an amazing pathway to getting a high paying career in some of the best jobs in the world without spending thousands of dollars attending a four-year college.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGet Ready To Prepare Like You’ve Never Prepared Before\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAs we often say at AFAQ Formations, work smarter not harder. You are about to see a study guide that took hours of hard collection work, expert preparation, and constant feedback. That’s why we know this exam prep will help you get that high-score on your journey to certification.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYour Journey To Pass The PSPO™ 2\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPerhaps this is your first step toward the certification, or perhaps you are coming back for another round. We hope that you feel this exam challenges you, teaches you, and prepares you to pass the \u003Cstrong\u003EPSPO™ 2\u003C/strong\u003E. If this is your first study guide, take a moment to relax.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat Should You Know Before Studying The PSPO™ 2 ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEvery exam and certification has different requirements. If this is a serious venture, make sure to read the prerequisites before preceding. Nothing is worse than wasting months studying for an exam you can’t take or passing an exam that won’t help you get a certification!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat Is The PSPO™ 2\u0026nbsp; Focused On?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe \u003Cstrong\u003EPSPO™ 2\u003C/strong\u003E or as it’s also known, the \u003Cem\u003E \u003C/em\u003E\u003Cstrong\u003EProduct Owner Certification™\u0026nbsp; II\u003C/strong\u003E, like all tests, there is a bit of freedom on \u003Cstrong\u003EScrum\u003C/strong\u003E\u0027s part to exam an array of subjects. That means knowing the majority of \u003Cstrong\u003EPSPO™ 2\u003C/strong\u003E content is required because they test randomly on the many subjects available. Be aware too that experience requirements often exist because they’ve observed the average person and what is required. You can always push past that to succeed with the \u003Cstrong\u003EPSPO™ 2 \u003C/strong\u003E but it may take some extra work.\u003C/p\u003E\u003Cp\u003E---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E \u003C/em\u003E\u003Cstrong\u003EProduct Owner Certification™\u0026nbsp; II\u003C/strong\u003E (\u003Cstrong\u003EPSPO™ 2\u003C/strong\u003E) is a protected brand of Scrum (.) org.\u003C/p\u003E\u003Cp\u003EThese practice exams are neither endorsed by nor affiliated with Scrum (.) org.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/product-owner-certification-pspotm-2-practice-exam-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4450052_a600.jpg","duration":"","enrolledStudentsCount":"308 öğrenci","lastUpdated":"Son güncelleme tarihi: 12/2021","targetAudiences":["Anyone preparing for the Product Owner Certification PSPO™ 2 (PSPO™ 2) certification","People who want to get hired as a Scrum Master."],"tags":["Öğretim ve Akademi","Sınava Hazırlık","Professional Scrum Product Owner (PSPO)"],"rating":null,"instructors":[{"name":"AFAQ Formations","url":"/user/fatima-nouri-3/","totalNumberOfStudents":8917,"totalNumberOfReviews":24,"averageRating":4.410687416666668}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MAISSA","originalPrice":"1.920 ₹","discountedPrice":"Kostenlos","expirationText":"1 Tage","discountPercentage":100}},"https://www.udemy.com/course/wcsjwvoc/":{"courseDetails":{"courseId":2426532,"title":"The Python and Django Learning Guide","shortDescription":"تعلم لغة بايثون باللغة العربية من الصفر","longDescription":"\u003Cp\u003E هذه الدورة المفصلة في المستوى الاول والثاني من بايثون حيث افترض الشخص الذي امامي لا يعرف اي شي عن عالم البرمجة ستتمكن من خلال هذه الدورة من الدخول الى عالم البرمجة وفهم اساسيات اللغات البرمجية \u003C/p\u003E\u003Cp\u003Eلا تحتاج الى اي مؤهلات للدخول الى هذه الدورة ،تتميز هذه الدورة بأنها مفصلة ولكن ليس فيها تشعبات وتفاصيل غير اساسية\u003C/p\u003E\u003Cp\u003EBecome a Python Programmer and learn one of employer\u0027s most requested skills of 2019!\u003C/p\u003E\u003Cp\u003EThis is the most yet straightforward course for the Python programming language on Udemy! Whether you have never programmed before, already know basic syntax, or want to learn about the advanced features of Python, this course is for you! In this course, we will teach you Python 3. \u003C/p\u003E\u003Cp\u003EWith over 45 lectures and more than 5 hours of video, this comprehensive course leaves no stone unturned.\u003C/p\u003E\u003Cp\u003EThis course will teach you Python in a practical manner.\u003C/p\u003E\u003Cp\u003EWe will start by helping you get Python installed on your computer.\u003C/p\u003E\u003Cp\u003EWe cover a wide variety of topics, including:\u003C/p\u003E\u003Cp\u003EInstalling Python\u003C/p\u003E\u003Cp\u003ERunning Python Code\u003C/p\u003E\u003Cp\u003EStrings\u003C/p\u003E\u003Cp\u003ELists \u003C/p\u003E\u003Cp\u003EDictionaries\u003C/p\u003E\u003Cp\u003ETuples\u003C/p\u003E\u003Cp\u003ESets\u003C/p\u003E\u003Cp\u003ENumber Data Types\u003C/p\u003E\u003Cp\u003EPrint Formatting\u003C/p\u003E\u003Cp\u003EFunctions\u003C/p\u003E\u003Cp\u003EScope\u003C/p\u003E\u003Cp\u003Eargs/kwargs\u003C/p\u003E\u003Cp\u003EBuilt-in Functions\u003C/p\u003E\u003Cp\u003EDebugging and Error Handling\u003C/p\u003E\u003Cp\u003EModules\u003C/p\u003E\u003Cp\u003EExternal Modules\u003C/p\u003E\u003Cp\u003EObject-Oriented Programming\u003C/p\u003E\u003Cp\u003EInheritance\u003C/p\u003E\u003Cp\u003EPolymorphism\u003C/p\u003E\u003Cp\u003EFile I/O\u003C/p\u003E\u003Cp\u003EAdvanced Methods\u003C/p\u003E\u003Cp\u003Eand much more!\u003C/p\u003E\u003Cp\u003EThis course comes with a 30-day money-back guarantee! If you are not satisfied in any way, you\u0027ll get your money back. Plus you will keep access to the Notebooks as a thank you for trying out the course!\u003C/p\u003E\u003Cp\u003ESo what are you waiting for? Learn Python in a way that will advance your career and increase your knowledge, all in a fun and practical way!\u003C/p\u003E","language":"Arabisch","courseUri":"https://www.udemy.com/course/wcsjwvoc/","imageUri":"https://img-b.udemycdn.com/course/750x422/2426532_a277_7.jpg?secure=FBVuYEB1jn7RC2mDZgaMAg%3D%3D%2C1640777416","duration":"9 Stunden","enrolledStudentsCount":"31.939 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["يمكن لأي شخص ان يدخل الدورة ويتعلم لغة بايثون"],"tags":["Programmierung","Programmiersprachen","Python"],"rating":{"count":674,"averageValue":"4.7"},"instructors":[{"name":"Hassan Fulaih","url":"/user/hassan-fulaih-2/","totalNumberOfStudents":198204,"totalNumberOfReviews":12142,"averageRating":4.729223266771161}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"59E3741C3C1AEF854F4F","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/zum-erfolg-programmieren-alles-uber-erfolg/":{"courseDetails":{"courseId":4450854,"title":"Zum Erfolg programmieren - Alles über Erfolg","shortDescription":"Der Kurs der erfolgreicher macht","longDescription":"\u003Cp\u003EAlles Wissen, das es zum Thema Erfolg gibt, alle relevanten Tipps erfolgreicher Menschen, Bücher, Studien, die Psychologie des Erfolgs, Routinen, Strategien und Motivation. Dazu gibt es mehrere Beispiele aus der Praxis, damit Sie die Theorie auf Ihr eigenes Projekt übertragen können, um so sehen zu können, wo eventuell noch etwas nachgebessert werden könnte. Zuerst geht es um alle möglichen Definitionen über Erfolg, damit ein Eindruck gewonnen wird, wie vielschichtig das Thema ist. Dann werden allerlei Meinungen von meist prominenten Leuten gezeigt, um ebenfalls die Vielschichtigkeit aufzuzeigen. Mit den dann folgenden Büchern und Studien über Erfolg wird eine Art Stoffsammlung gebildet, um zu zeigen, welche Faktoren sich hieraus ableiten lassen. In mehreren Kapiteln werden dann verschiedene psychologische Effekte und Erkenntnisse zum Thema aufgearbeitet. Hieraus lässt sich eine Art Abfolgeplan, oder Formel ableiten, wie erfolgreiche Handlungen immer strukturiert sein müssen und woran es meistens scheitert, wenn sich kein Erfolg einstellt. Diese Art Formel kann dann an verschiedenen Projekten und Tätigkeiten reflektiert werden, womit sich der Kursteilnehmer leichter tut, sein Projekt wiederzufinden. Letztlich gibt es dazu eine umfangreiche Checkliste mit der mögliche Schwachstellen gut sichtbar herausgearbeitet werden können. Der Kurs ist nach wissenschaftlichen Standards erstellt, logisch, Sachbezogen aufgebaut, mit dem Hintergrund, so viel Informationen wie möglich daraus nutzbar zu machen.\u003C/p\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/zum-erfolg-programmieren-alles-uber-erfolg/","imageUri":"https://img-b.udemycdn.com/course/750x422/4450854_1353_2.jpg?secure=omTjfLTJULk-8DUWubWjaw%3D%3D%2C1640767976","duration":"4 Stunden","enrolledStudentsCount":"0 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["An alle die ein Projekt oder eine Unternehmung zum Erfolg führen wollen","An alle die wissen wollen wie eine erfolgreiche Handlung in der psychologischen Tiefe aussieht"],"tags":["Business","Businessstrategie","Persönlicher Erfolg"],"rating":null,"instructors":[{"name":"Teaching King","url":"/user/teaching-king/","totalNumberOfStudents":0,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"7C4A12B12B3EE763A810","originalPrice":"8.320 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/excel-vom-anfanger-zum-burohengst/":{"courseDetails":{"courseId":4449648,"title":"Excel vom Anfänger zum Bürohengst","shortDescription":"Für Anfänger, Fortgeschrittene und Experten","longDescription":"\u003Cp\u003EDieser Kurs ist ideal für alle, die einen kaufmännischen Job im Büro anfangen oder ihren bereits seit Jahren ausgeübten Job besser und effizienter ausüben wollen. Perfekt um den oder die Chef/in zu beeindrucken. \u003C/p\u003E\u003Cp\u003ENach Abschluss des Kurses wirst du deine Zeit im Büro so viel effektiver nutzen können und deine Kollegen werden dich nach Excel Hilfe fragen. Dein Chef wird es merken und deine nächste Gehaltverhandlung wird ein Kinderspiel. \u003C/p\u003E\u003Cp\u003EIn den folgenden Kapiteln wirst du alle fürs Büro wichtigen Funktionen und Formeln lernen und einfach verstehen. Zusätzlich werde ich dir immer\u0026nbsp; wieder Beispiele aus dem echten Leben mit einwerfen, wo und wie mit diese Funktionen geholfen haben.\u003C/p\u003E\u003Cp\u003EDer Kurs lehrt dich in 3 Abschnitten (Anfänger, Fortgeschritten und Experte) alles was für dich von Nöten ist um jeden kaufmännischen Job einwandfrei ausüben zu können.\u003C/p\u003E\u003Cp\u003EVon \u0022Wie bewege ich mich richtig im Tabellenblatt\u0022 (Anfänger) bis zu \u0022Wie schreibe ich komplexe Formeln die mit Dropdown Feldern getriggert werden können\u0022 ist in diesem Kurs alles vorhanden. Nach Abschluss kann jede für normal sterbliche notwendige Aufgabe mit Excel gelöst werden.\u003C/p\u003E\u003Cp\u003EMit seiner Aufteilung in 3 Abschnitte\u0026nbsp; (Anfänger, Fortgeschritten und Experte) leitet er dich spielerisch von einem Thema zum nächsten und bereitet dich auf immer schwerere Aufgaben vor. Aber keine Angst, zu dem Kurs begleiten dich noch Übungs Materialien, die du gleich mit herunterladen kannst um parallel mit mir üben zu können.\u003C/p\u003E\u003Cp\u003EJeder Excel Anfänger wird 100% von diesem Kurs profitieren können.\u003C/p\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/excel-vom-anfanger-zum-burohengst/","imageUri":"https://img-c.udemycdn.com/course/750x422/4449648_fe9b.jpg","duration":"10,5 Stunden","enrolledStudentsCount":"0 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Neu- und Wiedereinsteiger im Büroalltag","Personen die ihre Arbeitseffizienz in MS Excel drastisch steigern wollen"],"tags":["Office-Produktivität","Microsoft","Excel"],"rating":null,"instructors":[{"name":"Teaching King","url":"/user/teaching-king/","totalNumberOfStudents":0,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"53C4FC072CEDC67923CA","originalPrice":"8.000 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}}},"freeCourses":{"https://www.udemy.com/course/prescribe-medication-for-community-pharmacist-eye-disorder/":{"courseDetails":{"courseId":4416368,"title":"Prescribe medication for Community pharmacist : Eye disorder","shortDescription":"Professional Community pharmacist program : Eye disorder","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/prescribe-medication-for-community-pharmacist-eye-disorder/","imageUri":"https://img-c.udemycdn.com/course/750x422/4416368_d1fa.jpg","duration":"2915","enrolledStudentsCount":"341 students","lastUpdated":null,"targetAudiences":["Pharmacy students, Medical Student, fresh community pharmacist"],"tags":["Health \u0026 Fitness","General Health","Pharmacy"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Ahmed Alaa Eldeen Mohamed","url":"/user/ahmed-alaa-eldeen-mohamed/","totalNumberOfStudents":361,"totalNumberOfReviews":1,"averageRating":4.5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/basic-fundamental-of-partial-discharge-2021/":{"courseDetails":{"courseId":4062816,"title":"Basic Fundamental of Partial Discharge 2021","shortDescription":"Basic Fundamental of Partial Discharge 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/basic-fundamental-of-partial-discharge-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4062816_4d3d.jpg","duration":"2034","enrolledStudentsCount":"473 students","lastUpdated":null,"targetAudiences":["Mechanical Engineer","Electrical Engineer","Design Engineer","Consulting Engineer","Maintenance Officer","Facility Officer","Contractors"],"tags":["Teaching \u0026 Academics","Engineering"],"rating":{"count":3,"averageValue":"4.6"},"instructors":[{"name":"Hoestar PD Technology Pte Ltd Hoestar","url":"/user/rong-hui-2/","totalNumberOfStudents":439,"totalNumberOfReviews":3,"averageRating":4.561942}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/situational-time-creation-in-the-social-media-age/":{"courseDetails":{"courseId":2957632,"title":"Situational Time Creation in the Social Media Age","shortDescription":"10 Exclusive New Age Tools to Get Your Focus \u0026 Productivity Back","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/situational-time-creation-in-the-social-media-age/","imageUri":"https://img-c.udemycdn.com/course/750x422/2957632_eabc_2.jpg","duration":"3281","enrolledStudentsCount":"731 students","lastUpdated":null,"targetAudiences":["Managers With Teams","Entrepreneurs and Freelancing Professionals","CEOs and Presidents of Organizations","Middle Managers and Team Leaders","Students Multi Tasking With Internships","Individuals Suffering With Social Media Addiction and Stress"],"tags":["Business","Management","Time Management"],"rating":null,"instructors":[{"name":"Ashish Janiani","url":"/user/ashish-janiani/","totalNumberOfStudents":787,"totalNumberOfReviews":4,"averageRating":4.128988}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/survive-creating-your-first-course/":{"courseDetails":{"courseId":4211338,"title":"Survive creating your first course!","shortDescription":"Online course creation","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/survive-creating-your-first-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/4211338_738c_2.jpg?secure=Dbd-k7jjF0Ldl5WlcZMlZQ%3D%3D%2C1638304253","duration":"4751","enrolledStudentsCount":"586 students","lastUpdated":null,"targetAudiences":["First time online instructors"],"tags":["Teaching \u0026 Academics","Online Education","Online Course Creation"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Aminah Ibrahim","url":"/user/aminah-ibrahim-2/","totalNumberOfStudents":733,"totalNumberOfReviews":9,"averageRating":4.690568266666666}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/successformula-part-1/":{"courseDetails":{"courseId":4413748,"title":"Success Formula - Part 1","shortDescription":"This is the first powerful step to an even more powerful seminar teaching you how to achieve that success you want.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/successformula-part-1/","imageUri":"https://img-b.udemycdn.com/course/750x422/4413748_5d24.jpg?secure=yDG3rzJPGsl_t4L76IPKxQ%3D%3D%2C1638309650","duration":"3844","enrolledStudentsCount":"1,089 students","lastUpdated":null,"targetAudiences":["Anyone wanting success in an existing business, future business, or in any area."],"tags":["Business","Management","Business Development"],"rating":null,"instructors":[{"name":"Guaranteed Prosperity","url":"/user/meir-ezra/","totalNumberOfStudents":8698,"totalNumberOfReviews":392,"averageRating":4.486696045454545}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tailwindcss-2-learn-tailwindcss-for-beginners/":{"courseDetails":{"courseId":4412324,"title":"TailwindCSS 2 - Learn TailwindCSS for Beginners","shortDescription":"Learn one of the best utility-first frameworks on the web","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tailwindcss-2-learn-tailwindcss-for-beginners/","imageUri":"https://img-b.udemycdn.com/course/750x422/4412324_d593.jpg?secure=iTHHud2zBNtuw94Xf1kYaw%3D%3D%2C1638304922","duration":"6994","enrolledStudentsCount":"3,003 students","lastUpdated":null,"targetAudiences":["Beginners that want to learn web design"],"tags":["Development","Web Development","Tailwind CSS"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Dary Nazar","url":"/user/dary-nazar-kermanshahi/","totalNumberOfStudents":32700,"totalNumberOfReviews":887,"averageRating":4.601024959821428}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/laravel-8-build-a-shopping-cart-and-deploy-it-on-cloudways/":{"courseDetails":{"courseId":4409288,"title":"Laravel 8 – Build a shopping cart \u0026 deploy it on Cloudways","shortDescription":"Learn how to build a Laravel project \u0026 Deploy it using Cloudways","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/laravel-8-build-a-shopping-cart-and-deploy-it-on-cloudways/","imageUri":"https://img-c.udemycdn.com/course/750x422/4409288_3149.jpg","duration":"6576","enrolledStudentsCount":"5,285 students","lastUpdated":null,"targetAudiences":["People who are looking for web programming jobs","People who want to learn everything about Laravel","People who struggle with projects","People who want to learn how to host a Laravel project on Cloudways"],"tags":["Development","Web Development"],"rating":{"count":14,"averageValue":"4.7"},"instructors":[{"name":"Dary Nazar","url":"/user/dary-nazar-kermanshahi/","totalNumberOfStudents":32700,"totalNumberOfReviews":887,"averageRating":4.601024959821428}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-tiny-web-app-with-vue-3/":{"courseDetails":{"courseId":4365348,"title":"Create a tiny web App with VUE 3","shortDescription":"Get started with VUE V3 by creating a tiny app","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-tiny-web-app-with-vue-3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4365348_aa1d_2.jpg","duration":"6135","enrolledStudentsCount":"2,088 students","lastUpdated":null,"targetAudiences":["Anyone who wants to start with VUE"],"tags":["Development","Web Development","Vue JS"],"rating":{"count":6,"averageValue":"4.5"},"instructors":[{"name":"Coding Revolution","url":"/user/codign-revolution/","totalNumberOfStudents":53178,"totalNumberOfReviews":5976,"averageRating":4.477446047826087}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/c-polymorphism-and-exception-handling-types/":{"courseDetails":{"courseId":4403655,"title":"C#-Polymorphism and Exception Handling types","shortDescription":"Tutorial on poLymorphism ,Exception Handling Types","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/c-polymorphism-and-exception-handling-types/","imageUri":"https://img-b.udemycdn.com/course/750x422/4403655_e284_7.jpg?secure=U1LOOAhQSXnv2kCVxubjpw%3D%3D%2C1638320023","duration":"5363","enrolledStudentsCount":"1,538 students","lastUpdated":null,"targetAudiences":["course is meant for professionals interested to develop console application projects in C#"],"tags":["IT \u0026 Software","Other IT \u0026 Software","C#"],"rating":{"count":2,"averageValue":"4.5"},"instructors":[{"name":"Suprio Dutta","url":"/user/suprio-5/","totalNumberOfStudents":3034,"totalNumberOfReviews":59,"averageRating":4.307550125423729}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/amped-studio-videocourse/":{"courseDetails":{"courseId":4376502,"title":"Amped Studio - Making professional music.  Videocourse","shortDescription":"Learn professional music techniques in 2 days. Everything you need is a computer and internet.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/amped-studio-videocourse/","imageUri":"https://img-b.udemycdn.com/course/750x422/4376502_b1a5_2.jpg?secure=RJmTosXq8PVs8swCzBGJRw%3D%3D%2C1638324062","duration":"4277","enrolledStudentsCount":"1,303 students","lastUpdated":null,"targetAudiences":["If you want to learn how to make music on a computer but don\u0027t know what to start from","If you are producer and want to find more simple and convenient way of creating your sound","If you want to have access to your projects always at hand without using special computer resources"],"tags":["Music","Music Software","Music Production"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Bil Bryant","url":"/user/dracheno-pavel/","totalNumberOfStudents":1301,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-generate-real-estate-buyer-and-seller-leads/":{"courseDetails":{"courseId":2490292,"title":"How to Generate Real Estate Buyer and Seller Leads","shortDescription":"Learn How to Create the Perfect Sales Funnel for Your Business","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-generate-real-estate-buyer-and-seller-leads/","imageUri":"https://img-b.udemycdn.com/course/750x422/2490292_1c27.jpg?secure=fdl1LLiUr1pkay31ECoGMg%3D%3D%2C1638326015","duration":"5054","enrolledStudentsCount":"6,321 students","lastUpdated":null,"targetAudiences":["Real Estate Agents with the desire to grow their business"],"tags":["Marketing","Digital Marketing","Facebook Marketing"],"rating":{"count":105,"averageValue":"4.8"},"instructors":[{"name":"Emil Kim","url":"/user/emil-kim/","totalNumberOfStudents":6754,"totalNumberOfReviews":110,"averageRating":4.669306433333333}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/fundamentals-of-infinite-banking-how-the-wealthy-do-it/":{"courseDetails":{"courseId":4402589,"title":"Fundamentals of Infinite Banking: How the Wealthy Do It!","shortDescription":"Your Start-Up Guide in Infinite Banking","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/fundamentals-of-infinite-banking-how-the-wealthy-do-it/","imageUri":"https://img-c.udemycdn.com/course/750x422/4402589_baab_2.jpg","duration":"7220","enrolledStudentsCount":"1,106 students","lastUpdated":null,"targetAudiences":["Hard working professionals who are curious on how the wealthy invest","Financial enthusiast","Real estate investors wanting to scale"],"tags":["Business","Real Estate","Real Estate Investing"],"rating":null,"instructors":[{"name":"Lane Kawaoka","url":"/user/lane-kawaoka-2/","totalNumberOfStudents":1551,"totalNumberOfReviews":7,"averageRating":4.608162857142857}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/nicheecommercestartupcasestudy/":{"courseDetails":{"courseId":4400290,"title":"Niche E-Commerce Startup Case Study with Sramana Mitra","shortDescription":"Lessons and Analysis of a Niche E-commerce Startup","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/nicheecommercestartupcasestudy/","imageUri":"https://img-c.udemycdn.com/course/750x422/4400290_db30.jpg","duration":"3051","enrolledStudentsCount":"1,075 students","lastUpdated":null,"targetAudiences":["Tech entrepreneurs interested in e-commerce startups.","Entrepreneurs interested in e-commerce startups.","Aspiring entrepreneurs interested in e-commerce startups."],"tags":["Business","Entrepreneurship","Entrepreneurship Fundamentals"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Sramana Mitra","url":"/user/sramana-mitra/","totalNumberOfStudents":3754,"totalNumberOfReviews":219,"averageRating":4.794995831073447}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/comptia-a-core-1-comptia-a-220-1001-course/":{"courseDetails":{"courseId":4360792,"title":"CompTIA A\u002B Core 1: CompTIA A\u002B 220-1001 Course with Practice","shortDescription":"Course 1: Everything you need to pass the A\u002B Certification Core 1 (220-1001) Exam, from Mike Meyers and Total Seminars","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/comptia-a-core-1-comptia-a-220-1001-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4360792_b758.jpg","duration":"6715","enrolledStudentsCount":"6,705 students","lastUpdated":null,"targetAudiences":["Anyone looking to take and pass the CompTIA A\u002B Certification Core 1 (220-1001) Certification exam","Anyone who wants to improve their skills as a computer or IT technician","Anyone who wants to learn awesome stuff about PCs, Macs, mobile devices, networking, the cloud, IT security and more"],"tags":["IT \u0026 Software","IT Certifications","CompTIA A\u002B"],"rating":{"count":56,"averageValue":"4.4"},"instructors":[{"name":"PaceIT Academy","url":"/user/jose-martin-rincon-escalante/","totalNumberOfStudents":12140,"totalNumberOfReviews":104,"averageRating":4.516785209615384}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/comptia-security-bootcamp-exam/":{"courseDetails":{"courseId":4385598,"title":"CompTIA Security\u002B (SY0-601) Bootcamp \u0026 Exam","shortDescription":"CompTIA Security\u002B (SY0-601) Bootcamp - Your preparation for the world\u0027s best cybersecurity certification!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/comptia-security-bootcamp-exam/","imageUri":"https://img-c.udemycdn.com/course/750x422/4385598_d55d.jpg","duration":"7623","enrolledStudentsCount":"2,052 students","lastUpdated":null,"targetAudiences":["Anyone who wants to learn about Computer Security and pass the Comptia Security Plus Exam."],"tags":["IT \u0026 Software","Network \u0026 Security","CompTIA Security\u002B"],"rating":{"count":20,"averageValue":"4.7"},"instructors":[{"name":"PaceIT Academy","url":"/user/jose-martin-rincon-escalante/","totalNumberOfStudents":11882,"totalNumberOfReviews":104,"averageRating":4.516785209615384}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-overcome-stress-the-sfl-super-strategies/":{"courseDetails":{"courseId":4398904,"title":"How to Overcome Stress: Learn 20 Super Strategies","shortDescription":"Box out stress from your life to have better relationships, career and more inner peace!!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-overcome-stress-the-sfl-super-strategies/","imageUri":"https://img-c.udemycdn.com/course/750x422/4398904_1183_3.jpg","duration":"3350","enrolledStudentsCount":"1,314 students","lastUpdated":null,"targetAudiences":["This class is for anyone, who wants to learn techniques to overcome stress, anxiety and depression!!"],"tags":["Personal Development","Stress Management"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Nitesh Gurnani","url":"/user/nitesh-gurnani-2/","totalNumberOfStudents":19865,"totalNumberOfReviews":188,"averageRating":4.420236129411765}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/aspnet-core-testing-mini-course/":{"courseDetails":{"courseId":4364536,"title":"ASP.NET Core Testing Mini Course","shortDescription":"With examples in ASP.NET Core.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/aspnet-core-testing-mini-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4364536_f7e6.jpg","duration":"3754","enrolledStudentsCount":"1,296 students","lastUpdated":null,"targetAudiences":["Software developers that want to learn more about testing, examples are shown in ASP .NET."],"tags":["IT \u0026 Software","Other IT \u0026 Software","Software Testing"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Ruben Heeren","url":"/user/ruben-heeren-3/","totalNumberOfStudents":2180,"totalNumberOfReviews":46,"averageRating":4.525197873913044}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/guide-to-prince2-certification-step-by-step-guide-for-2021/":{"courseDetails":{"courseId":4064690,"title":"Guide to Prince2 Certification | Step-by-Step Guide for 2021","shortDescription":"Guide to Prince2 Certification | Step-by-Step Guide for 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/guide-to-prince2-certification-step-by-step-guide-for-2021/","imageUri":"https://img-b.udemycdn.com/course/750x422/4064690_415f.jpg?secure=u04w4h1GgyJJdamsuuzDaw%3D%3D%2C1638320069","duration":"2807","enrolledStudentsCount":"866 students","lastUpdated":null,"targetAudiences":["Students and professionals who want to start their career in Project Management.  It is also suitable for professionals who want to excel in their Project Management domain."],"tags":["Business","Project Management","PRINCE2"],"rating":{"count":1,"averageValue":"3.0"},"instructors":[{"name":"R Tutor","url":"/user/rahul-878/","totalNumberOfStudents":24083,"totalNumberOfReviews":564,"averageRating":4.203801521404682}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/making-a-business-plan-that-investors-like/":{"courseDetails":{"courseId":4269930,"title":"Making a Business Plan that Investors like","shortDescription":"Simple Step by Step Guide for writing a Business Plan","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/making-a-business-plan-that-investors-like/","imageUri":"https://img-c.udemycdn.com/course/750x422/4269930_db1f_4.jpg","duration":"4269","enrolledStudentsCount":"1,495 students","lastUpdated":null,"targetAudiences":["People who are involved in project management , starting a business , looking for funding"],"tags":["Business","Business Strategy","Business Plan"],"rating":{"count":4,"averageValue":"4.1"},"instructors":[{"name":"Makks Shah","url":"/user/makks/","totalNumberOfStudents":1978,"totalNumberOfReviews":8,"averageRating":4.17436465}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tea-appreciation-with-dosta/":{"courseDetails":{"courseId":4386702,"title":"Tea Appreciation with Dosta - Zen Tea Meditation","shortDescription":"Perceive the Taste, Enjoy your Life!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tea-appreciation-with-dosta/","imageUri":"https://img-b.udemycdn.com/course/750x422/4386702_7ef7.jpg?secure=uzXKfL_Hb_xINAczXCx-Sw%3D%3D%2C1638819150","duration":"2234","enrolledStudentsCount":"829 students","lastUpdated":null,"targetAudiences":["Meditation Practitioners","Healthy Lifestyle Enthusiasts","Zen Students","Perception Development Practitioners","Seekers of Truth","Personal Development Enthusiasts","Tea Drinking Enthusiasts","Psychology Students","Minimalists"],"tags":["Lifestyle","Food \u0026 Beverage","Tea Ceremony"],"rating":{"count":2,"averageValue":"4.2"},"instructors":[{"name":"Dosta Andrew Lake","url":"/user/dosta-3/","totalNumberOfStudents":5791,"totalNumberOfReviews":78,"averageRating":4.559140427142857}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-analyse-company-finances/":{"courseDetails":{"courseId":4396608,"title":"How to Analyse Company Finances","shortDescription":"using public domain information","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-analyse-company-finances/","imageUri":"https://img-c.udemycdn.com/course/750x422/4396608_26aa_2.jpg","duration":"5172","enrolledStudentsCount":"1,421 students","lastUpdated":null,"targetAudiences":["The course is for anyone interesting in looking at a company\u0027s financial status","This course is for anyone who is interested in investing in a company"],"tags":["Finance \u0026 Accounting","Finance","Financial Statement"],"rating":{"count":4,"averageValue":"4.7"},"instructors":[{"name":"Tracy Renee","url":"/user/tracydracona2/","totalNumberOfStudents":1444,"totalNumberOfReviews":5,"averageRating":4.730044}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tailwind-css-installation-guide/":{"courseDetails":{"courseId":4395096,"title":"Tailwind CSS: Complete Installation \u0026 Getting Started Guide","shortDescription":"Learn how to install TailwindCSS step by step, and how to start using it. Updated for Tailwind CSS 3.0!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tailwind-css-installation-guide/","imageUri":"https://img-c.udemycdn.com/course/750x422/4395096_3f2a_6.jpg","duration":"2111","enrolledStudentsCount":"1,437 students","lastUpdated":null,"targetAudiences":["Web designers and developers who need to know how to install and use Tailwind CSS","Students with knowledge of HTML and CSS who want to learn a new way of working.","Whoever wants to learn new technologies in web development"],"tags":["Development","Web Development","Tailwind CSS"],"rating":{"count":8,"averageValue":"4.4"},"instructors":[{"name":"David Morales","url":"/user/davidmles/","totalNumberOfStudents":23455,"totalNumberOfReviews":78,"averageRating":4.778305358974358}]},"isAlreadyAFreeCourse":true,"couponData":null}}}