{"coursesWithCoupon":{"https://www.udemy.com/course/wifi-penetesting/":{"courseDetails":{"courseId":721140,"title":"الدورة المكثفة للاختراق الشبكات اللاسلكية WIFI Hacking","shortDescription":"الدورة الشاملة السريعة للاختراقات الشبكات اللاسلكية, دورة مبسطة لمن يريد دخول عالم الاختراقات الاخلاقية للشبكات اللاسكية","longDescription":"\u003Cp\u003Eفي هذة الدورة سوف تتعرف على امكانية اختراق الشبكات اللاسلكية, الدورة موجهة للخبراء الامنيين والطلاب الذين يريدون ان يتعرفوا على سبر اغوار الشبكات اللاسلكية وانظمة التشفير المستخدمه لها, طبعاً الدورة مكثفة وعملية بنسبة ١٠٠٪ وبدون الدخول الى مواضيع جانبية سوف تتعرف على كيفية اختراق اي شبكة لاسلكية ومهما كان نظام التشفير التابع لها, ويجب ان انوه ان الدورة ليست لكل من اراد اختراق الشبكات اللاسلكية بطريقة غير قانونية وغير اخلاقية, حيث ان قيامك بتنفيذ الدروس على شبكات ليست لك قد يعرضك للمسائلة القانونية والجنائية, ولذلك وجب التنوية.\u003Cbr\u003E\u003C/p\u003E","language":"Arapça","courseUri":"https://www.udemy.com/course/wifi-penetesting/","imageUri":"https://img-c.udemycdn.com/course/750x422/721140_ab76.jpg","duration":"1.5 total hours","enrolledStudentsCount":"8.059 öğrenci","lastUpdated":"Son güncelleme tarihi: 3/2016","targetAudiences":["الخبراء الامنيين الذين يردون تطوير انفسهم في مجال اختراق الشبكات اللاسلكية","المهتميين بمجال الاختراق الاخلاقي"],"tags":["BT ve Yazılım","Ağ ve Güvenlik","Etik Hackleme"],"rating":{"count":142,"averageValue":"4.1"},"instructors":[{"name":"Fadi Al-Aswadi, Cybereon LLC","url":"/user/yazanalaswadi/","totalNumberOfStudents":61238,"totalNumberOfReviews":3380,"averageRating":4.383310187719299}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"3599CEFD9800DCF98C91","originalPrice":"₹3,200","discountedPrice":"Free","expirationText":"2 days","discountPercentage":100}},"https://www.udemy.com/course/pythonhacking/":{"courseDetails":{"courseId":4468740,"title":"دورة اساسيات بايثون واختبار الاختراق عبر بايثون","shortDescription":"تعلم لغة برمجة بايثون واصنع ادوات الاختراق الخاصة بك","longDescription":"\u003Cp\u003Eفي هذه الدورة سوف نتعرف على لغة برمجة بايثون باللغة العربية, سوف تقسم هذه الدورة الى قسمين في القسم الاول سوف تجد فيها الاساسيات مثل المتغيرات والمعاملات الرياضية والمنطقية والشروط وال loops وكيف تقوم دوال على لغة برمجة بايثون وفي الاخير سيكون هنالك جزء للبرمجة الكائنية على بايثون \u003C/p\u003E\u003Cp\u003Eهذه الدورة سوف تعلمك لغة برمجة بايثون وايضاً سوف تجد بعض الدروس المتخصصة بهندسة البرمجيات وتحليلها عن طريق الخورازميات وبشكل مختصر, طبعاً تم عمل هذه الدورة بعد البحث في المحتوى العربي المتخصص في البرمجة وخصيصاً في لغة برمجة بايثون ولكن ماوجدناه هي دورات طويلة وايضاً اكاديمية وبعيدة عن ارض الواقع وعالم الاعمال، لذلك قررت عمل هذه الدورة وبشكل مختصر وايضاً جعلتها تصل الى المفاهيم باقصر الطرق حتى نجعل المسيرة اسهل لطالب العلم وايضاً لكي يصل الى مبتاغاه بشكل اسرع.\u003C/p\u003E\u003Cp\u003Eاما القسم الثاني فسوف نتحدث به على كيفية عمل برامج خاصة باختبار الاختراقات وكيفية التعامل مع المكتبات الخاصة بالشبكات والويب وغيرها، والهدف الرئيسي من الجزء الثاني هو اقحام المتعلم في عملية عمل ادوات بسيطة خاصة بة تقوم بتسهيل مهامة اليومية خصوصاً في عالم اختبار الاختراقات، حيث ان هناك وبشكل دائم الكثير من المهمات المتكررة مثل البحث في موقع او استخراج بيانات شبيكة خاصة وهي دائماً ماتكون متكررة، وعبر استخدام بايثون سوف يسهل على مختبر الاختراق اجراء مهماتة اليومية باستخدام ادوات هو من قام بصناعتها.\u003C/p\u003E","language":"Arabic","courseUri":"https://www.udemy.com/course/pythonhacking/","imageUri":"https://img-c.udemycdn.com/course/750x422/4468740_90a5.jpg","duration":"3.5 total hours","enrolledStudentsCount":"1,023 students","lastUpdated":"Last updated 12/2021","targetAudiences":["المتحمسين لكتابة ادواتهم الخاصة باختبار الاختراقات بلغة البايثون"],"tags":["Development","Programming Languages"],"rating":{"count":35,"averageValue":"4.8"},"instructors":[{"name":"Fadi Al-Aswadi, Cybereon LLC","url":"/user/yazanalaswadi/","totalNumberOfStudents":61238,"totalNumberOfReviews":3380,"averageRating":4.383310187719299}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C262A1C067E701EFF3E9","originalPrice":"₹1,920","discountedPrice":"Free","expirationText":"2 days","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-vs-qbo-multiple-currencies/":{"courseDetails":{"courseId":3873644,"title":"QuickBooks Desktop vs QBO Multiple Currencies","shortDescription":"Learn to record transactions using multiple currencies using both QuickBooks Online and QuickBooks Desktop","longDescription":"\u003Cp\u003EThe course will start by discussing how to get access to both QuickBooks Online and QuickBooks Desktop. Intuit, the owner of QuickBooks often offers a free 30-day trial for each software package. \u003C/p\u003E\u003Cp\u003EThis will be a project based course. We will enter transaction in Excel before entering them into the accounting software, QuickBooks desktop and QuickBooks Online. Excel is more transparent, making it easier to understand the process. QuickBooks will then automate the process making it more efficient. \u003C/p\u003E\u003Cp\u003EWe will learn how to turn multicurrency on in both QuickBooks Online and QuickBooks Desktop. We will learn which accounts will be affected most by multicurrency transactions, these accounts being cash account types, accounts receivable account types, and accounts payable account types.\u003C/p\u003E\u003Cp\u003EThis course will work an example problems related to the sales cycles and the purchases cycle. The sales cycle will focus in on tracking foreign currency receivables. the purchases cycle will focus on foreign currency payables. \u003C/p\u003E\u003Cp\u003EWe will also demonstrate transactions related to forward contracts. We will discuss the uses of forward contracts including for speculative purposes and to mitigate risk on foreign currency transactions.\u003C/p\u003E\u003Cp\u003EThe multiple currency feature is useful when the company is holding onto cash in a foreign currency, the software helping us to record the home currency equivalent for financial statement presentation. \u003C/p\u003E\u003Cp\u003EMultiple currency functionality is also helpful when we make sales on account, sending an invoice, hoping to get paid in the future, tracking accounting receivable, but expecting to be paid in a foreign currency. The accounts receivable account will need to be valued in the home currency even though we will be paid in a foreign one. \u003C/p\u003E\u003Cp\u003EWe have a similar situation when we make purchases on account, promising to pay in a foreign currency at some point in the future. The accounts payable account will need to be valued in the home currency equivalence even though we will be paying in a foreign currency. \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/quickbooks-desktop-vs-qbo-multiple-currencies/","imageUri":"https://img-b.udemycdn.com/course/750x422/3873644_7a41.jpg?secure=ifqnNfEFSWfdxwYWX5DsJg%3D%3D%2C1646204608","duration":"17.5 total hours","enrolledStudentsCount":"14.434 estudiantes","lastUpdated":"Fecha de la última actualización: 3/2021","targetAudiences":["Business owners","Bookkeepers","Accountants"],"tags":["Finanzas y contabilidad","Finanzas","QuickBooks Online"],"rating":{"count":27,"averageValue":"4.7"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C929663FDB278CD2F6FA","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/become-a-certified-node-js-javascript-developer/":{"courseDetails":{"courseId":4559016,"title":"2022 Become A Certified Node JS Developer: Practice Tests","shortDescription":"The Complete Node JS Developer Course Exam","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**Course Updated - February 2022**\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; COURSE REGULARLY UPDATED: NEW TIPS, MORE LESSONS \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003ENode.js is probably \u003Cstrong\u003ETHE most popular \u003C/strong\u003Eand modern server-side programming language you can dive into these days!\u003C/p\u003E\u003Cp\u003ENode.js developers are in high demand and the language is used for everything from traditional web apps with \u003Cstrong\u003Eserver-side rendered views\u003C/strong\u003E over \u003Cstrong\u003EREST APIs\u003C/strong\u003E all the way up to \u003Cstrong\u003EGraphQL APIs\u003C/strong\u003E and \u003Cstrong\u003Ereal-time web services\u003C/strong\u003E. Not to mention its applications in build workflows for projects of all sizes.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will teach you all of that!\u003C/strong\u003E From scratch with zero prior knowledge assumed. Though if you do bring some knowledge, you\u0027ll of course be able to quickly jump into the course modules that are most interesting to you.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere\u0027s a detailed look at what you\u0027ll get:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe core concepts and theory\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to use Node JS, JavaScript components\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand how to navigate in Node JS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA closer look at styling and animating React Native apps\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstructions on how to use third-party libraries in your React Native app\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDetailed examples on how to use maps or an image picker\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA full user authentication flow\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to connect to a backend server from your app\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDebugging instructions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnd so much more!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat will you need to succeed in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ENO Android, Java, Swift or C knowledge is required!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EJavaScript and React (for the web) knowledge is required though - you don\u0027t need to be an expert but the basics need to be set (though there are refresher sections in this course!)\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat does this course offer you?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThis course consists of 2 practice tests.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPractice test consists of 20 questions, timed at 30 minutes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe questions are multiple-choice.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEvery question is associated with a knowledge area\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe answers are randomized every time you take a test\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnce the test was taken, you will get an instant result report with categories of strength to weakness.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou can re-take the tests over and over again as and when it suits you.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EI\u0027d be very happy to welcome you in the course!\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/become-a-certified-node-js-javascript-developer/","imageUri":"https://img-b.udemycdn.com/course/750x422/4559016_e89d.jpg?secure=bT2ubO9VHl0cK1fwFyTEMw%3D%3D%2C1646218518","duration":"40 questions","enrolledStudentsCount":"2.038 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2022","targetAudiences":["Beginner or advanced web developers who want to dive into backend (server-side) development with NodeJS","Everyone who\u0027s interested in building modern, scalable and high-performing web applications","Experienced NodeJS developers who want to dive into specific features like using GraphQL with NodeJS"],"tags":["BT ve Yazılım","BT Sertifikaları","Node.Js"],"rating":{"count":4,"averageValue":"4.7"},"instructors":[{"name":"MOHNAS LTD","url":"/user/mohnas/","totalNumberOfStudents":3167,"totalNumberOfReviews":12,"averageRating":4.1231031}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"NODEFEB202203","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/blockchain-cryptocurrency-fundamentals-for-beginners/":{"courseDetails":{"courseId":4496156,"title":"NFTs in Blockchain: Basics \u0026 50\u002B Coding Examples in Solidity","shortDescription":"dApps (NFTs and Blockchain)- Learn to implement smart contracts, Payment Channels, Crowd Fund \u0026 UNISWAP in Solidity","longDescription":"\u003Cp\u003EThis course will be on the development of Blockchain and Cryptocurrency Technology through the SOLIDITY\u0026nbsp;language. Solidity is a curly-bracket language influenced by Object-Oriented languages including JavaScript and is designed to target the Ethereum Virtual Machine (EVM). \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this course, you will be taught to create smart contracts for uses such as voting, crowdfunding, blind auctions, and multi-signature wallets using the SOLIDITY language.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUpon successful completion of the course, each student will show tangible evidence of growth and maturity in the following areas: \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E1. Be able to state core Blockchain concepts\u003C/p\u003E\u003Cp\u003E2. Benefits, and the limitations of blockchain technologies.\u003C/p\u003E\u003Cp\u003E3. Be able to state the key differentiators for blockchain from other technology systems. \u003C/p\u003E\u003Cp\u003E4. Solidity: High-level overview of real-time implementations \u003C/p\u003E\u003Cp\u003E5. Solidity: How to implement data structures in Solidity.\u003C/p\u003E\u003Cp\u003E6. Solidity: How to create smart contracts using JVM and Web 3.\u003C/p\u003E\u003Cp\u003E7. Solidity: How to model time stamping in smart contracts.\u003C/p\u003E\u003Cp\u003E8. Solidity: How to perform digital transactions and model multiple smart contracts in JVM\u0026nbsp;and Web 3.\u003C/p\u003E\u003Cp\u003E9. Understand the technical underpinnings of blockchain technology \u003C/p\u003E\u003Cp\u003E10. Apply various blockchain concepts to analyze examples\u003C/p\u003E\u003Cp\u003E11. Make decisions about the use (or not) of blockchain technology in systems\u003C/p\u003E\u003Cp\u003E12. Role of NFTs in Cryptocurrency.\u003C/p\u003E\u003Cp\u003E13. Implications of Forks in Cryptocurrency domain.\u003C/p\u003E\u003Cp\u003E14. Cryptocurrency trading using Artificial Intelligence.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBlockchain is an ever-expanding list of records, called blocks, that are linked together using cryptography. Each block contains a cryptographic hash of the previous block, a timestamp, and transaction data. The timestamp proves that the transaction data existed when the block was published in order to get into its hash. As blocks each contain information about the block previous to it, they form a chain, with each additional block reinforcing the ones before it. Therefore, blockchains are resistant to modification of their data because once recorded, the data in any given block cannot be altered retroactively without altering all subsequent blocks.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBlockchains are typically managed by a peer-to-peer network for use as a publicly distributed ledger, where nodes collectively adhere to a protocol to communicate and validate new blocks. Although blockchain records are not unalterable as forks are possible, blockchains may be considered secure by design and exemplify a distributed computing system.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBy storing data across its peer-to-peer network, the blockchain eliminates a number of risks that come with data being held centrally. The decentralized blockchain may use ad hoc message passing and distributed networking. Peer-to-peer blockchain networks lack centralized points of vulnerability that computer crackers can exploit; likewise, it has no central point of failure. Blockchain security methods include the use of public-key cryptography. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEvery node in a decentralized system has a copy of the blockchain. Data quality is maintained by massive database replication and computational trust. No centralized \u0022official\u0022 copy exists and no user is \u0022trusted\u0022 more than any other. Transactions are broadcast to the network using the software. \u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/blockchain-cryptocurrency-fundamentals-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4496156_afef_5.jpg","duration":"2 total hours","enrolledStudentsCount":"3,120 students","lastUpdated":"Last updated 2/2022","targetAudiences":["Beginner students aspire to learn about the fundamentals of Blockchain Technology","Beginner researchers curious to learn about cryptocurrency and key strides"],"tags":["Finance \u0026 Accounting","Cryptocurrency \u0026 Blockchain","Blockchain"],"rating":{"count":7,"averageValue":"4.3"},"instructors":[{"name":"Junaid Zafar","url":"/user/junaid-zafar-10/","totalNumberOfStudents":16523,"totalNumberOfReviews":120,"averageRating":3.7056477512500003}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"JUNI1111","originalPrice":"₹8,960","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-vs-excel/":{"courseDetails":{"courseId":1527896,"title":"QuickBooks Online vs. Excel","shortDescription":"QuickBooks and Excel accounting cycle, reporting financial transaction to both QuickBooks and Excel compare and contrast","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWould we like to run our business better using accounting software?\u003C/strong\u003E\u003C/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EWould we like to better understand accounting concepts, how they apply to accounting software, and work accounting problems MUCH faster?\u003C/strong\u003E\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003E\u003Cstrong\u003EWould we like to advance our career by increase our skills with business software?\u003C/strong\u003E\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EThis comprehensive QuickBooks Online \u0026amp; Excel course can help to achieve these goals\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003E\u003Cstrong\u003EWhy choose this course?\u003C/strong\u003E\n\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003ECurrent video content means all QuickBooks lectures are done recently as of this post rather than adding a few new videos to content from prior years.\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EThis course also includes:\u003C/p\u003E\n\n\n\n\n\n\n\n\u003Cul\u003E\u003Cli\u003EExcel worksheet that are formatted so that we can consentrate on the accounting relationships and on using the fundamentals of Excel.\u003C/li\u003E\u003C/ul\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003E\u003Cstrong\u003EWho will we be learning from?\u003C/strong\u003E\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EYou will be learning from somebody who has technical experience in accounting concepts and in accounting software like QuickBooks, as well as experience teaching and putting together curriculum.\n\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EYou will be learning from somebody who is a:\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cul\u003E\u003Cli\u003ECPA – Certified Public Accountant\u003C/li\u003E\u003Cli\u003ECGMA – Chartered Global Management Accountant\u003C/li\u003E\u003Cli\u003EMaster of Science in Taxation\u003C/li\u003E\u003Cli\u003ECPS – Certifies Post-Secondary Instructor\u003C/li\u003E\u003Cli\u003ECurriculum Development Export\u003C/li\u003E\u003C/ul\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EAs a practicing CPA the instructor has worked with many technical accounting issues and helped work through them and discuss them with client of all levels.\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EAs a CPS and professor, the instructor has taught many accounting classes and worked with many students in the fields of accounting, business, and business applications.\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EThe instructor also has a lot of experience designing courses and learning how students learn best and how to help students achieve their objectives. Experience designing technical courses has also help in being able to design a course in a logical fashion and deal with problems related to technical topics and the use of software like QuickBooks Pro.\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003E\u003Cstrong\u003EHow will we be Taught?\u003C/strong\u003E\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EWe will learn by doing, by providing a presentation, and providing the tools to work through the processes presented. Learning QuickBooks and Excel is something best learned by doing, by applying skills to the QuickBooks application.\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EA partial list of topics covered is below.\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cul\u003E\u003Cli\u003EStart a New Company File\u003C/li\u003E\u003Cli\u003EAccounting Methods\u003C/li\u003E\u003Cli\u003EEnter Data for the First Month of Operations\u003C/li\u003E\u003Cli\u003EEnter Data for the Second Month of Operation\u003C/li\u003E\u003Cli\u003EBank Reconciliations\u003C/li\u003E\u003Cli\u003EAdjusting Entries and Reversing Entries\u003C/li\u003E\u003C/ul\u003E\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EPlease Join Use for QuickBooks Desktop 2018 vs. Excel Course. It will be Great\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/quickbooks-online-vs-excel/","imageUri":"https://img-c.udemycdn.com/course/750x422/1527896_030d_2.jpg","duration":"81 total hours","enrolledStudentsCount":"4.052 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2022","targetAudiences":["Business Owners","Accounting Professionals","Accounting Students","Anybody who wants to learn accounting software","Anybody who wants to learn accounting theory","Anybody who wants to learn Excel basics"],"tags":["Finans ve Muhasebe","Nakit Yönetimi Araçları","QuickBooks Online"],"rating":{"count":31,"averageValue":"4.0"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"20DDD68A5B2E03F0E895","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/cocuklar-icin-ingilizce-egitimi/":{"courseDetails":{"courseId":4538440,"title":"Çocuklar İçin İngilizce Eğitimi 3-12 Yaş","shortDescription":"Ebeveynler için Çocuklarınıza Online İngilizce Kursu","longDescription":"\u003Cp\u003EMerhabalar Ben Esra, \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E7 yıldır aktif olarak İngilizce öğretmenliği yapmaktayım. Arel üniversitesi mütercim tercümanlık, Haliç Üniversitesi Amerikan Kültür ve Edebiyatı mezunuyum. Ayrıca Yıldız Teknik Üniversitesinde İngilizce dil eğitimi alanında yüksek lisansımı tamamladım. Özellikle çocuklar için İngilizce eğitimi alanında ana okulluları, bireysel İngilizce eğitimleri ve online eğitimler üzerinden binlerce çocuğumuza eğlenceli İngilizce eğitimi metodu ile İngilizceyi öğrettim. Eğitim seti eğlenerek İngilizce öğrenme metoduyla çocuklar için düzenlenmiş videolar serisidir. Bu eğitim setini bitiren çocuklar İngilizce sayıları,renkleri, hayvanları , meyveleri,\u0026nbsp; günlük konuşulan İngilizce kalıplarını öğrenmiş hale gelir. Eğlenceli İngilizce methodu ile siz de çocuğunuzun İngilizce öğrenmesine yardımcı olun.\u003Cbr\u003E\u003Cbr\u003EEğitime katılım için çocuklarımızın daha önce bir temel İngilizce eğitimi almış olmasına gerek bulunmamaktadır. Bu eğitim sonunda çocuklarımız ingilizce ile farklı biçimde bir tanışma gerçekleştirmiş olacaktır. \u003Cbr\u003E\u003Cbr\u003EEğitim sonunda gelişimin daha fazla devam etmesi için çocuklarımızın İngilizce alt yazılı İngilizce çizgi filmler izlemesini sağlayabilirsiniz. Ayrıca eğitim setimi sürekli güncelleyerek çocuklarımızın gelişim sürecine katkıda bulunacağıma söz veriyorum.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEğitim ile ilgili destek ve sorularınız için dilediğiniz zaman bana udemy mesaj alanından ulaşabilirsiniz. Sorularınız çocuklarımızın İngilizce gelişim süreci ile ilgili, konular ile ilgili veya eğitim dışı istekleriniz ile ilgili olabilir. \u003Cbr\u003E\u003Cbr\u003EHadi şimdi eğitime başlayarak çocuklarımız ile içeriklerimizi tanıştıralım. Unutmayın eğitim içeriğinde çok fazla biçimde aktivite var çocuklarımızın hem şarkı söyleyerek, hem de evdeki bireylerle denemeler yapmalarına dair görevler verdim. Siz de onlara bu yolda destek olmayı unutmayın.\u003C/p\u003E","language":"Türkçe","courseUri":"https://www.udemy.com/course/cocuklar-icin-ingilizce-egitimi/","imageUri":"https://img-c.udemycdn.com/course/750x422/4538440_3d71.jpg","duration":"1.5 total hours","enrolledStudentsCount":"405 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2022","targetAudiences":["Çocuk Sahibi Ebeveynler"],"tags":["Öğretim ve Akademi","Dil Öğrenimi","İngilizce"],"rating":{"count":48,"averageValue":"5.0"},"instructors":[{"name":"Esra Akdemir","url":"/user/esra-akdemir-2/","totalNumberOfStudents":649,"totalNumberOfReviews":48,"averageRating":4.979299}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B00E1D7A6F476838ADBF","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-payroll-quickbooks-pro-desktop-2019/":{"courseDetails":{"courseId":1998896,"title":"QuickBooks Payroll - QuickBooks Pro Desktop","shortDescription":"Processing QuickBooks Pro Desktop 2019 payroll for a small business, generating paychecks, processing payroll tax forms","longDescription":"\u003Cp\u003E\u003Cstrong\u003EQuickBooks Desktop Pro 2019 payroll will describe the payroll process for a small business in detail, so bookkeepers, accountants, and business owners can better understand how to set up payroll, process payroll, and troubleshoot problems related to payroll. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will introduce the payroll set-up in the QuickBooks Desktop Pro 2019 system, walking through payroll screens for both the paid version and the free manual version of payroll within QuickBooks Desktop. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will discuss payroll legislation that will affect payroll calculations within QuickBooks Pro Desktop 2019 and list the payroll forms we will need to generate from Quickbooks. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will walk through the process of entering a new employee into the QuickBooks Desktop Pro 2019 system and describe where the data would be received from in practice including Form W-4. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will discuss Federal Income Tax (FIT) calculations within QuickBooks Pro Desktop 2019. The course will describe how FIT is calculated, what is needed for QuickBooks Pro to calculate FIT, and how to enter the data into the accounting system. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will describe the Federal Income Contributions Act (FICA) and its components. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will calculate social security and describe how QuickBooks Pro Desktop 2019 will help with the calculations as we process payroll. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will calculate Medicare and describe how QuickBooks Desktop Pro 2019 will help with the calculations of Medicare when we process payroll. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will calculate Federal Unemployment (FUTA) and discuss how FUTA is related to state unemployment (SUTA). \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will describe and calculate employer taxes and discuss which taxes are employee taxes and which taxes are employer taxes. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will describe payroll journal entries and discuss how payroll data is populated in the QuickBooks reports and financial statements including the profit and loss and balance sheet. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will describe and fill out a payroll register and analyze the many payroll reports that can be generated from QuickBooks Pro Desktop 2019. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will discuss and enter both mandatory and voluntary deductions into the QuickBooks Pro Desktop 2019 system. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will discuss retirement plan options, how to enter them into the QuickBooks Pro Desktop 2019 system, and how they are used to calculate net income and payroll taxes. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will cover two comprehensive problems, processing payroll within QuickBooks Desktop Pro 2019. One comprehensive problem will use the paid QuickBooks version. The second comprehensive problem will use the free manual version and compare the computations to ones we will do in Excel. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur first comprehensive problem will start off very basic with one employee and will increase in complexity as we enter more benefits and payroll details each year. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur second comprehensive problem will focus on manual calculations to get a better understanding of what the paid version is really doing for us. A better understanding of the calculations being made by the QuickBooks Desktop Pro 2019 system allows us to spot and troubleshoot problems when they happen.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn addition to the instructional videos, this course will include downloadable   \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E•    QuickBooks Pro Desktop 2019 Backup files\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E•    Excel practice files\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E•    Downloadable PDF Files   \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe QuickBooks Desktop 2019 backup files are a great tool that allows us to jump ahead in the material or to rework material if we choose. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExcel practice files will be preformatted and will generally have at least two tabs, one tab with the completed work and a second tab with a preformatted worksheet we can fill in as we watch the instructional videos.    \u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/quickbooks-payroll-quickbooks-pro-desktop-2019/","imageUri":"https://img-c.udemycdn.com/course/750x422/1998896_a9d3_2.jpg","duration":"23 total hours","enrolledStudentsCount":"5,042 students","lastUpdated":"Last updated 7/2021","targetAudiences":["Bookkeeper who want to learn how to use QuickBooks payroll","Business owners who want to learn QuickBooks payroll","Accounting students who want a better understanding of payroll concepts and how they are used in accounting software","Business professionals who want a better understanding of how payroll works"],"tags":["IT \u0026 Software","Other IT \u0026 Software","QuickBooks Pro"],"rating":{"count":85,"averageValue":"4.5"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C7C5E86AA1EFF1E97E93","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/how-to-create-cartoon-comic-series-start-to-finish-2021/":{"courseDetails":{"courseId":3846964,"title":"How to Express your Stories with Cartoons","shortDescription":"Become a Cartoonist by Learning how to  Draw and Edit Cartoon Comic series from your imagination.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E UPDATED VERSION 21/10/2021\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAre you Creative with\u0026nbsp; Stories but You Don\u0027t really Know how to bring it to life visually? This Course is for you.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHello; I\u0027m T.S Amachree and I\u0027m a Professional Cartoonist.\u003C/p\u003E\u003Cp\u003EIn this detailed Cartoon Comic Series Course; I will be sharing with you my knowledge \u0026amp;\u0026nbsp; secrets in Drawing and Developing Cartoon Comic series from your Imagination.\u003C/p\u003E\u003Cp\u003EThis course will teach you easy yet powerful techniques and tricks to help you create amazing Comic Series that will impress your friends and family.\u003C/p\u003E\u003Cp\u003EI will take you from the Blueprint idea sketch to the Final Colored \u0026amp; Edited Comic Strip.\u003C/p\u003E\u003Cp\u003EI will show you how to build more episodes of your cartoons quick and easy wih real time examples.\u003C/p\u003E\u003Cp\u003EThis will help you create you own Cartoon comic series Professionally; Build your Comic Book; for your Friends on your social media or designed for clients (blogs, Magazines, Children Books \u0026amp; newspapers) to earn extra money.\u003C/p\u003E\u003Cp\u003EWhat You will Learn\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELearn How to Build Cartoon Comic Series\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThe Secret of Drawing Consistent Cartoon Character.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow To Edit \u0026amp; Color With Photoshop.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDraw Your Ideas.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAdd Texts To your Comics\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow to Edit the background of your comic series.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEach Lesson is very Easy to Understand- Step-By -Step Guide ( in Real Time.)\u003C/p\u003E\u003Cp\u003EProtected by a 30 Day Guarantee 100%.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBeing a Cartoonist is most fulfilling, Freedom to Express yourself.\u003C/p\u003E\u003Cp\u003EIts a rare pleasure sharing my gifts with You.\u003C/p\u003E\u003Cp\u003EYou have\u0026nbsp; Great Stories to inspire the World.\u003C/p\u003E\u003Cp\u003EAll You need is\u0026nbsp;passion to Learn \u0026amp; Action.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEnroll Now and You\u0027ll gain instant access to the entre course and Extra Resources. \u003C/p\u003E\u003Cp\u003EKick-Start Your Cartoon Comic Artist Career.\u003C/p\u003E\u003Cp\u003ET.S Amachree ( Your Instructor \u0026amp; Friend)\u003C/p\u003E\u003Cp\u003E(G)\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/how-to-create-cartoon-comic-series-start-to-finish-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/3846964_2108_10.jpg","duration":"6 total hours","enrolledStudentsCount":"11.759 öğrenci","lastUpdated":"Son güncelleme tarihi: 11/2021","targetAudiences":["Beginner Cartoon  Artists","Artists","Anyone passionate about Drawing Cartoons","Children book Graphics Designers"],"tags":["Tasarım","Diğer Grafik Tasarım ve İllüstrasyon","Animasyon Çizimi"],"rating":{"count":25,"averageValue":"4.2"},"instructors":[{"name":"Red Jacobs Production","url":"/user/red-art-project/","totalNumberOfStudents":32271,"totalNumberOfReviews":181,"averageRating":4.17651633277311}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DC5FEF19A8716514664F","originalPrice":"7.040 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/earn-from-photography-complete-guideline/":{"courseDetails":{"courseId":1847060,"title":"How to Earn from Photography: Absolute Beginners Guide","shortDescription":"How to earn from Photography, like stock photography, event photography, work as assistant photographer, and more.","longDescription":"\u003Cp\u003E=== Students\u0027 Reviews\u0027 Regarding This Course ===\u003C/p\u003E\u003Cp\u003E\u0022\u003Cstrong\u003E\u003Cem\u003Ei enjoyed the course, very educative and straight to the point.\u003C/em\u003E\u003C/strong\u003E\u0022 -- Muhammad Kabir Musa \u003C/p\u003E\u003Cp\u003E\u0022\u003Cstrong\u003E\u003Cem\u003EThis course was simple and easy to listen. There are a few tips I\u0027ve not thought of when looking to earn money with photography. The bonus section was good variety as it showed some tips to editing photos. This is definitely a beginner\u0027s guide and is quite basic.\u003C/em\u003E\u003C/strong\u003E\u0022 -- Jessica Lam\u003C/p\u003E\u003Cp\u003E\u0022\u003Cstrong\u003E\u003Cem\u003EIt is a good course for those who expect money for their photos.\u003C/em\u003E\u003C/strong\u003E\u0022 -- Kalakonda Krishna\u003C/p\u003E\u003Cp\u003E\u0022\u003Cstrong\u003E\u003Cem\u003EExplain very well about improving photos viewers and presentation is very useful.\u003C/em\u003E\u003C/strong\u003E\u0022 -- Pankaj Pramod Narkar\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E=== Course Contents ===\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESection 1: 10 Ways to Earn from Photography\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWork as an assistant photographer \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESell your photographs in stock sites \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEarn from photography contests\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEarn from photography blogging \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEarn from photography YouTube channel \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOther ways to earn from photography\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 2: Earn Money Through Stock Photography\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhy Stock Photography?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESuccess Theory in Stock Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow much you can earn? from stock photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat type of images buyer want\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnalyze the market through useful tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShoot Images having both literal and conceptual meaning\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESave some negative space\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGet model release early\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESubmit to multiple stock agency sites\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInvest your time for proper meta data and key-wording\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 3: Mastering Photography Marketing\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESocial Media Marketing for Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPhysical Marketing for Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWebsite Marketing for Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClassic Marketing for Photography\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/earn-from-photography-complete-guideline/","imageUri":"https://img-c.udemycdn.com/course/750x422/1847060_b135_3.jpg","duration":"1.5 total hours","enrolledStudentsCount":"104.108 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 9/2018","targetAudiences":["Who wanna live on photography","Who wanna make a decent earning from photography","Who wanna learn about photohgraphy marketing strategies","Who wanna learn about stock photography"],"tags":["Fotografie \u0026 Video","Gewerbliche Fotografie","Fotografie"],"rating":{"count":572,"averageValue":"4.6"},"instructors":[{"name":"Creative Online School","url":"/user/mahbubur-rahman-9/","totalNumberOfStudents":1234777,"totalNumberOfReviews":29538,"averageRating":4.2177590928571425}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EPMAR2022","originalPrice":"12.480 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/html-with-css-and-javascript/":{"courseDetails":{"courseId":4570932,"title":"HTML with CSS and JavaScript","shortDescription":"Web development with HTML","longDescription":"\u003Cp\u003EWeb design and web development are top fields on the rise. Most websites use HTML along with CSS and JavaScript in them. Developers need to have a sound knowledge on each of them. HTML defines the structure of the website. Design and Formatting is done with the help of CSS while JavaScript is used to address the behaviour of the website. PHP is used at the backend of the website. HTML is an easy subject to learn. It is actually not a programming language. It is a markup language. Although different versions of HTML have been introduced the basics of HTML still remains the same. HTML uses tags and attributes to design and develop websites. The structure of HTML is like a sandwich. It has two tags that enclose all the other tags. All the design and development is done inside these two tags. From creating a title for the webpage to how to create tables each and everything is explained by using different kinds of examples that will help you understand the lessons very well. The course contains details on how to insert images, how to format texts, how to insert tables, how to insert lists and many other important elements that you need to master before you start developing a website.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/html-with-css-and-javascript/","imageUri":"https://img-c.udemycdn.com/course/750x422/4570932_baae.jpg","duration":"1 total hour","enrolledStudentsCount":"1.442 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2022","targetAudiences":["For beginners who would love to learn HTML to design and develop websites","For anyone who wants to learn HTML","For anyone who wants to design and develop websites using HTML, CSS and JavaScript"],"tags":["Yazılım Geliştirme","Web Geliştirme","HTML"],"rating":null,"instructors":[{"name":"Muhammad Razni Hashim","url":"/user/muhammad-razni-hashim-2/","totalNumberOfStudents":2420,"totalNumberOfReviews":1,"averageRating":2.5}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"01242962D50DFBFA74AA","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-vs-quickbooks-desktop/":{"courseDetails":{"courseId":1524914,"title":"QuickBooks Online vs. QuickBooks Desktop 2022, 2021, \u0026 2020","shortDescription":"Learn QuickBooks Online \u0026 Desktop-Comprehensive online course taught by a practicing CPA","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWe are in the process of updating this course for 2022. The current community will have access to the updates. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWould we like to run our business\u0026nbsp;better using accounting software?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWould we to choose between an online accounting software and a desktop accounting software?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWould we like to advance our career\u0026nbsp;by increasing our skills with business\u0026nbsp;software?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis comprehensive QuickBooks course can help to achieve these goals.\u003C/p\u003E\u003Cp\u003E\u0026nbsp;\u003Cstrong\u003EWhy choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECurrent video content means all QuickBooks lectures are done recently as of this post rather than adding a few new videos to content from prior years.\u003C/p\u003E\u003Cp\u003EThis course also includes:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EQuickBooks backup files allowing us to jump forward in the course or to rework sections.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPDF instruction files to support the entering of QuickBooks data and allowing us to do work offline.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho will we be learning from?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou will be learning from somebody who has technical experience in accounting concepts and in accounting software like QuickBooks, as well as experience teaching and putting together curriculum.\u003C/p\u003E\u003Cp\u003EYou will be learning from somebody who is a:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECPA – Certified Public Accountant\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECGMA – Chartered Global Management Accountant\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMaster of Science in Taxation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECPS – Certifies Post-Secondary Instructor\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECurriculum Development Export\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAs a practicing CPA the instructor has worked with many technical accounting issues and helped work through them and discuss them with client of all levels.\u003C/p\u003E\u003Cp\u003EAs a CPS and professor, the instructor has taught many accounting classes and worked with many students in the fields of accounting, business, and business applications.\u003C/p\u003E\u003Cp\u003EThe instructor also has a lot of experience designing courses and learning how students learn best and how to help students achieve their objectives. Experience designing technical courses has also help in being able to design a course in a logical fashion and deal with problems related to technical topics and the use of software like QuickBooks Pro.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow will we be Taught?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe will learn by doing, by providing a presentation, and providing the tools to work through the processes presented. Learning QuickBooks is something best learned by doing, by applying skills to the QuickBooks application.\u003C/p\u003E\u003Cp\u003EIn addition to presentation video we will include PDF files to allow the completion of part of the work offline with no internet access.\u003C/p\u003E\u003Cp\u003EWe also provide backup files so that we can jump to later points in the course or rework components of the course while having the data set exactly as it is shown in the presentation.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EA partial list of topics covered is below. The number series may change, however.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGetting Started – Getting Setup\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesktop – Download and Install\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – Download Backup File\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuickBooks Backup File\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – Restore Backup Files\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – Set Up\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ENavigating Through QuickBooks\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.10 Restore Backup File\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.15 Home Page – Vendors Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.15 Vendor Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.20 Home Page – Customer Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.20 Customers Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.25 Home Page – Banking Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.27 Home Page – Company Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.25 Other Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.28 Home Page – Employees Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.28 Employee Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.35 Forms\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.35 Forms\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.37 Lists\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.35 Lists\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.40 Help Options\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.40 Help Options\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.45 Print \u0026amp; Export Reports\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.45 Pint \u0026amp; Export Reports\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.50 Backup Data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.50 Backup Files\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EDouble entry accounting system\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAccounting Objectives\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAccounting Equation\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EBalance Sheet and Balance Sheet Options\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesktop- 2.10 Balance Sheet\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 2.10 Balance Sheet\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.15 Balance Sheet Display Options\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 2.15 Balance Sheet General Options\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.20 Remove Date Time From Reports\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.25 Balance Sheet Fonts \u0026amp; Numbers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 2.20 Balance Sheet Remove Date Time\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.30 Balance Sheet Header \u0026amp; Footer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 2.30 Balance Sheet Header \u0026amp; Footer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.35 Comparative Balance Sheet\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 2.30 Comparative Balance Sheet\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.40 Summary Balance Sheet\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 2.40 Summary Balance Sheet\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.45 Memorize Report Group\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.50 Memorize Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 2.50 Memorize Report\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EIncome Statement \u0026amp; Statement of Equity\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIncome Statement\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStatement of Owner’s Equity\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBalance Sheet \u0026amp; Income Statement Relationship\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EProfit \u0026amp; Loss / Income Statement\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 3.10 Profit and Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 3.10 Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 3.15 Income Statement Custom\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 3.15 Income Statement Custom\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 3.20 Comparative Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 3.20 Comparative Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 3.25 Vertical Analysis Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 3.25 Vertical Analysis Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 3.30 Percentage of Expense Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 3.30 Percent of Expense Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EOther Reports \u0026amp; Graphs\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.10 Sales Graph\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.15 Income \u0026amp; Expense Graph\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.20 Sales by Customer Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 4.20 Sales by Customer Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.25 Sales by Item Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 4.25 Sales by Item Summary Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.30 Accounts Receivable Aging Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 4.30 AR Aging Summary\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.35 Accounts Payable Aging Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 4.35 Accounts Payable Aging Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.40 Accounts Payable Graph\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.50 Accounts Receivable Graph\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.60 Export Balance Sheet to Excel\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EStart a New Company File\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EStart a New Business Section Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.05 Set Up New Company \u0026amp; Preferences\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.05 Set Up New Company \u0026amp; Preferences\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.10 Setting Up Items\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.10 Part 1 Item – Service Set Up\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.10 Part 2 Items Inventory Set Up\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.15 Customer Setup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.15 Customer Balance Setup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.20 Set up Vendors and Beginning Balances\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.20 Vendor – New Vendor \u0026amp; Opening Balance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.25 Set up new account \u0026amp; Enter Opening Balances\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.25 Set up New Accounts \u0026amp; Export Trial Balance to Excel\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.30 Adjust New Account Balances\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.50 Adjusted Beginning Account Balances\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.35 Payroll Set Up\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.35 Payroll Options\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.40 New Employee Setup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.40 Set Up New Employees\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.45 Export Transaction List By Date\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.45 Transaction List by Date\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EAccounting Concepts\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAccounting Concepts Section Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECash Method Vs Accrual Method\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERevenue Recognition Principle\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFinancial Transaction Rules\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EEnter Data for the First Month of Operations\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEnter Data for The Second Month of Operations Section Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.05 Record Deposit from Owner \u0026amp; Loan\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.05 Record Owner \u0026amp; Loan Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.10 Record Transactions In Register Investment \u0026amp; Furniture\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.10 Part 1 Record Purchase Furniture\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.10 Part 2 Record Short-Term Investment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.16 Sales Tax u\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.17 Purchase Order\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.17 Part 1 Purchase Order\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.17 Part 2 Purchase Order Add Inventory Item\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.20 Create an Invoice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.20 Part 1 Create Invoice with Inventory\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.20 Part 2 Invoice with Inventory\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.23 Undeposited Funds Set Up\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.25 Record Receipt of Payment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.25 Part 1 Receive Payment f\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.25 Part 2 Receive Payment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.30 Sales Receipts Cash Sales Transaction\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.30 Part 1 Sales Receipt f\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.30 Part 2 Sales Receipt\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.32 Sales Receipt \u0026amp; Payment Correct\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.35 Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.35 Deposit Record\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.37 Expense Billable Setting – Turn On\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.40 Write Check for Inventory from Purchase Order\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.40 Inventory Payment Tied to Purchase Order f\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.40 Part 2 Inventory Payment Tied to Purchase order f\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.42 Correct Check Add Billable Customer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.45 Invoice for Pre-Order Inventory P.O.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.45 Part 1 Invoice Created by Billable Expense\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.45 Part 2 Invoice Populated By Billable Expense\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.50 Receive Payment \u0026amp; Make Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.50 Receive Payment \u0026amp; Make Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.55 Write Check for Expenses\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.55 Write Checks for Expenses\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.60 Pay Bills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.60 Pay Bills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.65 Set Up Customer Jobs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.65 Customer Jobs or Sub Customers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.70 Payroll Process Check\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E7.70 Pay Employees\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.75 Job Sales Receipt\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.75 Job or Sub-Customer Sales Receipt\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.80 Review Reports \u0026amp; Export to Excel\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.80 Generate Report \u0026amp; Export to Excel\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.45 Part 1 Invoice Created by Billable Expense\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EEnter Data for the Second Month of Operation\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEnter Data for The First Month of Operations Section Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.05 Loan Payments, Interest, Principle\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.05 Make Loan Payments\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.10 Deposit Investment \u0026amp; Interest\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.10 Short Term Investment Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.15 Purchase Order New Item \u0026amp; Customer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.15 Purchase Order New Item\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.20 Receive Inventory with Bill\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.20 Receive Inventory With Bill\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.25 Sales Receipt \u0026amp; Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.25 Sales Receipt \u0026amp; Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.30 Advanced Payment From Customer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.30 Advanced Payment From Customer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.35 Apply Credit to Invoice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.35 Apply Credit to Invoice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.40 Record Sale on Account\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.40 Record Sale on Account\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.45 Advance Customer Payment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.45 Advance Customer Payment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.50 Bills Track \u0026amp; Pay\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.45 Bills – Track \u0026amp; Pay\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.55 Customer Payment on Account \u0026amp; Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.55 Customer Payment On Account \u0026amp; Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.60 Pay Sales Tax\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.60 Sale Tax Payment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.65 Pay Payroll Taxes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.65 Payroll Tax Payments\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.70 Enter Bills \u0026amp; Pay Bills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.70 Enter Bills \u0026amp; Pay Bills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.75 Enter Service Item \u0026amp; Invoices\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.75 Enter Service Items \u0026amp; Invoice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.77 Purchase Equipment with Debt\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.77 Purchase Equipment with Debt\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.80 Enter Payroll\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.80 Payroll\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.90 Rental Income, New Account, New Item\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.90 Rental Income Recorded\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.95 Comparative Balance Sheet \u0026amp; Income Statement\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.95 Comparative Financial Statements Feb\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EBank Reconciliations\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBank Reconciliation Section Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 9.10 Bank Reconciliation First Bank Reconciliation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 9.10 Bank Reconciliation First Month\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 9.15 Bank Reconciliation Second Bank Reconciliation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 9.15 Bank Reconciliation Second Month\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EAdjusting Entries and Reversing Entries\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAdjusting Entries, Financial Statements, Closing Entries, \u0026amp; Reversing Entries\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.10 Short term loan Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.10 Loan Payable Adjusting Entry #2 Short Term Portion\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.15 Short term portion of loan Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.15 Short Term Loan Payable Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.20 Accrued Interest Adjusting entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.20 Accrued Interest Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.25 Invoice Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.25 Invoice AR Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.30 Reversing Entry Accrued Interest\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.30 Accrued Interest Reversing Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.35 Reversing Entry Accounts Receivable\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.35 Accounts Receivable Reversing Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.40 Prepaid Insurance Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.40 Prepaid Insurance Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.45 Depreciation Adjusting Journal Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.45 Depreciation Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.50 Unearned Revenue Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.45 Unearned Revenue Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.55 Reverse Unearned Revenue Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.55 Unearned Revenue Reversing Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.60 Journal Report \u0026amp; Financial Statements\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.55 Journal Report \u0026amp; Financial Statements\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EBudgeting\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 11.10 Budgeted Profit and Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 11.10 Budgeted Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 11.15 Budgeted Balance Sheet\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EPlease Join Use for QuickBooks Desktop 2018 vs. Excel Course. It will be Great\u0026nbsp;\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/quickbooks-online-vs-quickbooks-desktop/","imageUri":"https://img-c.udemycdn.com/course/750x422/1524914_9318_4.jpg","duration":"170 total hours","enrolledStudentsCount":"6.619 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2022","targetAudiences":["Business Owners","Accounting Professionals","Accounting Students","Anybody who wants to learn accounting software","Anybody who wants to learn accounting theory"],"tags":["İşletme","Girişimcilik","QuickBooks"],"rating":{"count":151,"averageValue":"4.0"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"50635BF0FD5245B8AE39","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/adobe-after-effects-cc-2020/":{"courseDetails":{"courseId":3331756,"title":"Adobe After Effects 2022 Ultimate Course","shortDescription":"Everything you need to know about Adobe After Effects 2022","longDescription":"\u003Cp\u003EHave you always wanted to learn how to Edit Video but don\u0027t know where to start?\u003C/p\u003E\u003Cp\u003EWould you like to make amazing Videos and bring your ideas to life?\u003C/p\u003E\u003Cp\u003EThen Adobe After Effects 2022 Ultimate Course is for you!\u003C/p\u003E\u003Cp\u003EHi, I’m your instructor Josh Werner and I’ll be leading you through this course.\u003C/p\u003E\u003Cp\u003EVideo Editing is an in-demand skill in 2022. \u003C/p\u003E\u003Cp\u003EThe course begins with the basics.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EI\u0027ll take you through everything you need to know to start Editing Videos like an expert.\u003C/p\u003E\u003Cp\u003EYou\u0027ll learn all the fundamentals of Adobe After Effects 2022. \u003C/p\u003E\u003Cp\u003EThis is great for students starting or for Video Editors that need a refresher course on Adobe After Effects 2022.\u003C/p\u003E\u003Cp\u003EThere are no requirements necessary to enroll I only ask that you come open minded and ready to learn\u003C/p\u003E\u003Cp\u003EFeel Free to look through the course description and checkout some of my preview videos\u003C/p\u003E\u003Cp\u003EThe course is packed with over 3 hours of hands-on tutorials\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere is what you will Learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E01. Introduction\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 001. Overview\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E02. Adobe Creative Cloud 2022\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 002. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 003. Setup Account\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 004. Download Creative Cloud App\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 005. Install Creative Cloud App\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 006. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E03. Adobe After Effects 2022\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 007. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 008. Install Adobe After Effects 2022\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 009. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E04. Welcome Page\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 010. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 011. Home\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 012. Learn\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 013. New Project\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 014. Open Project\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 015. New Team Project\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 016. Open Team Project\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 017. What\u0027s New\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 018. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E05. Main Menu\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 019. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 020. File\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 021. Edit\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 022. Composition\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 023. Layer\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 024. Effect\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 025. Animation\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 026. View\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 027. Window\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 028. Help\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 029. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E06. Tools\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 030. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 031. Selection Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 032. Hand Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 033. Zoom Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 034. Orbit Around Cursor Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 035. Pan Under Cursor Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 036. Dolly Towards Cursor Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 037. Rotation Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 038. Pan Behind Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 039. Rectangle Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 040. Pen Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 041. Horizontal Type Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 042. Brush Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 043. Clone Stamp Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 044. Eraser Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 045. Roto Brush Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 046. Puppet Position Pin Tool\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 047. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E07. Conclusion\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 048. Summary\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo what are you waiting for? I look forward to going through course with you I’ll see you inside!\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/adobe-after-effects-cc-2020/","imageUri":"https://img-c.udemycdn.com/course/750x422/3331756_5c2d_8.jpg","duration":"4.5 total hours","enrolledStudentsCount":"127.592 öğrenci","lastUpdated":"Son güncelleme tarihi: 10/2021","targetAudiences":["Beginner to Advanced Students wanting to Learn Adobe After Effects 2022"],"tags":["Tasarım","3D ve Animasyon","After Effects"],"rating":{"count":656,"averageValue":"3.6"},"instructors":[{"name":"Learn Tech Plus","url":"/user/josh-werner/","totalNumberOfStudents":1357428,"totalNumberOfReviews":49284,"averageRating":3.7829997379502114}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"TRY1000FREE32201","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/the-ultimate-youtube-advertising-course-for-beginners/":{"courseDetails":{"courseId":4549894,"title":"The Ultimate YouTube Advertising Course for Beginners","shortDescription":"Learn amazing techniques and tools that will help you to create effective YouTube Advertising Campaigns in 2022","longDescription":"\u003Cp\u003E\u003Cem\u003EWelcome to experience\u003C/em\u003E\u003Cstrong\u003E \u0022The Ultimate YouTube Advertising Course for Beginners\u0022 in 2022\u003C/strong\u003E created by \u003Cstrong\u003E\u003Cem\u003EDigital Marketing Legend \u0022Srinidhi\u0026nbsp;Ranganathan\u0022.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAs digital marketing expands and evolves, the tools we use to advertise ourselves must also develop. Whereas outbound marketing was formerly the sole option, inbound marketing\u0027s development and resounding success have opened up a slew of new marketing strategies and techniques. These new tools are not only beneficial to know, but also crucial to grasp if your company wants to thrive in this increasingly digital world.\u0026nbsp;Let\u0027s talk about the importance of video marketing and advertising. \u003C/p\u003E\u003Cp\u003EThe relevance of video marketing has grown to the point where leaving it out of your content marketing strategy is no longer an option. Investing in video marketing is a must if you want to provide content that today\u0027s viewers are yearning for.\u003C/p\u003E\u003Cp\u003EAudiences desire material that meets their needs, and with people\u0027s attention spans dwindling as a result of their busy lives, providing video content is becoming increasingly essential. It\u0027s a visual-based, often compact medium that can be absorbed fast and easily shared. Because video streaming and output can be utilised on all of the major social media sources without requiring a large budget or substantial video production experience, this is a versatile and core weapon for marketers. It\u0027s a simple, laid-back video marketing strategy that effectively creates rapport with your audience as they progress through the sales funnel.\u003C/p\u003E\u003Cp\u003EAs an inbound marketer, you should always be looking for material that your target audience would find beneficial. While video-based content isn\u0027t for everyone, it has such a big audience that integrating it into your marketing will only broaden the ways your audience may interact with your company and its content.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVideo marketing\u003C/strong\u003E refers to the use of videos to promote and inform people about a product or service. It boosts engagement on your digital and social channels, educates your audience, and gives you a new way to reach out to them. Videos help you build authority and give your message a more personal feel. If you employ video instead of another sort of material, you will be much more likely to connect with your audience on an emotional level. The attention of an audience is immediately captured by videos. A video might sometimes be just what a presentation needs to \u0022wake up\u0022 the audience and get them to pay attention to what the presenter has to say. Videos are appealing to students of all ages and learning styles. Videos are shown to people at all levels of education.\u003C/p\u003E\u003Cp\u003EDid you know?\u0026nbsp;By catching attention and driving demand at scale, \u003Cstrong\u003Evideo advertising\u003C/strong\u003E may help you increase brand awareness to the core. Most importantly, you can reach out to potential consumers on YouTube when they\u0027re watching or searching for videos. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYouTube Video commercials \u003C/strong\u003Ethat bring rise to users\u0027 curiosity and then follow up with a compelling final call-to-action are sure to keep everyone interested.\u003C/p\u003E\u003Cp\u003EAccording to studies, the average user remembers 95% of a message when it is viewed versus 10% when it is read. This indicates that prospects are more likely to remember your message through a video advertisement than from an image or text advertisement. Furthermore, a positive video ad experience enhances a user\u0027s buy intent by 98 percent and brand association by 149 percent.\u003C/p\u003E\u003Cp\u003EYou can specify what action you want viewers to perform with video adverts, such as:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EPeople visiting your website to check your items and learn more about your brand\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIncreasing the number of videos you watch on your YouTube channel in order to expand your audience and boost brand awareness\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EUsers are drawn to video ads because they combine two things that attract their attention: movement and sound. Both of these factors contribute to an effective message and, as a result, increased engagement.\u003C/p\u003E\u003Cp\u003EIf you\u0027re ever wondering about how you can create effective video advertising campaigns to take your video marketing to the next level - you can look no further than taking this course! This mind-blowing online course talks also about some amazing video marketing, keyword research and internet trend finder tools that will prove to be really helpful for video marketers like you. What\u0027s more?\u0026nbsp;This course will also contain the Google Ads dashboard walkthrough taught by Srinidhi and video advertising campaign creation steps along with the report-seeking process.\u003C/p\u003E\u003Cp\u003EIt\u0027s time to become a Professional YouTube Advertising Expert in the fastest time possible ever!\u003C/p\u003E\u003Cp\u003ELights!\u0026nbsp;Camera!\u0026nbsp;Action!\u003C/p\u003E\u003Cp\u003EEnroll now and let\u0027s start the magic.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/the-ultimate-youtube-advertising-course-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4549894_eebd_8.jpg","duration":"1 total hour","enrolledStudentsCount":"2.389 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2022","targetAudiences":["Video Professionals who want to make use of YouTube for marketing or advertising their brand to create a maximum impact","Video creators who upload videos constantly to the YouTube platform and want to market their channel for viral reach","Digital Marketing Trainers who wish to learn new-age tactics and tools that will be useful for video marketing and advertising","Startup founders who wish to learn and master YouTube video advertising tools to skyrocket their brand presence in 2022 and beyond"],"tags":["Pazarlama","Ücretli Reklam","Video Pazarlama"],"rating":{"count":3,"averageValue":"4.0"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":818080,"totalNumberOfReviews":21182,"averageRating":3.9790574064096393},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":545761,"totalNumberOfReviews":8926,"averageRating":4.1181746434554976}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0A0C2CD8A1AEBECF03E7","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/eiq2-mindfulness/":{"courseDetails":{"courseId":3552699,"title":"EIQ2 Mind Magic With Mindfulness","shortDescription":"Let go of stress and anxiety","longDescription":"\u003Cp\u003EMindfulness is the basic human ability to be fully present, aware of where we are and what we’re doing, and not overly reactive or overwhelmed by what’s going on around us.\u003C/p\u003E\u003Cp\u003EWhile mindfulness is something we all naturally possess, it’s more readily available to us when we practice on a daily basis.\u003C/p\u003E\u003Cp\u003EWhenever you bring awareness to what you’re directly experiencing via your senses, or to your state of mind via your thoughts and emotions, you’re being mindful. And there’s growing research showing that when you train your brain to be mindful, you’re actually remodeling the physical structure of your brain.\u003C/p\u003E\u003Cp\u003EThe goal of mindfulness is to wake up to the inner workings of our mental, emotional, and physical processes.\u003C/p\u003E\u003Cp\u003EIn this fast-paced course, Robert Jerus takes you on a journey of self-awareness and inner connection to peace.\u003C/p\u003E\u003Cp\u003EMind Magic sets the focus on self-awareness/mindfulness and focus. It facilitates adding value and vision on personal and professional levels to create, sustain and amplify inner resonance and empathy. This serves as the foundation for all aspects of emotional intelligence, achievement and happiness. \u003C/p\u003E\u003Cp\u003EDrive, energy, initiative, involvement, engagement and optimism highlight processes, performance and productivity. Through mindfulness, greater inner strength, self-esteem, confidence and success are achieved.\u003C/p\u003E\u003Cp\u003EEach lecture comes with a downloadable MP3 version.\u003C/p\u003E\u003Cp\u003EEnrol today!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/eiq2-mindfulness/","imageUri":"https://img-c.udemycdn.com/course/750x422/3552699_b7c9_4.jpg","duration":"41 total mins","enrolledStudentsCount":"2,263 students","lastUpdated":"Published 10/2020","targetAudiences":["People who desire peace","Students who want less stress","Students who want to reclaim their confidence","Managers who want better results"],"tags":["Personal Development","Stress Management"],"rating":{"count":15,"averageValue":"4.8"},"instructors":[{"name":"Scott Paton","url":"/user/scottpaton/","totalNumberOfStudents":586654,"totalNumberOfReviews":12377,"averageRating":4.267189437694011},{"name":"Scott Alex","url":"/user/scott-alex-2/","totalNumberOfStudents":573368,"totalNumberOfReviews":12391,"averageRating":4.258556351562498},{"name":"Robert Jerus","url":"/user/robert-jerus/","totalNumberOfStudents":81791,"totalNumberOfReviews":945,"averageRating":4.469844122807017}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFEB","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/adobe-dreamweaver-cc-2020-master-course/":{"courseDetails":{"courseId":3361450,"title":"Adobe Dreamweaver 2022 Ultimate Course","shortDescription":"Everything you need to know about Adobe Dreamweaver 2022","longDescription":"\u003Cp\u003EHave you always wanted to learn how to Edit Websites but don\u0027t know where to start?\u003C/p\u003E\u003Cp\u003EWould you like to make amazing Websites and bring your ideas to life?\u003C/p\u003E\u003Cp\u003EThen Adobe Dreamweaver 2022 Ultimate Course is for you!\u003C/p\u003E\u003Cp\u003EHi, I’m your instructor Josh Werner and I’ll be leading you through this course.\u003C/p\u003E\u003Cp\u003EWeb Tools are an in-demand skill in 2022. \u003C/p\u003E\u003Cp\u003EThe course begins with the basics.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EI\u0027ll take you through everything you need to know to start Editing Websites like an expert.\u003C/p\u003E\u003Cp\u003EYou\u0027ll learn all the fundamentals of Adobe Dreamweaver 2022. \u003C/p\u003E\u003Cp\u003EThis is great for students starting or for Web Developers that need a refresher course on Adobe Dreamweaver 2022.\u003C/p\u003E\u003Cp\u003EThere are no requirements necessary to enroll I only ask that you come open minded and ready to learn\u003C/p\u003E\u003Cp\u003EFeel Free to look through the course description and checkout some of my preview videos\u003C/p\u003E\u003Cp\u003EThe course is packed with over 2 hours of hands-on tutorials\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere is what you will Learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E01. Introduction\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 001. Overview\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E02. Adobe Creative Cloud 2022\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 002. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 003. Setup Account\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 004. Download Creative Cloud App\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 005. Install Creative Cloud App\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 006. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E03. Adobe Dreamweaver 2022\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 007. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 008. Install Adobe Dreamweaver 2022\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 009. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E04. Main Menu\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 010. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 011. File\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 012. Edit\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 013. View\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 014. Insert\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 015. Tools\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 016. Find\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 017. Site\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 018. Window\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 019. Help\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 020. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E05. Tools\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 021. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 022. Open Document\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 023. File Management\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 024. Live View Option\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 025. Toggle Visual Media Queries Bar\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 026. Turn on Live View and Inspect Mode\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 027. Expand All\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 028. Format Source Code\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 029. Apply Comment\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 030. Remove Comment\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 031. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E06. Project \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 032. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 033. Download Project Files\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 034. Project\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 035. Summary\u003C/p\u003E\u003Cp\u003E \u003Cstrong\u003E07. Conclusion \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 036. Summary\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo what are you waiting for? I look forward to going through course with you I’ll see you inside!\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/adobe-dreamweaver-cc-2020-master-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/3361450_1f04_3.jpg?secure=6QWB5yPxTmNnDVhJRJc9tg%3D%3D%2C1646225055","duration":"3 total hours","enrolledStudentsCount":"89.038 öğrenci","lastUpdated":"Son güncelleme tarihi: 10/2021","targetAudiences":["Beginner to Advanced Students wanting to Learn Adobe Dreamweaver 2022"],"tags":["Tasarım","Web Tasarımı","Dreamweaver"],"rating":{"count":197,"averageValue":"4.4"},"instructors":[{"name":"Learn Tech Plus","url":"/user/josh-werner/","totalNumberOfStudents":1357428,"totalNumberOfReviews":49284,"averageRating":3.7829997379502114}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"TRY1000FREE32201","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-pro-desktop-bookkeeping-with-bank-feeds-2021/":{"courseDetails":{"courseId":3589308,"title":"QuickBooks Pro Desktop Bookkeeping With Bank Feeds","shortDescription":"Learn how to setup and us bank feed for QuickBooks Desktop from a Certified Public Accountant (CPA)","longDescription":"\u003Cp\u003EWe will discuss how bank feeds can fit into an accounting system, how to setup bank feeds, and how to construct financial statements using bank feed data.\u003C/p\u003E\u003Cp\u003EWe will import bank feed data into our QuickBooks system.\u003C/p\u003E\u003Cp\u003EThe course will add bank feed data to the financial statement, breaking the process out into cash increase transactions and cash decrease transactions.\u003C/p\u003E\u003Cp\u003ELearners will understand how to generate bank rules to make the data input process faster as time passes, the first moth of data input often being the most difficult due to not having prior transactions to refer back to.\u003C/p\u003E\u003Cp\u003EAs we construct bank feed transactions we will consider the difference between a cash method and an accrual method, the difference between an accounting system that is created from the bank data and an accounting system that uses bank data to verify data input.\u003C/p\u003E\u003Cp\u003EThe course will cover how bank feed data can be matched to transactions such as invoices, sales receipt forms, receive payment forms, deposit forms, bills, and checks. The matching of bank feed data to data impute forms can help with the bank reconciliation process, as we match up what has been entered into QuickBooks with what has cleared the bank.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/quickbooks-pro-desktop-bookkeeping-with-bank-feeds-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/3589308_7dd7.jpg","duration":"17 total hours","enrolledStudentsCount":"13.103 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 1/2022","targetAudiences":["Business owners who are thinking of using QuickBooks Desktop","Bookkeepers","Accountants"],"tags":["Business","Unternehmensgründung","QuickBooks Pro"],"rating":{"count":30,"averageValue":"3.8"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F64E348FE496FC158A27","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/xero-job-costing-projects/":{"courseDetails":{"courseId":2856760,"title":"Xero Job Costing – Projects","shortDescription":"Learn job costing using Xero from a practicing CPA","longDescription":"\u003Cp\u003EThis Xero Job Costing course will provide the resources for learners to develop a solid understanding of job costing concepts and the tools Xero provides to create an effective job costing system.\u003C/p\u003E\u003Cp\u003EWe will discuss the process of setting up Xero for a job costing system.\u003C/p\u003E\u003Cp\u003EThe course will describe the terminology used by software and by the industry, such as jobs, sub customers, and projects.\u003C/p\u003E\u003Cp\u003ELearners will understand how to set up projects and how they function to track costs and revenue per job.\u003C/p\u003E\u003Cp\u003EWe will cover how to enter bills and allocate costs to jobs using forms such as bill forms and expense forms.\u003C/p\u003E\u003Cp\u003EThe course will discuss the concept of a double-sided or two-sided items, how to create them, and why they are necessary for job costing.\u003C/p\u003E\u003Cp\u003ELearners will know how to apply materials to jobs.\u003C/p\u003E\u003Cp\u003EWe will discuss how to apply direct labor to a job.\u003C/p\u003E\u003Cp\u003EThe course will show how to apply overhead to jobs.\u003C/p\u003E\u003Cp\u003ELearners will be able to create invoices for the job using either the estimate or the actual billed costs.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/xero-job-costing-projects/","imageUri":"https://img-c.udemycdn.com/course/750x422/2856760_54ef_2.jpg","duration":"5.5 total hours","enrolledStudentsCount":"35,287 students","lastUpdated":"Last updated 3/2020","targetAudiences":["Business professionals in an industry using job costing","Accounting professionals who want to learn job costing","Students who want to apply job costing concepts to accounting software"],"tags":["Office Productivity","Other Office Productivity","Xero"],"rating":{"count":61,"averageValue":"4.3"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CE390D24E31BDB57995D","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-payroll-quickbooks-online-2019/":{"courseDetails":{"courseId":2174718,"title":"QuickBooks Payroll - QuickBooks Online","shortDescription":"Processing QuickBooks Online payroll for a small business, generating paychecks, processing payroll tax forms","longDescription":"\u003Cp\u003E\u003Cstrong\u003EQuickBooks Online payroll will describe the payroll process for a small business in detail, so bookkeepers, accountants, and business owners can better understand how to set up payroll, process payroll, and troubleshoot problems related to payroll. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will introduce the payroll set-up in the QuickBooks Online system, walking through payroll screens. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will discuss payroll legislation that will affect payroll calculations within QuickBooks Online and list the payroll forms we will need to generate from Quickbooks Online. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will walk through the process of entering a new employee into the QuickBooks Online system and describe where the data would be received from in practice including Form W-4. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will discuss Federal Income Tax (FIT) calculations within QuickBooks Online. The course will describe how FIT is calculated, what is needed for QuickBooks Online to calculate FIT, and how to enter the data into the accounting system. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will describe the Federal Income Contributions Act (FICA) and its components. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will calculate social security and describe how QuickBooks Online will help with the calculations as we process payroll. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will calculate Medicare and describe how QuickBooks Online will help with the calculations of Medicare when we process payroll. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will calculate Federal Unemployment (FUTA) and discuss how FUTA is related to state unemployment (SUTA). \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will describe and calculate employer taxes and discuss which taxes are employee taxes and which taxes are employer taxes. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will describe payroll journal entries and discuss how payroll data is populated in the QuickBooks Online reports and financial statements including the profit and loss and balance sheet. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will discuss and enter both mandatory and voluntary deductions into the QuickBooks Online system. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will discuss retirement plan options, how to enter them into the QuickBooks Online system, and how they are used to calculate net income and payroll taxes. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will work a comprehensive problem, processing payroll within QuickBooks Online. The comprehensive problem will use the paid QuickBooks Online feature. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe comprehensive problem will start very basic with one employee and will increase in complexity as we enter more benefits and payroll details each year.\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/quickbooks-payroll-quickbooks-online-2019/","imageUri":"https://img-c.udemycdn.com/course/750x422/2174718_8e67.jpg","duration":"14 total hours","enrolledStudentsCount":"5,862 students","lastUpdated":"Last updated 6/2019","targetAudiences":["Bookkeeper who want to learn how to use QuickBooks Online payroll","Business owners who want to learn QuickBooks Online payroll","Accounting students who want a better understanding of payroll concepts and how they are used in accounting software","Business professionals who want a better understanding of how payroll works"],"tags":["Office Productivity","Other Office Productivity","QuickBooks Online"],"rating":{"count":171,"averageValue":"4.7"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D3E1FC44887E2961F021","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-not-for-profit-organization/":{"courseDetails":{"courseId":2870128,"title":"QuickBooks Online Not for Profit Organization","shortDescription":"Learn Not for Profit accounting using QuickBooks Online from a practicing CPA","longDescription":"\u003Cp\u003ELearners will understand how to set up QuickBooks Online for a Not for Profit Organization.\u003C/p\u003E\u003Cp\u003EThe course will show how to use free resources to optimize learning.\u003C/p\u003E\u003Cp\u003EWe will demonstrate the use of class tracking to generate Not for Profit reports.\u003C/p\u003E\u003Cp\u003ELearners will see how to create and use donation receipt forms.\u003C/p\u003E\u003Cp\u003EWe will show how to create and use pledge receipt forms.\u003C/p\u003E\u003Cp\u003EThe course will demonstrate how to enter and track restricted resources.\u003C/p\u003E\u003Cp\u003EWe will enter month end adjusting entries.\u003C/p\u003E\u003Cp\u003ELearners will see how to allocate expenses to programs and administrative categories.\u003C/p\u003E\u003Cp\u003EWe will record net assets released from restriction.\u003C/p\u003E\u003Cp\u003EThe course will show how to generate, analyze, memorize, \u0026amp; export to Excel financial reports.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/quickbooks-online-not-for-profit-organization/","imageUri":"https://img-c.udemycdn.com/course/750x422/2870128_3707.jpg","duration":"10 total hours","enrolledStudentsCount":"16.048 estudiantes","lastUpdated":"Fecha de la última actualización: 3/2020","targetAudiences":["Anybody how wants to learn Not for Profit accounting in a practical way"],"tags":["Productividad en la oficina","Productividad en la oficina, otros","QuickBooks"],"rating":{"count":48,"averageValue":"4.3"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"30BBC110306158E198CC","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/social-engineering-attacks/":{"courseDetails":{"courseId":2380566,"title":"Learn Hacking Using Social Engineering","shortDescription":"Learn Social Engineering Techniques and How to Prevent an Attack.","longDescription":"\u003Cp\u003EThis course will teach you the most common social engineering threats and how to protect yourself and your systems from social engineering attacks.\u003C/p\u003E\u003Cp\u003EYou\u0027ll learn how to perform attacks on targets using a wide variety of sites and tools, and develop payloads that effectively compromise the system.\u003C/p\u003E\u003Cp\u003EBy the time you\u0027ve completed this course, you will have a strong knowledge about social engineering.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/social-engineering-attacks/","imageUri":"https://img-c.udemycdn.com/course/750x422/2380566_6e82.jpg","duration":"1 total hour","enrolledStudentsCount":"53.769 öğrenci","lastUpdated":"Son güncelleme tarihi: 5/2019","targetAudiences":["For everyone who wants to learn social engineering."],"tags":["BT ve Yazılım","Ağ ve Güvenlik","Siber Güvenlik Sosyal Mühendisliği"],"rating":{"count":372,"averageValue":"3.8"},"instructors":[{"name":"Juravlea Nicolae","url":"/user/juravlea-nicolae/","totalNumberOfStudents":289908,"totalNumberOfReviews":6308,"averageRating":4.163327412138729}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SEHACKING12","originalPrice":"6.400 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-qbo-bookkeeping-with-bank-feeds-2021/":{"courseDetails":{"courseId":3843276,"title":"QuickBooks Online (QBO) Bookkeeping With Bank Feeds 2021","shortDescription":"Learn how to use bank feeds with QuickBooks Online QBO from a Certified Public Accountant CPA","longDescription":"\u003Cp\u003EThis course is a project based course that will dive into bank feeds in detail using a step by step process. \u003C/p\u003E\u003Cp\u003EWe will start by setting up a free 30 day trial QuickBooks Online QBO file for the practice problem. Intuit, the owner of QuickBooks Online QBO, often offers a free 30 day trial period, a great tool for practice. \u003C/p\u003E\u003Cp\u003EThe course will demonstrate how to link QuickBooks Online QBO to the bank to receive bank data directly from the bank. We will also discuss the situations when you may want to download banking data from the bank and upload it to QuickBooks Online QBO. \u003C/p\u003E\u003Cp\u003ELearners will follow along as we import bank data into the accounting software where it will be held in, what we call, Bank Feed Limbo, waiting for us to provide the added information necessary to use the data to create financial statements. \u003C/p\u003E\u003Cp\u003ELearners will see how to add the bank data to the financial data in a step by step process, observing the creation of the balance sheet and profit and loss with each addition. \u003C/p\u003E\u003Cp\u003EWe will also discuss how to use bank rules to automate the process, benefiting future periods. As we enter data we will discuss best practices to make the data input as fast as possible and keep the financial statements as clean and readable as possible. \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/quickbooks-online-qbo-bookkeeping-with-bank-feeds-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/3843276_995c_2.jpg","duration":"8.5 total hours","enrolledStudentsCount":"17.280 estudiantes","lastUpdated":"Fecha de la última actualización: 3/2021","targetAudiences":["Business owners","Accountants","Students"],"tags":["Informática y software","Informática y software, otros","QuickBooks Online"],"rating":{"count":49,"averageValue":"4.7"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"3E527362DAE253CDF479","originalPrice":"8.320 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/two-quickbooks-file-business-personal-vs-one-file-for-both/":{"courseDetails":{"courseId":2030670,"title":"Two QuickBooks File-Business \u0026 Personal vs One File For Both","shortDescription":"Practice problem format comparing two methods to enter business and personal data in QuickBooks Desktop Pro 2019","longDescription":"\u003Cp\u003E\u003Cstrong\u003EQuickBooks Pro Desktop 2019, comparing two methods of tracking both business and personal records, one using two QuickBooks Desktop 2019 files, and one using a sing file to track both business and personal financial data using QuickBooks class tracking feature. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will work with hands-on practical practice problems together under both methods, compare the results, and discuss the pros and cons of each approach. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will start with the method of using two separate QuickBooks files for business and personal records because this is the most widely recommended method and provides the greatest separation of business and personal data which is usually a good thing. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will create new QuickBooks files for both business and personal records. The course will also provide backup files that can be used to jump forward in the course or to rework problems while using the same data set. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will enter two months of data into our QuickBooks files using simulated bank statements we will provide in the course as PDF files. After we enter the data into QuickBooks, we will generate reports and compare the data in the personal and business files. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe next step will be to enter similar data into one QuickBooks file, a QuickBooks file that will be used to track both personal and business accounting data. To achieve this goal, we will start a new QuickBooks file and enter financial data from a simulated bank statement the course will provide in PDF format. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAs we enter data into the joint QuickBooks file, we will assign a class to each transaction that will help to separate the data during financial reporting. After we have entered the data, we will generate reports including a profit and loss by class. The profit and loss by class report well separate business and personal expenses. We will also discuss other options for filtering reports by class. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will then compare the two methods, the use of two separate QuickBooks files to the use of one QuickBooks file for both business and personal data, separating the content with the use of class tracking. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENext, we will discuss personal balance sheet items and how we can add them to our financial data including financial investments, our home, our mortgage, and our auto. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will also discuss alternative methods for tracking credit cards, recording loan payments, and entering employee W-2 income.  \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn addition to the instructional videos, this course will include downloadable   \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E•    QuickBooks Pro Desktop 2019 Backup files\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E•    Excel practice files\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E•    Downloadable PDF Files   \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe QuickBooks Desktop 2019 backup files are a great tool that allows us to jump ahead in the material or to rework material if we choose. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExcel practice files will be preformatted and will generally have at least two tabs, one tab with the completed work and a second tab with a preformatted worksheet we can fill in as we watch the instructional videos.    \u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/two-quickbooks-file-business-personal-vs-one-file-for-both/","imageUri":"https://img-c.udemycdn.com/course/750x422/2030670_d338.jpg","duration":"14 total hours","enrolledStudentsCount":"10.953 estudiantes","lastUpdated":"Fecha de la última actualización: 6/2019","targetAudiences":["Business owners looking for the best QuickBooks system for them.","Bookkeepers looking to differentiate themselves from the competition by learning how to use QuickBooks to track personal finances and use the class tracking feature.","Accounting students leaning how to apply accounting concepts to practice."],"tags":["Finanzas y contabilidad","Contabilidad y tesorería","QuickBooks Pro"],"rating":{"count":5,"averageValue":"3.8"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C37D2FF264837F40BFBE","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-2019-bookkeeping-business-easy-way/":{"courseDetails":{"courseId":2207674,"title":"QuickBooks Online-Bookkeeping Business-Easy Way","shortDescription":"QuickBooks Online bookkeeping business plan and examples, walking through bookkeeping engagement \u0026 data entry","longDescription":"\u003Cp\u003E\u003Cstrong\u003EQuickBooks Online bookkeeping business designed for small business clients or small businesses who want a simple cash basis format for entering data.\u0026nbsp; \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course is designed for bookkeepers and is also useful for small business owners who want a simple system for entering financial data into QuickBooks for financial planning and year-end tax preparation. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe bookkeeping system we discuss will also describe the relationship between the bookkeeper, the business, and the year-end tax and financial statement preparers. \u003C/p\u003E\u003Cp\u003EWe will outline a cash basis bookkeeping system using QuickBooks, a system that will enter most transactions directly into the check register. \u003C/p\u003E\u003Cp\u003EThe course will discuss the responsibilities of a bookkeeper and the responsibilities of the business when a bookkeeping engagement in entered into.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EWe will work through a sample bookkeeping project in QuickBooks including the setting up of a new QuickBooks company file. \u003C/p\u003E\u003Cp\u003EThe course will practice entering data into the QuickBooks register directly from a bank statement. We will provide practice bank statements to use with the project as well as step by step instructional videos. \u003C/p\u003E\u003Cp\u003EAs we enter data directly into the check register from the bank statement, we will compare and contrast the cash basis system we are using to a full accounting cycle system. We will also review the financial statements periodically to see how QuickBooks is using the data to make reports. \u003C/p\u003E\u003Cp\u003EAfter entering data into the QuickBooks check register from the bank statement, we will perform bank reconciliations. As we perform bank reconciliations, we will discuss what a bank reconciliation is and the benefits a bank reconciliation provides. \u003C/p\u003E\u003Cp\u003EThe course will then discuss options for entering specific accounting data into QuickBooks including payroll, equipment, loan payments, insurance, credit card payments, and invoices. We will provide practice QuickBooks files for different options related to the items listed above and explore the pros and cons of each option. The bookkeeping options will help tailor our system to our specific bookkeeping needs. \u003C/p\u003E\u003Cp\u003EAs we enter accounting data into the system we will discuss common questions we will have when entering the first few months of data and how to write down these questions, move forward with data input, and organize the financial data so that we can quickly go back to it once our client questions are answered. \u003C/p\u003E\u003Cp\u003EThis course will discuss, print, and export month end and year end reports, reports a bookkeeper may provide to clients monthly and reports the business will need at year-end for tax preparation. \u003C/p\u003E\u003Cp\u003EWe will discuss year-end adjusting entries. The bookkeeping system we propose will depend on an outside accounting firm, tax preparer, or CPA firm to help with the year-end adjusting entries. As bookkeepers we want to be aware of the adjusting entry process so we can work with any year-end accounting firm, tax preparer, or CPA firm. We will enter common adjusting entries into an adjusting entry Excel worksheet and into Quickbooks. \u003C/p\u003E\u003Cp\u003EFinally, we will discuss whether or not to enter the year-end adjusting entries into our QuickBooks bookkeeping system and different options to do so. \u003C/p\u003E\u003Cp\u003EIn addition to the instructional videos, this course will include downloadable\u0026nbsp;\u0026nbsp; \u003C/p\u003E\u003Cp\u003E•\u0026nbsp;\u0026nbsp;\u0026nbsp; Excel practice files\u003C/p\u003E\u003Cp\u003E•\u0026nbsp;\u0026nbsp;\u0026nbsp; Downloadable PDF Files\u0026nbsp;\u0026nbsp; \u003C/p\u003E\u003Cp\u003EExcel practice files will be preformatted and will generally have at least two tabs, one tab with the completed work and a second tab with a preformatted worksheet we can fill in as we watch the instructional videos.\u0026nbsp;\u0026nbsp;\u0026nbsp; \u003C/p\u003E\u003Cp\u003EWho will we be learning from?\u0026nbsp;\u0026nbsp; \u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/quickbooks-online-2019-bookkeeping-business-easy-way/","imageUri":"https://img-b.udemycdn.com/course/750x422/2207674_f71d.jpg?secure=4fmzDBoRJpvOuF_gJe8oFw%3D%3D%2C1646204583","duration":"14 total hours","enrolledStudentsCount":"21.483 öğrenci","lastUpdated":"Son güncelleme tarihi: 6/2019","targetAudiences":["Bookkeepers who want do design a bookkeeping business using QuickBooks Pro Online","Small business owners who want a simple system to enter data into QuickBooks Online or prior to help year-end tax preparation \u0026 regulatory needs","Small business owners who want to learn how best to work with a bookkeeper and or year-end accounting firm and tax preparer","Students who want to understand bookkeeping from a practical perspective"],"tags":["Ofiste Verimlilik","Diğer Ofiste Verimlilik","QuickBooks"],"rating":{"count":151,"averageValue":"4.4"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B42A6AF8370B0C7FDFDA","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-export-directly-to-tax-software-lacerte/":{"courseDetails":{"courseId":3619470,"title":"QuickBooks Desktop – Export Directly to Tax Software Lacerte","shortDescription":"How to set up tax line mapping for a sole proprietorship and S Corporation \u0026 export data to tax software","longDescription":"\u003Cp\u003EThe course will discuss options for getting access to QuickBooks desktop software including a free 30-day test period offered by Intuit, the owners of QuickBooks Desktop.\u003C/p\u003E\u003Cp\u003ELearners will know how to set up tax line mapping for a sole proprietorship and S Corporation, tax line mapping allowing users to export financial data from QuickBooks directly into tax software.\u003C/p\u003E\u003Cp\u003EWe will be using Lacerte tax software for our examples. Lacerte tax software is owned by Intuit and a 30-day free trial may be available to test out Lacerte tax software as well.\u003C/p\u003E\u003Cp\u003EWe will export financial data from QuickBooks to Lacerte tax for both a sole proprietorship and an S Corporation.\u003C/p\u003E\u003Cp\u003EThe course will also demonstrate how to export financial data to Excel and create supporting tax worksheets that show tax adjustments and reconcile financial statements for book purposes and financial statements for tax purposes.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/quickbooks-desktop-export-directly-to-tax-software-lacerte/","imageUri":"https://img-c.udemycdn.com/course/750x422/3619470_75b6.jpg","duration":"5.5 total hours","enrolledStudentsCount":"14.560 öğrenci","lastUpdated":"Son güncelleme tarihi: 12/2020","targetAudiences":["Accounting Professionals","Bookkeepers","Tax Professionals"],"tags":["Finans ve Muhasebe","Vergiler","QuickBooks"],"rating":{"count":18,"averageValue":"4.6"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"AA693733DBBB0126A4EB","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-multiple-currencies/":{"courseDetails":{"courseId":3625968,"title":"QuickBooks Desktop Multiple Currencies","shortDescription":"Learn to record transactions using multiple currencies from a certified public accountant (CPA)","longDescription":"\u003Cp\u003ELearn how to get access to QuickBooks Desktop including a possible free 30-day trial version often offered by Intuit, the owner of QuickBooks Desktop.\u003C/p\u003E\u003Cp\u003EThe course will discuss accounting for multiple currencies, outlining the process in Excel to provide a more transparent look at the process. Then we will enter the transactions into QuickBooks, the software automating some of the steps required.\u003C/p\u003E\u003Cp\u003EWe will learn how to turn multicurrency on, and which accounts will be affected most by multicurrency transactions including cash account types, accounts receivable account types, and accounts payable account types.\u003C/p\u003E\u003Cp\u003ELearners will work example problems related to the sales cycles and the purchases cycle, the sales cycle including foreign currency receivables, the purchases cycle including foreign currency payables.\u003C/p\u003E\u003Cp\u003EWe will also demonstrate transactions related to forward contracts, both for speculative purposes and to mitigate risk on foreign currency transactions.\u003C/p\u003E\u003Cp\u003EThe multiple currency feature is useful when the company is holding onto cash in a foreign currency, the software helping us to record the home currency equivalent for financial statement presentation. \u003C/p\u003E\u003Cp\u003EMultiple currency functionality is also helpful when we make sales on account, sending an invoice, hoping to get paid in the future, tracking accounting receivable, but expecting to be paid in a foreign currency. The accounts receivable account will need to be valued in the home currency even though we will be paid in a foreign one. \u003C/p\u003E\u003Cp\u003EWe have a similar situation when we make purchases on account, promising to pay in a foreign currency at some point in the future. The accounts payable account will need to be valued in the home currency equivalence even though we will be paying in a foreign currency. \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/quickbooks-desktop-multiple-currencies/","imageUri":"https://img-c.udemycdn.com/course/750x422/3625968_e139_2.jpg","duration":"8.5 total hours","enrolledStudentsCount":"12.845 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2020","targetAudiences":["Accountants","Bookkeepers","Business owners"],"tags":["Finanzas y contabilidad","Contabilidad y tesorería","QuickBooks"],"rating":{"count":16,"averageValue":"3.9"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"7E3CE7B64DBBB7F4333F","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-pro-2019-personal-bookkeeping-accounting/":{"courseDetails":{"courseId":2032878,"title":"QuickBooks Desktop Pro -Personal Bookkeeping-Accounting","shortDescription":"QuickBooks for personal bookkeeping, finance, and accounting. Enter personal financial data, financial Statements","longDescription":"\u003Cp\u003E\u003Cstrong\u003EQuickBooks for personal bookkeeping, finance, and accounting. Enter personal financial data, create and analyze financial statements including personal balance sheet and income statements or profit \u0026amp; loss statement, \u0026amp; track important tax data.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will provide backup files that can be used to jump forward or to rework any component of the course. Backup files and the ability to use multiple QuickBooks files, in a similar way we use multiple Microsoft Word documents, is a HUGE benefit to learning QuickBooks and accounting that QuickBooks Desktop offers us. If our goal is to learn accounting concepts, bookkeeping, and or data input, we should take advantage of the use of backup files to improve our skills and gain new ones. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will set up a new QuickBooks file explicitly designed for personal data entry and tracking, including a personalized chart of accounts. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will provide examples and practice problems to enter personal data into QuickBooks using a bank statement. We will provide example bank statements in PDF format that can be used to work the problem step by step along with instructional videos. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will enter credit card data into QuickBooks from credit card statements. The course will provide PDF files of credit card statements. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will also set up a small QuickBooks business file as a comparison to the personal file, and to show how to account for intercompany or inter-QuickBooks file transactions. In other words, we will track transactions between the business and personal checking accounts in both the individual and business QuickBooks files. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will track and record personal investments into QuickBooks, discussing various options and their pros and cons. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will discuss how to record and track home valuation in QuickBooks, as well as the tracking of home loans and the recording of payments that include both interest and principal. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will cover the entering of W-2 wages into a personal QuickBooks file and the various methods we can use including breaking out the gross pay and the withholding amounts. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will discuss various methods for tracking and recording credit card payments and balances. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will also discuss how to record and track the valuation of an automobile and how to enter and track prepayments like prepaid insurance\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/quickbooks-desktop-pro-2019-personal-bookkeeping-accounting/","imageUri":"https://img-c.udemycdn.com/course/750x422/2032878_eed9.jpg","duration":"9.5 total hours","enrolledStudentsCount":"13,753 students","lastUpdated":"Last updated 4/2020","targetAudiences":["Anybody who wants to track personal financial data","Anybody who wants to organize tax data","Anybody who want to create personal budgets and financial plans","Anybody who want to understand their personal financial position better and how to create and analyze personal financial statements, including a balance sheet and income statement"],"tags":["Office Productivity","Other Office Productivity","QuickBooks"],"rating":{"count":59,"averageValue":"4.1"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"401D1D17C91A5FE8D060","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-enterprise-2020-two-businesses-personal-in-one/":{"courseDetails":{"courseId":3737008,"title":"QuickBooks Enterprise - Two Businesses \u0026 Personal in One","shortDescription":"Learn how to track both balance sheet and profit and loss activity for multiple companies \u0026 personal finances","longDescription":"\u003Cp\u003EThis is a project-based course that will use the free trial version of QuickBooks Enterprise to track multiple business financial data as well as personal financial data in one QuickBooks Enterprise file. We will learn to generate and analyze both the balance sheet and income statement reports by class.\u003C/p\u003E\u003Cp\u003EWe will learn the difference between the QuickBooks Enterprise class tracking feature and the QuickBooks Pro class tracking feature.\u003C/p\u003E\u003Cp\u003EThe course will show how to turn on the class tracking feature in QuickBooks Enterprise.\u003C/p\u003E\u003Cp\u003ELearners will enter financial data to the sales cycle, organizing the data using the class tracking feature. We will then generate and analyze profit and loss reports and balance sheet reports by class.\u003C/p\u003E\u003Cp\u003EThe course will demonstrate how to enter data related to the expenses and purchasing cycle, organizing the data using the class tracking feature. We will then generate and analyze profit and loss reports and balance sheet reports by class.\u003C/p\u003E\u003Cp\u003ELearn how to track both balance sheet and profit and loss activity for multiple companies \u0026amp; personal finances\u003C/p\u003E\u003Cp\u003ELearn how to track both balance sheet and profit and loss activity for multiple companies \u0026amp; personal finances\u003C/p\u003E\u003Cp\u003ELearn how to track both balance sheet and profit and loss activity for multiple companies \u0026amp; personal finances\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/quickbooks-enterprise-2020-two-businesses-personal-in-one/","imageUri":"https://img-b.udemycdn.com/course/750x422/3737008_667f_2.jpg?secure=I_oRrx1hB3vUJ_0UXcZJEA%3D%3D%2C1646204602","duration":"5 total hours","enrolledStudentsCount":"16.086 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2020","targetAudiences":["Accounting Students","Accounting Professionals","Bookkeepers"],"tags":["Finanzas y contabilidad","Contabilidad y tesorería","QuickBooks"],"rating":{"count":30,"averageValue":"4.6"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CF31F865F71B6BED2832","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/the-complete-html-5-course-from-scratch/":{"courseDetails":{"courseId":1703802,"title":"HTML5 Ultimate Course","shortDescription":"HTML5 For Web Development: Quickly Master HTML5 By Building A Project From Scratch","longDescription":"\u003Cp\u003EHave you always wanted to learn how to code but don\u0027t know where to start?\u003C/p\u003E\u003Cp\u003EWould you like to make amazing websites and bring your ideas to life?\u003C/p\u003E\u003Cp\u003EThen HTML5 Ultimate Course is for you!\u003C/p\u003E\u003Cp\u003EHi, I’m your instructor Josh Werner and I’ll be leading you through this course.\u003C/p\u003E\u003Cp\u003EProgramming is the most in-demand skill in 2021. \u003C/p\u003E\u003Cp\u003EThe course begins with the basics.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EI\u0027ll take you through everything you need to know to start building websites like an expert.\u003C/p\u003E\u003Cp\u003EYou\u0027ll learn all the fundamentals of HTML5 and how you can\u003C/p\u003E\u003Cp\u003Euse them to start building the structure of websites. \u003C/p\u003E\u003Cp\u003EThis is great for students starting or advanced developers that need a refresher course on HTML5.\u003C/p\u003E\u003Cp\u003EThere are no requirements necessary to enroll I only ask that you come open minded and ready to learn\u003C/p\u003E\u003Cp\u003EFeel Free to look through the course description and checkout some of my preview videos\u003C/p\u003E\u003Cp\u003EThe course is packed with over 5 hours of hands-on tutorials\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere is what you will Learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E01. Introduction\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 001. Overview\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E02. FireFox Developer Edition\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 002. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 003. Download \u0026amp; Install\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 004. Features\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 005. Developer Tools\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 006. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E03. Atom\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 007. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 008. Download \u0026amp; Install\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 009. Open a Project\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 010. Version Control with GitHub\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 011. Collaborate with Teletype\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 012. Install a Package\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 013. Choose a Theme\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 014. Customize the Styling\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 015. Hack on the Init Script\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 016. Add a Snippet\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 017. Keyboard Shortcuts\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 018. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E04. History\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 019. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 020. HTML History\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 021. What is HTML\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 022. What is HTML5\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E05. Basic Tags\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 023. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 024. Download and Setup Files\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 025. \u0026lt;!-- Comment --\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 026. \u0026lt;!DOCTYPE\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 027. \u0026lt;html\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 028. \u0026lt;head\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 029. \u0026lt;title\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 030. \u0026lt;body\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 031. \u0026lt;h1\u0026gt; to \u0026lt;h6\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 032. \u0026lt;p\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 033. \u0026lt;br\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 034. \u0026lt;hr\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 035. \u0026lt;a\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 036. \u0026lt;link\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 037. \u0026lt;meta\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 038. \u0026lt;style\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 039. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E06. Styles and Semantics\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 040. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 041. \u0026lt;div\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 042. \u0026lt;span\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 043. \u0026lt;header\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 044. \u0026lt;nav\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 045. \u0026lt;main\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 046. \u0026lt;section\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 047. \u0026lt;article\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 048. \u0026lt;aside\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 049. \u0026lt;details\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 050. \u0026lt;dialog\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 051. \u0026lt;summary\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 052. \u0026lt;data\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 053. \u0026lt;footer\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 054. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E07. Lists\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 055. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 056. \u0026lt;ul\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 057. \u0026lt;ol\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 058. \u0026lt;li\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 059. \u0026lt;dir\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 060. \u0026lt;dl\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 061. \u0026lt;dt\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 062. \u0026lt;dd\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 063. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E08. Images\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 064. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 065. \u0026lt;img\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 066. \u0026lt;map\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 067. \u0026lt;area\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 068. \u0026lt;canvas\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 069. \u0026lt;figcaption\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 070. \u0026lt;figure\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 071. \u0026lt;picture\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 072. \u0026lt;svg\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 073. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E09. Audio and Video\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 074. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 075. \u0026lt;audio\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 076. \u0026lt;source\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 077. \u0026lt;track\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 078. \u0026lt;video\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 079. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E10. Forms and Input\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 080. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 081. \u0026lt;form\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 082. \u0026lt;input\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 083. \u0026lt;textarea\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 084. \u0026lt;button\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 085. \u0026lt;select\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 086. \u0026lt;optgroup\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 087. \u0026lt;option\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 088. \u0026lt;label\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 089. \u0026lt;fieldset\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 090. \u0026lt;legend\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 091. \u0026lt;datalist\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 092. \u0026lt;output\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 093. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E11. Frames\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 094. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 095. \u0026lt;frame\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 096. \u0026lt;frameset\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 097. \u0026lt;noframes\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 098. \u0026lt;iframe\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 099. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E12. Tables\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 100. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 101. \u0026lt;table\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 102. \u0026lt;caption\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 103. \u0026lt;th\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 104. \u0026lt;tr\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 105. \u0026lt;td\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 106. \u0026lt;thead\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 107. \u0026lt;tbody\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 108. \u0026lt;tfoot\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 109. \u0026lt;col\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 110. \u0026lt;colgroup\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 111. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E13. Programming\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 112. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 113. script\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 114. noscript\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 115. \u0026lt;applet\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 116. \u0026lt;embed\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 117. \u0026lt;object\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 118. \u0026lt;param\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 119. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E14. Formatting\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 120. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 121. \u0026lt;acronym\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 122. \u0026lt;abbr\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 123. \u0026lt;address\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 124. \u0026lt;b\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 125. \u0026lt;bdi\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 126. \u0026lt;bdo\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 127. \u0026lt;big\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 128. \u0026lt;blockquote\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 129. \u0026lt;center\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 130. \u0026lt;cite\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 131. \u0026lt;code\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 132. \u0026lt;del\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 133. \u0026lt;dfn\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 134. \u0026lt;em\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 135. \u0026lt;font\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 136. \u0026lt;i\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 137. \u0026lt;ins\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 138. \u0026lt;kbd\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 139. \u0026lt;mark\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 140. \u0026lt;meter\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 141. \u0026lt;pre\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 142. \u0026lt;progress\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 143. \u0026lt;q\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 144. \u0026lt;rp\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 145. \u0026lt;rt\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 146. \u0026lt;ruby\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 147. \u0026lt;s\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 148. \u0026lt;samp\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 149. \u0026lt;small\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 150. \u0026lt;strike\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 151. \u0026lt;strong\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 152. \u0026lt;sub\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 153. \u0026lt;sup\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 154. \u0026lt;template\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 155. \u0026lt;time\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 156. \u0026lt;tt\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 157. \u0026lt;u\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 158. \u0026lt;var\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 159. \u0026lt;wbr\u0026gt;\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 160. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E15. Project\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 161. Overview \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 162. Build Home Page\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 163. Build Tech Support Page\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 164. Build Course Page\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 165. Build Premium Plus Page\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 166. Build Learn Tech Page\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 167. Build Contact Page\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 168. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E16. Conclusion\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; 169. Summary\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo what are you waiting for? I look forward to going through course with you I’ll see you inside!\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/the-complete-html-5-course-from-scratch/","imageUri":"https://img-c.udemycdn.com/course/750x422/1703802_d613_3.jpg","duration":"5.5 total hours","enrolledStudentsCount":"226,047 students","lastUpdated":"Last updated 10/2021","targetAudiences":["Beginners Who Want To Learn HTML5","Web Developers Who Are Seeking To Refresh Their Skills \u0026 Knowledge On HTML5","ANYONE Who Wants To Master HTML5 Even If You Have No Prior Knowledge Or Experience"],"tags":["Development","Web Development","HTML5"],"rating":{"count":2337,"averageValue":"4.1"},"instructors":[{"name":"Learn Tech Plus","url":"/user/josh-werner/","totalNumberOfStudents":1357428,"totalNumberOfReviews":49284,"averageRating":3.7829997379502114}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"TRY100FREE32201","originalPrice":"₹12,800","discountedPrice":"₹8,320","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/complete-fl-studio-megacourse-beginner-to-expert/":{"courseDetails":{"courseId":4492558,"title":"Complete FL Studio Megacourse: Beginner to Expert","shortDescription":"Learn how to create and edit music like a pro with this step-by-step course!","longDescription":"\u003Cp\u003E\u003Cstrong\u003ELearn music production with FL Studio!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECreate like a pro!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHave you ever wanted to create your own music? In the era of the bedroom producer, it\u0027s easier than ever to achieve this. Maybe you want to record your song ideas and show them off on social media, or perhaps you want to hone your musical skills to pursue a career in the music industry. Whether you’re already a musician or a complete beginner creating and editing music is not only for the pros. You can take any song idea and turn it into a professional sounding song - and we’re here to teach you how!\u003C/p\u003E\u003Cp\u003EIn this course, you’re going to learn everything about music creation in Image-Line’s FL studio 20, from creating and starting simple projects, to sampling audio, mixing, manipulating audio, and finally to getting your tracks exported in industry standard quality. You’ll even learn multiple methods of using the program for different genres and find the way that will suit your workflow best.\u003C/p\u003E\u003Cp\u003EOur instructor has years of experience not only in music production, but also in teaching, and the expertly-crafted syllabus is designed to be easy to follow and thorough. We’ve even included plenty of examples explained and created on-screen for you to study. That’s why this is the only FL Studio course you’ll ever need to create professional and great sounding music!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart creating your own music today!\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/complete-fl-studio-megacourse-beginner-to-expert/","imageUri":"https://img-c.udemycdn.com/course/750x422/4492558_79e8_2.jpg","duration":"19.5 total hours","enrolledStudentsCount":"3.698 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 1/2022","targetAudiences":["Anyone who wants to learn to create music - no experience needed!","Musicians who want to learn new styles","Musicians who want to learn the basics of a new DAW","Anyone with specialised needs (DJs, producers, musicians, audio editors)"],"tags":["Musik","Musikproduktion","FL Studio"],"rating":{"count":3,"averageValue":"4.6"},"instructors":[{"name":"Creativity Unleashed","url":"/user/creativity-unleashed/","totalNumberOfStudents":102611,"totalNumberOfReviews":1173,"averageRating":4.226778173043479}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"55267860B0890FBAAAD4","originalPrice":"₹1,280","discountedPrice":"₹832","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/developer-tools-course/":{"courseDetails":{"courseId":3461138,"title":"Developer Tool Basics","shortDescription":"Everything you need to know about Developer Tool Basics","longDescription":"\u003Cp\u003EHave you always wanted to learn how to do use Developer Tools but don’t know where to start?\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u003C/p\u003E\u003Cp\u003EWould you like to learn how to use Developer Tools?\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u003C/p\u003E\u003Cp\u003EThen Developer Tool Basics is for you!\u0026nbsp; \u003C/p\u003E\u003Cp\u003EHi, I’m your instructor Josh Werner and I’ll be leading you through this course.\u0026nbsp; \u0026nbsp; \u0026nbsp;\u003C/p\u003E\u003Cp\u003EDeveloper Tools are an in-demand skill in 2021.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EThe course begins with the basics. We’ll Cover everything you need to know about Developer Tool Basics from scratch.\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u003C/p\u003E\u003Cp\u003ENext, you’ll learn all the fundamentals of Developer Tool Basics.\u003C/p\u003E\u003Cp\u003EThis is great for students starting that need a refresher course on Developer Tools.\u003C/p\u003E\u003Cp\u003EThere are no requirements necessary to enroll I only ask that you come open minded and ready to learn.\u003C/p\u003E\u003Cp\u003EFeel Free to look through the course description and checkout some of my preview videos.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere Is What You Will Learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E01. Introduction\t\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t01. Overview\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E02. Developer Tools\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t02. Overview\u003C/p\u003E\u003Cp\u003E\t03. Chrome Developer Tools\u003C/p\u003E\u003Cp\u003E\t04. Lighthouse\u003C/p\u003E\u003Cp\u003E\t05. Puppeteer\u003C/p\u003E\u003Cp\u003E\t06. Workbox\u003C/p\u003E\u003Cp\u003E\t07. Polymer\u003C/p\u003E\u003Cp\u003E\t08. Angular\u003C/p\u003E\u003Cp\u003E\t09. Page Speed Module\u003C/p\u003E\u003Cp\u003E\t10. Visual Studio Code\u003C/p\u003E\u003Cp\u003E\t11. FireFox Developer Edition Developer Tools\u003C/p\u003E\u003Cp\u003E\t12. FireFox Developer Tools\u003C/p\u003E\u003Cp\u003E\t13. Brave Developer Tools\u003C/p\u003E\u003Cp\u003E\t14. Microsoft Edge Developer Tools\u003C/p\u003E\u003Cp\u003E\t15. Opera Developer Tools\u003C/p\u003E\u003Cp\u003E\t16. Google Chrome Extensions\u003C/p\u003E\u003Cp\u003E\t17. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E03. Atom Developer Tools\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t18. Overview\u003C/p\u003E\u003Cp\u003E\t19. What is Atom\u003C/p\u003E\u003Cp\u003E\t20. Download \u0026amp; Install\u003C/p\u003E\u003Cp\u003E\t21. Open a Project\t\u003C/p\u003E\u003Cp\u003E\t22. Version Control with GitHub\t\u003C/p\u003E\u003Cp\u003E\t23. Collaborate with Teletype\u003C/p\u003E\u003Cp\u003E\t24. Install a Package\u003C/p\u003E\u003Cp\u003E\t25. Choose a Theme\u003C/p\u003E\u003Cp\u003E\t26. Customize the Styling\u003C/p\u003E\u003Cp\u003E\t27. Hack on the Init Script\u003C/p\u003E\u003Cp\u003E\t28. Add a Snippet\u003C/p\u003E\u003Cp\u003E\t29. Keyboard Shortcuts\u003C/p\u003E\u003Cp\u003E\t30. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E04. Conclusion\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t31. Summary\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo what are you waiting for? I look forward to going through course with you I’ll see you inside!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/developer-tools-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3461138_824b.jpg","duration":"2.5 total hours","enrolledStudentsCount":"8,626 students","lastUpdated":"Last updated 11/2021","targetAudiences":["Beginners wanting to Learn Developer Tool Basics"],"tags":["Development","Web Development","Developer Tools"],"rating":{"count":25,"averageValue":"3.8"},"instructors":[{"name":"Learn Tech Plus","url":"/user/josh-werner/","totalNumberOfStudents":1357428,"totalNumberOfReviews":49284,"averageRating":3.7829997379502114}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"TRY100FREE32202","originalPrice":"₹12,800","discountedPrice":"₹8,320","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/complete-flutter-arabic/":{"courseDetails":{"courseId":3937644,"title":"The Complete 2022 Flutter \u0026 Dart Development Course [Arabic]","shortDescription":"تعلم (فلاتر) تقنية المستقبل و كن جاهزا لبناء تطبيقات حقيقية كاملة بكود برمجي واحد","longDescription":"\u003Cp dir=\u0022rtl\u0022\u003Eتم إنشاء الدورة علي يد مهندس متخصص في مجال تطوير تطبيقات الهواتف المحمولة محاولا نقل خبرته العملية و العلمية للجميع لكي يستطيع كل شخص الإنطلاق نحو وظيفته الأولي في المجال.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eلذلك بنهاية الدورة ستكون قادرا علي بناء تطبيقاتك الخاصه بك و التقديم للعمل في شركات بمرتبات مجزية.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eفلاتر عبارة عن إطار عمل تسطيع من خلاله بكود برمجي واحد إنشاء عديد من التطبيقات التي تعمل علي أنظمة مختلفة (أندرويد-أيفون-ويب).\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eتبدأ الدورة من الصفر بشرح أساسيات لغة البرمجة دارت التي سوف تستخدم لشرح إطار العمل فلاتر.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eبعد ذلك نبدأ شرح المفاهيم الأساسية لفلاتر و مكوناتها و كيفية إستخدام كل مكون و وظيفته.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eخلال تقدمك في الدورة سيكون كل درس مبني علي الدروس السابقة.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eستتعلم كيفية إدارة التطبيق كاملا بإحترافية و بأقل مجهود.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eستتعلم كيفية إختبار تطبيقك كاملا.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eسيتم إنشاء تطبيقات كاملة خلال الدورة للتطبيق علي الدروس.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eسيتم إعطاء النصائح العملية خلال الدورة لكي يتمكن كل شخص من الإنطلاق في المجال.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eالنصائح خلاصة خبرة قوية في مجال تطوير التطبيقات و خلاصة بناء تطبيقات قوية علي أرض الواقع.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eستتعلم كيفية بناء سيرة ذاتيه قوية لبدء حياتك العملية.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eستتعلم كيفية كتابة كود نظيف قابل لإعادة الإستخدام و الإختبار و الزيادة أو التعديل عليه بشكل لائق.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eالتركيز علي النقاط المهمة في سوق العمل.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eالتنفيذ ثم التنفيذ، و البحث المستمر، هما أساس مهندس البرمجيات المحترف.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eخلال الدورة سيتم العمل علي تطبيقات مختلفة بالأساليب الجديدة في التقنية، و سيتم تسجيل دورتين قادمتين مهمين جدا.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eالدورة الأولي منهم هتكون تطبيق كاملا حوالي 40 ساعه تطبيق شبيه بأوبر باستخدام فايربيز.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eالدورة الثانيه هتكون تطبيق متجر كامل باستخدام داتابيز.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eفي النهاية ستكون مطور تطبيقات محترف بإذن الله.\u003C/p\u003E","language":"Arabic","courseUri":"https://www.udemy.com/course/complete-flutter-arabic/","imageUri":"https://img-c.udemycdn.com/course/750x422/3937644_1a8c_3.jpg","duration":"42 total hours","enrolledStudentsCount":"40,454 students","lastUpdated":"Last updated 7/2021","targetAudiences":["لأي شخص يريد دخول مجال البرمجة و عنده الشغف و حب المجال","للمطورين في أي مجال","لمطورين أندرويد أو أيفون والذين يريدون إنشاء تطبيقات بكود برمجي واحد","للمطورين الذين يريدون كتابة كود قوي و نظيف و مرتب","للمطورين الذين يريدون التعلم بشكل إحترافي"],"tags":["Development","Mobile Development","Google Flutter"],"rating":{"count":5613,"averageValue":"4.7"},"instructors":[{"name":"Abdullah Mansour","url":"/user/abdullah-mansour-3/","totalNumberOfStudents":40454,"totalNumberOfReviews":5613,"averageRating":4.723291}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE_MARCH_2022","originalPrice":"₹8,320","discountedPrice":"₹5,408","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/network-monitoring/":{"courseDetails":{"courseId":3461634,"title":"Network Monitoring Basics","shortDescription":"Everything you need to know about Network Monitoring Basics","longDescription":"\u003Cp\u003EHave you always wanted to learn how to do use Network Monitoring but don’t know where to start?\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u003C/p\u003E\u003Cp\u003EWould you like to learn how to use Network Monitoring?\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u003C/p\u003E\u003Cp\u003EThen Network Monitoring Basics is for you!\u0026nbsp; \u003C/p\u003E\u003Cp\u003EHi, I’m your instructor Josh Werner and I’ll be leading you through this course.\u0026nbsp; \u0026nbsp; \u0026nbsp;\u003C/p\u003E\u003Cp\u003ENetwork Monitoring is a in-demand skill in 2021.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EThe course begins with the basics. We’ll Cover everything you need to know about Network Monitoring Basics from scratch.\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u003C/p\u003E\u003Cp\u003ENext, you’ll learn all the fundamentals of Network Monitoring Basics.\u003C/p\u003E\u003Cp\u003EThis is great for students starting that need a refresher course on Network Monitoring.\u003C/p\u003E\u003Cp\u003EThere are no requirements necessary to enroll I only ask that you come open minded and ready to learn.\u003C/p\u003E\u003Cp\u003EFeel Free to look through the course description and checkout some of my preview videos.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere Is What You Will Learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E01. Introduction\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t01. Overview\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E02. Tools\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t02. Overview\u003C/p\u003E\u003Cp\u003E\t03. Zabbix\u003C/p\u003E\u003Cp\u003E\t04. Wireshark\u003C/p\u003E\u003Cp\u003E\t05. Icinga\u003C/p\u003E\u003Cp\u003E\t06. SolarWinds\u003C/p\u003E\u003Cp\u003E\t07. WhatsUp Gold\u003C/p\u003E\u003Cp\u003E\t08. op5 Monitor\u003C/p\u003E\u003Cp\u003E\t09. PRTG Network Monitor\u003C/p\u003E\u003Cp\u003E\t10. Nagios\u003C/p\u003E\u003Cp\u003E\t11. Cacti\u003C/p\u003E\u003Cp\u003E\t12. Prometheus\u003C/p\u003E\u003Cp\u003E\t13. Graphite\u003C/p\u003E\u003Cp\u003E\t14. LibreNMS\u003C/p\u003E\u003Cp\u003E\t15. Spiceworks Network Monitor\u003C/p\u003E\u003Cp\u003E\t16. Observium Community Edition\u003C/p\u003E\u003Cp\u003E\t17. Zenoss Community Edition\u003C/p\u003E\u003Cp\u003E\t18. NetXMS\u003C/p\u003E\u003Cp\u003E\t19. OpenNMS\u003C/p\u003E\u003Cp\u003E\t20. Nagios Core\u003C/p\u003E\u003Cp\u003E\t21. LibreNMS\u003C/p\u003E\u003Cp\u003E\t22. PandoraFMS Community\u003C/p\u003E\u003Cp\u003E\t23. NetDisco\u003C/p\u003E\u003Cp\u003E\t24. RANCID\u003C/p\u003E\u003Cp\u003E\t25. Advanced IP Scanner\u003C/p\u003E\u003Cp\u003E\t26. Obkio\t\u003C/p\u003E\u003Cp\u003E\t27. Checkmk\u003C/p\u003E\u003Cp\u003E\t28. BitMeter OS\u003C/p\u003E\u003Cp\u003E\t29. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E03. Conclusion\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t30. Summary\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E So what are you waiting for? I look forward to going through course with you I’ll see you inside!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/network-monitoring/","imageUri":"https://img-b.udemycdn.com/course/750x422/3461634_8ce5.jpg?secure=ayB1eHko0qTfPTgKT_tY8w%3D%3D%2C1646205351","duration":"1 total hour","enrolledStudentsCount":"4,066 students","lastUpdated":"Last updated 10/2020","targetAudiences":["Beginners to wanting to Learn Network Monitoring","Professionals interested in Network Monitoring"],"tags":["IT \u0026 Software","Network \u0026 Security","Network Monitoring"],"rating":{"count":26,"averageValue":"2.2"},"instructors":[{"name":"Learn Tech Plus","url":"/user/josh-werner/","totalNumberOfStudents":1357428,"totalNumberOfReviews":49284,"averageRating":3.7829997379502114}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"TRY100FREE32202","originalPrice":"₹12,800","discountedPrice":"₹8,320","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/the-ultimate-mysql-crash-course-2021/":{"courseDetails":{"courseId":3972614,"title":"The Ultimate MySQL Crash Course 2022","shortDescription":"Learn MySQL in No Time","longDescription":"\u003Cp\u003EIn this course you are going to learn everything you need to know to get started with MySQL in probably less than two hours, so you can actually consume this piece of content in one sitting. The course is surly intensively on using the SQL command line inside the PHPmyadmin tool and that\u0027s for teaching you just how SQL works and you can write your queries, not just in the SQL command, but also inside your backend apps and that\u0027s the best way to learn SQL\u0026nbsp;in my opinion. So the course is short, informative, practical, and bite-sized at the same time.\u0026nbsp; \u003Cbr\u003E\u003Cbr\u003ETo elaborate we are going to start of course from the basics of some theoretical crucial definitions like database, queries,\u0026nbsp; tables, columns, and cells to some beginner sections parts like creating dropping and inserting into tables, data types, and operators to intermediate sections constraints primary and foreign keys functions, SQL\u0026nbsp;most known clauses like (Select - Where - Group by - Order by) and alters to a touch of the advanced parts like joins and so much more. if you want to learn the basics of MySQL and start building your applications on the same day, then this course is yours. come on \u003Cstrong\u003Ewhat are you waiting for?\u003C/strong\u003E :)\u0026nbsp; \u0026nbsp; \u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/the-ultimate-mysql-crash-course-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/3972614_50a0_5.jpg","duration":"2 total hours","enrolledStudentsCount":"79,084 students","lastUpdated":"Last updated 4/2021","targetAudiences":["Anyone who wants to learn MySQL"],"tags":["Development","Web Development","MySQL"],"rating":{"count":526,"averageValue":"4.1"},"instructors":[{"name":"Web Coding","url":"/user/bdb27e95-65f5-415a-956b-65f62ba4bfc3/","totalNumberOfStudents":261285,"totalNumberOfReviews":3003,"averageRating":4.128876619026548}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MYSQLCOURSE37","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/deep-learning-basics-with-python/":{"courseDetails":{"courseId":4390890,"title":"Python for Deep Learning: Build Neural Networks in Python","shortDescription":"Complete Deep Learning Course to Master Data science, Tensorflow, Artificial Intelligence, and Neural Networks","longDescription":"\u003Cp\u003EPython is famed as one of the best programming languages for its flexibility. It works in almost all fields, from web development to developing financial applications. However, it\u0027s no secret that Python’s best application is in deep learning and artificial intelligence tasks.\u003C/p\u003E\u003Cp\u003EWhile \u003Cstrong\u003EPython makes deep learning easy\u003C/strong\u003E, it will still be quite frustrating for someone with no knowledge of how machine learning works in the first place.\u003C/p\u003E\u003Cp\u003EIf you know the basics of Python and you have a drive for deep learning, this course is designed for you. This course will help you learn how to create programs that take data input and automate feature extraction, simplifying real-world tasks for humans.\u003C/p\u003E\u003Cp\u003EThere are hundreds of machine learning resources available on the internet. However, you\u0027re at risk of learning unnecessary lessons if you don\u0027t filter what you learn. While creating this course, we\u0027ve helped with filtering to isolate the essential basics you\u0027ll need in your deep learning journey.\u003C/p\u003E\u003Cp\u003EIt is a fundamentals course that’s great for both beginners and experts alike. If you’re on the lookout for a course that starts from the basics and works up to the advanced topics, this is the best course for you.\u003C/p\u003E\u003Cp\u003EIt only teaches what you need to get started in deep learning with no fluff. While this helps to keep the course pretty concise, it’s about everything you need to get started with the topic.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/deep-learning-basics-with-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/4390890_a964_2.jpg","duration":"2 total hours","enrolledStudentsCount":"15.012 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["Programmers who are looking to add deep learning to their skillset","Professional mathematicians willing to learn how to analyze data programmatically","Any Python programming enthusiast willing to add deep learning proficiency to their portfolio"],"tags":["Yazılım Geliştirme","Veri Bilimi","Derin Öğrenme"],"rating":{"count":57,"averageValue":"4.2"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":107571,"totalNumberOfReviews":1372,"averageRating":4.210684665178571}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"932D4D6526355A3B172A","originalPrice":"3.200 ₹","discountedPrice":"2.080 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/master-cpp-byteboard/":{"courseDetails":{"courseId":3368702,"title":"Master C\u002B\u002B Programming From Beginner To Advance - C\u002B\u002B Course","shortDescription":"Lectures \u002B Practical Hand-on C\u002B\u002B Course, Most Detailed Explanation of File Handling \u0026 STL, **190\u002B videos, **3 Projects","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EMaster C\u002B\u002B Programming From Beginner To Advance - C\u002B\u002B Course\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EC\u002B\u002B Programming \u003Cem\u003E, C\u002B\u002B Tutorial, C\u002B\u002B Lecture, C\u002B\u002B Course\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EConcepts of C\u002B\u002B Programming are made \u003Cstrong\u003Every simple and easy.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECourse Highlights\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Explained each topic with help of \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003Epicture \u003C/em\u003E\u003C/strong\u003E\u003Cem\u003Eand \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003Eexample\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003EPractical \u003C/em\u003E\u003C/strong\u003E\u003Cem\u003ESession for each Topic\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E3-Projects\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E - ATM system, Student Management \u0026amp; Hacking Tool - keylogger in C\u002B\u002B\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003EMind-map\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003ENotes \u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E- ppt\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E100\u002B \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003EMCQ\u0027s\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E15 \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003EAssignments\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EInterview \u003C/strong\u003EPreparation ( Top Frequently asked Questions )\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECoding Exercise \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E \u003Cstrong\u003EC\u002B\u002B Deep Dive\u003C/strong\u003E all the way till \u003Cstrong\u003EMulti-threading\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETopics :\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Basics of Computer (\u0026nbsp;Beginners )\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Computer ? \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EComputer Architecture \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERAM - Random Access Memory \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECPU - Central Processing Unit \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOperating System \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EComputer Language\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBasics of Computer Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Programming ( Mind Map )\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Programming in general ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy we should learn C\u002B\u002B ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is C\u002B\u002B ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Compiler and IDE ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 2: Introduction to Programming Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECompiler and IDE Setup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBest IDE\u0027s For C\u002B\u002B\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstalling Visual Studio for C\u002B\u002B\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstalling Codeblocks for C\u002B\u002B\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroducing Program Structure in C\u002B\u002B Program ( Mind map )\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHeader\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENamespace\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMain Function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBlock and Semicolon\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWriting First C\u002B\u002B Program\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUser Input and Output in C\u002B\u002B Program\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecap Program Structure Mind-map\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 3:Program Structure Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentifiers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKeywords\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EData Types\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVariables\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOperators\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EArithmetic Operators\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAssignment Operators\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELogical Operator\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EComparison Operator\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecap Important terminologies of C\u002B\u002B Programming ( Mind-map )\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 4: Important terms Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroducing Important Terminologies in C\u002B\u002B Programming\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction Conditions in C\u002B\u002B Mind-map\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECondition in C\u002B\u002B\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIf Condition\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIf Else Condition\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EElse if Condition\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESwitch Case\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecap Conditions in C\u002B\u002B Mind-Map\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 5:Condition in C\u002B\u002B\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroducing String in C\u002B\u002B Programming Language ( Mind-map )\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy Strings are used in C\u002B\u002B ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EString concatenation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to calculate string length ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to take string as input ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExample on String\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecap String in C\u002B\u002B ( Mind-map )\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 6: String Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Loops\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat / why of Loop\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFor Loop\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhile Loop\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDo While Loop\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBreak and Continue\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 7: Loop Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy Array ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Array ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating , Initialize and Modify Array\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProgram of find Minimum no. in Array\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy Functions in C\u002B\u002B?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExample Of Function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunction and Main Memory\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVarious Forms Of Function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat and Why Of Function Overloading?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E1st Way Of Function Overloading\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E2nd Way Of Function Overloading\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDrawback Of Function and inline Function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 8: Functions in C\u002B\u002B\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat and Why Of Structure\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDefine Structure in C\u002B\u002B\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExample of Structure\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENesting Of Structure\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStructure padding\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 9:Structure in C\u002B\u002B Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy Object Oriented Programming\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExample of OOP\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKey Note on Member Function and Member Variable\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAccess Specifier\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECharacteristics of OOP\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 10: OOP Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMini Project - ( ATM\u0026nbsp;System in C\u002B\u002B\u0026nbsp;)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy Constructor?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDefault Constructor\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EParametrized Constructor\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECopy Constructor\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConstructor Overloading\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConstructor Program\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 11: Constructor in C\u002B\u002B\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOperator Overloading\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOverloading Post and Pre Increment\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction Inheritance Mind-Map\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Inheritance?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy Inheritance ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInheritance Example\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConstructor and Inheritance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunction Overriding\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EisA and hasA Relation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes Of Inheritance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWays of Inheritance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 12: Inheritance Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Pointer?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy Pointer is Used?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProgram in Memory\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPointer Notation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPointer and Array\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPointer and Function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMemory Management - NEW\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMemory Management - DELETE\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPointer Application Program\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPointer Limitations\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ethis Pointer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 13: Pointers Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Pointer - Mind-map\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Polymorphism\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBase Class Pointer and Derived Class Object\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Virtual Function?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy Virtual Function with Example\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAbstract Class and Pure Virtual Function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMore about Polymorphism\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVirtual Destructor\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 14 : Polymorphism Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is friend in general?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Friend Function?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuestion on Friend Function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Friend Class ? \u002B practical\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOverloading Comparison Operator - With Friend Function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 15:Friend Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Static Member - Mind map\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStatic Member Variable\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStatic Member Function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 16: Static Member Variable \u0026amp; Function Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroducing File Input- Output\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat are Streams?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClasses and Object for Input-Output\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow reading and writing is done in file?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWrite data into FILE\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReading data from FILE\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETellg in C\u002B\u002B\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETellp Function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESeekg Function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESeekp Function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 17:File handling Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EException Handling in C\u002B\u002B\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EException Handling Program in C\u002B\u002B\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 18: Exception Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBasics of Data Structure\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to STL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EContainers in STL \u0026amp; Classification\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EArray - Container in STL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVector - Container in STL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EList - Container in STL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStack - Container in STL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQueue - Container in STL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPriority Queue - Container in STL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMap - Container in STL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMultimap - Container in STL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnordered Map - Container in STL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESet - Container in STL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMultiset - Container in STL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnordered Set - Container in STL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAlgorithms in STL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EContainer in Container\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuiz 19: STL Quiz\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat and Why of Template in C\u002B\u002B\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunction Template \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClass Template\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFinal Project - Student management in C\u002B\u002B\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EInterview Preparation - Top frequently asked questions \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECoding Exercise \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat and Why of lambda in C\u002B\u002B\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Elambda Function with value\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Elambda Function with reference\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMulti-threading in C\u002B\u002B\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMulti-threading with function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMulti-threading with class - member function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMulti-threading with Lambda Function\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ECodaming - VeDinesh Academy provides smart classroom-type learning by breaking long lectures into\u003Cstrong\u003E short and crisp for each topic. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe explain concepts with \u003Cstrong\u003Eexamples and pictures \u003C/strong\u003Efor better understanding, moreover we apply the \u003Cstrong\u003EMind-Map\u003C/strong\u003E technique that would definitely help you in connecting the dots and remembering the concepts forever. \u003C/p\u003E\u003Cp\u003EWe are highly motivated and passionate to provide you high-quality, simplified, and in-depth training at an affordable price.\u003C/p\u003E\u003Cp\u003EThanks.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/master-cpp-byteboard/","imageUri":"https://img-b.udemycdn.com/course/750x422/3368702_f575_8.jpg?secure=G6iMtq2gAtd0O5bxEyxoOg%3D%3D%2C1646223969","duration":"16.5 total hours","enrolledStudentsCount":"60.831 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2022","targetAudiences":["For Beginner C\u002B\u002B developers , Course covers c\u002B\u002Bprogramming concepts in depth."],"tags":["BT ve Yazılım","Diğer BT ve Yazılım","C\u002B\u002B"],"rating":{"count":1226,"averageValue":"4.4"},"instructors":[{"name":"Codaming - VeDinesh Academy","url":"/user/dinesh-kumar-2353/","totalNumberOfStudents":117293,"totalNumberOfReviews":1959,"averageRating":4.372259078864353}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F247DBC30A0F9A69F9E1","originalPrice":"6.400 ₹","discountedPrice":"4.160 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/power-resume-and-cv-writing-that-lands-job-interviews/":{"courseDetails":{"courseId":468216,"title":"P.O.W.E.R Resume System: Proven system to get job interviews","shortDescription":"Learn to create your own master piece resume to get your dream job!","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**Course Updated - February 2022**\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; COURSE REGULARLY UPDATED: NEW TIPS, MORE LESSONS \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; CERTIFIED COACH, SPEAKER AND TRAINER \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; OVER 180,000 STUDENTS IN TOTAL \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDid you know it’s \u003Cstrong\u003EONLY for 6 seconds\u003C/strong\u003E any recruiting manager looks at your resume and that’s why it is a must to have a unique resume to catch the utmost attention of the employer within that 6-second span of time? \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIt’s not easy to present your career in an easy-to-read way that does justice to your experience and is attractive enough to ignite the urge in the recruiter to perk up and reach the phone to make a call to you for an interview. That’s where this course will help. In this course, you will learn the tools and techniques which will enable you to create a masterpiece resume for yourself.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOnce you have learned the tools and techniques of writing a POWER Resume, getting an interview call will become a cake-walk for you. \u003C/p\u003E\u003Cp\u003EIf you are the one who finds it difficult to write or cannot organize your ideas, thoughts, experiences, and qualifications, I can assure you that you will be able to learn to do all these things. In this course, I have explained step by step process in creating your resume which is your self-advertising copy, nothing more and nothing less. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDo you know if your resume becomes successful in creating the desired amount of mystery in the recruiter\u0027s mind, they will look forward to meeting you and will be more willing to hire you as their employee?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ELet’s face it, when it comes to writing a professional resume or even up-dating one, most of us could all use a bit of help. You might consider hiring a professional (available all over the internet nowadays), to write your resume.\u0026nbsp; But, do you think anyone else knows you better than you do? Even if you provide complete information to the resume writer, what if there is some chance that you might have to make in the resume? And if you know each and everything about resumes and their parts, you can create your own masterpiece and it’s always up to you how you want to have it updated.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWriting a great resume for yourself will be the stepping stone that lands you a job interview and you will want one that sets you apart from the rest. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIt does not matter if you already have a successful career or are just starting out as a fresh graduate, or are looking for a promotion at your current place of employment. If you know the tools and techniques of creating a powerful resume, YOU will always be a winner and will be able to get as many interviews calls from companies of your choice at any point in time. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo, let’s get started to create a new YOU and grab that DREAM job!!\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/power-resume-and-cv-writing-that-lands-job-interviews/","imageUri":"https://img-c.udemycdn.com/course/750x422/468216_1776_4.jpg","duration":"1.5 total hours","enrolledStudentsCount":"36,444 students","lastUpdated":"Last updated 2/2022","targetAudiences":["Anyone who wants to have a breakthrough in their career","This course is for YOU! It does not matter if you already have a successful career or are just starting out as a fresh graduate."],"tags":["Personal Development","Career Development","Resume and CV Writing"],"rating":{"count":433,"averageValue":"4.5"},"instructors":[{"name":"Susmita Dutta","url":"/user/susmitadutta/","totalNumberOfStudents":196757,"totalNumberOfReviews":4281,"averageRating":4.264773564638784},{"name":"Akshay Goel","url":"/user/akgoel/","totalNumberOfStudents":151894,"totalNumberOfReviews":2778,"averageRating":4.269395837272728}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEB2022FREE001","originalPrice":"9.600 ₹","discountedPrice":"6.240 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/learn-c-by-solving-75-coding-challenges/":{"courseDetails":{"courseId":4470656,"title":"Learn C\u002B\u002B by Solving 75 Coding Challenges","shortDescription":"Solve 75 coding exercises from beginner to expert levels and learn C\u002B\u002B Programming the Easy Way !","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhat is this course all about?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is designed to clear all your concepts of C\u002B\u002B with the help of \u003Cstrong\u003ECoding Exercises\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EYou will solve \u003Cstrong\u003E75 C\u002B\u002B Challenges\u003C/strong\u003E which will cover all concepts of C\u002B\u002B from A to Z.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow we will start?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe will start our journey from easy levels and at the end of the course, you will master the technique to solve any kind of C\u002B\u002B challenge.\u003C/p\u003E\u003Cp\u003EThis course will not only help you in learning C\u002B\u002B but will also build your logical and mathematical skills.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBest part?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou don’t need any kind of software to start coding. We have designed this course so that you can practice right here on \u003Cstrong\u003EUdemy’s inbuilt IDE.\u003C/strong\u003E We will test your solution with our test cases which are written back-end of each coding exercise.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENew to C\u002B\u002B?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPractice and solving coding challenges is the best way to learn C\u002B\u002B. \u003Cstrong\u003ESelf-learning\u003C/strong\u003E is the most important part for Engineers, programmers, data scientists, and web developers.\u003C/p\u003E\u003Cp\u003EWe will also provide\u003Cstrong\u003E 24/7 help and technical support \u003C/strong\u003Efrom the instructor.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you join?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou may have a lot of theoretical knowledge of C\u002B\u002B but you can only correct your syntax and build your logic by solving challenges with an output of your program right at the moment. It will not only build up your confidence but will also help you with a lot of interview questions.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESign-up today with 30 days money-back guarantee!\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/learn-c-by-solving-75-coding-challenges/","imageUri":"https://img-c.udemycdn.com/course/750x422/4470656_16e0_3.jpg","duration":"2 total hours","enrolledStudentsCount":"2.291 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Students who want to learn C\u002B\u002B with hands-on practice questions"],"tags":["Desarrollo","Desarrollo web","C\u002B\u002B"],"rating":{"count":64,"averageValue":"4.7"},"instructors":[{"name":"Syed Habib Hussain Shah","url":"/user/syed-habib-hussain-shah/","totalNumberOfStudents":12572,"totalNumberOfReviews":139,"averageRating":4.71557062}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"535D135F6F327C22DC8B","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/batch-script-programming/":{"courseDetails":{"courseId":4533524,"title":"Batch Script Programming Crash Course (CMD)","shortDescription":"Learn Batch Script Programming From Beginning To Advance With Batch File/Script Crash Course - Zero To Hero","longDescription":"\u003Cp\u003EIn This Course , You Will Learn About Complete \u003Cstrong\u003EBatch Script Programming / Batch File Programming \u003C/strong\u003EFrom Beginning To Advance With Batch Script Programming Crash Course (CMD). \u003C/p\u003E\u003Cp\u003EIn This Course , I Cover All The Topics \u0026amp; This Course Is \u003Cstrong\u003EComplete Practical Course \u003C/strong\u003E, So That You Can Cleary Understand That How To Code \u0026amp; Then You Can Easily Implement It.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis Course Is For You If...\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou Want To Learn Batch Script Programming\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou Want To Learn Batch File Programming From Beginning To Advance\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn This Course , I Explained Each \u0026amp; Every Codes With Example.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERequirement For Batch Script Programming\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWindows Operating System\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EText Editor Like Notepad \u002B\u002B\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EI\u0027m The Right Teacher For You ?\u003Cbr\u003E\u003C/strong\u003EI Tried My Best To Teach You In Easy Words In This Crash Course\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECovered In This Topic\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDetail About Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHello World In Batch File\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDisplaying Only Output\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChanging Output In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EColor In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVariable In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPredefined Environment Variables\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETaking Input From The User In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOperator \u0026amp; Calculator Program In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELine Break \u0026amp; New Line In Batch File\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EComment In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIf Else In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELabel \u0026amp; Goto In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClearing The Screen In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChecking File Exist Or Not In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOpen File Using\u0026nbsp;Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChanging Directory In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENOT Operator In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELoop In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGenerating Random Numbers Using Batch File\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDate \u0026amp; Time In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPing Command In Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPausing Output For Some Seconds\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Folder Using Batch File\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeleting Folder Using Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeleting File Using Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERenaming Folder Using Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERenaming File \u0026amp; File Extension Using Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOverwriting \u0026amp; Appending In File\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EModify Attribute Of File\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKill Process Using Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExtracting Values From Registry Using Batch File\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClosing Batch Script\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EExtra\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EConclusion\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EOutcome Of This Course\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou Will Understand Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou Can Create Programs Using\u0026nbsp;Batch Script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKnowledge In Windows CMD\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWho Wants To Understand Batch Files\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWho Wants To Make Programs Using Batch Scripts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWho Wants To Clear All Concepts Of Batch Script With Crash Course\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/batch-script-programming/","imageUri":"https://img-c.udemycdn.com/course/750x422/4533524_f5f4.jpg","duration":"1.5 total hours","enrolledStudentsCount":"3.075 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2022","targetAudiences":["Who Wants To Understand Batch Files","Who Wants To Make Programs Using Batch Scripts","Who Wants To Clear All Concepts Of Batch Script With Crash Course"],"tags":["Yazılım Geliştirme","Programlama Dilleri","Windows Komut Satırı"],"rating":{"count":9,"averageValue":"4.4"},"instructors":[{"name":"Narendra Dwivedi","url":"/user/narendradwivedi/","totalNumberOfStudents":35742,"totalNumberOfReviews":305,"averageRating":4.0552647163742686}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CC92BE6B78A4A5AFD9EE","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/design-augmented-reality-applications-without-coding-in-2022/":{"courseDetails":{"courseId":4458152,"title":"Build Augmented Reality (AR) Apps with Vuforia \u0026 Unity 2022","shortDescription":"Develop Vuforia Augmented Reality Apps that Run on Mobile Devices: The Latest and Complete AR Unity 3D Course in 2022","longDescription":"\u003Cp\u003EHave you ever seen Augmented Reality Applications such as Games, Educational or E-commerce apps and thought, how these awesome Unity AR apps are made? How to learn AR?\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat if you can learn Augmented Reality (AR) app development from the basics while enjoying home comfort? \u003Cbr\u003E\u003C/strong\u003E\u003Cbr\u003E\u003Cstrong\u003EBut when you search online, the problem is, almost all AR Coding courses are outdated, created years ago and do not contain updated information.\u003C/strong\u003E\u003Cbr\u003E\u003Cbr\u003EI am Yasas Sri Wickramasinghe, a lecturer, co-founder of an AR/VR startup and also a lead software engineer. I am presenting you with the easiest and most updated Augmented Reality course. This is a beginner level course. \u003Cstrong\u003EIf you are not familiar with coding, or very new to computer programming, I guarantee that you will be able to design AR apps upon the completion of this course!\u003Cbr\u003E\u003Cbr\u003EAlso, if you are a research student who is looking into Augmented Reality, Human-computer interaction, User experience (UX) designing or User Interfaces (UI) designing, you can enrol with this course and add a lot of value additions to your work as well.\u003Cbr\u003E\u003Cbr\u003E\u003C/strong\u003EI am explaining everything from the beginning, and mostly this course is focused on practical aspects of Augmented Reality. This Vuforia AR and Unity Course will be a great investment. I will be providing all the source code and further resources as well. All the students can reach me for further clarifications.\u003Cstrong\u003E\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESo, why are you waiting? If all this sounds great to you, Let\u0027s start learning Augmented Reality with Vuforia! 100% money-back guaranteed!\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/design-augmented-reality-applications-without-coding-in-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4458152_6fc0_11.jpg","duration":"1.5 total hours","enrolledStudentsCount":"3.128 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["Researchers who are looking forward to create AR apps","Developers who are looking forward to create e-commerce AR application","Teachers who are looking forward to create educational AR apps to uplift their teaching strategies","Any person who is curious to learn how to design Augmented Reality Applications"],"tags":["Yazılım Geliştirme","Mobil Yazılım Geliştirme","Vuforia"],"rating":{"count":17,"averageValue":"4.6"},"instructors":[{"name":"Yasas Sri Wickramasinghe","url":"/user/yasas-sri-wickramasinghe/","totalNumberOfStudents":3240,"totalNumberOfReviews":17,"averageRating":4.614073}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"ONLY1HOUR","originalPrice":"3.200 ₹","discountedPrice":"2.080 ₹","expirationText":"5 saat","discountPercentage":35}}},"freeCourses":{"https://www.udemy.com/course/building-companys-website-using-wix/":{"courseDetails":{"courseId":4398150,"title":"Building company\u0027s website using WIX","shortDescription":"Learn how to make company\u0027s website in less than 1 hour","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/building-companys-website-using-wix/","imageUri":"https://img-c.udemycdn.com/course/750x422/4398150_69df_2.jpg","duration":"0","enrolledStudentsCount":"539 students","lastUpdated":null,"targetAudiences":["Designers","entrepreneurs","beginners","web designers","coders"],"tags":["Design","Web Design","Wix"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Design with ISKS","url":"/user/ishank-popli/","totalNumberOfStudents":1870,"totalNumberOfReviews":22,"averageRating":4.209972715}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/blenderphone/":{"courseDetails":{"courseId":4559136,"title":"Making a Phone | Blender 3D Modeling","shortDescription":"Create a 3D Phone Design Model, For Your Commercial or Personal Usage","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/blenderphone/","imageUri":"https://img-c.udemycdn.com/course/750x422/4559136_ab38.jpg","duration":"0","enrolledStudentsCount":"475 students","lastUpdated":null,"targetAudiences":["Those who would like to have their own 3D custom phone design for commercial or personal use."],"tags":["Design","3D \u0026 Animation","Blender"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Abhijit Kapoor","url":"/user/abhijit-kapoor-3/","totalNumberOfStudents":1077,"totalNumberOfReviews":14,"averageRating":4.788225615384615}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/theinvestors/":{"courseDetails":{"courseId":4461428,"title":"A Guide To Manage Your Investments In Currencies \u0026 Stocks","shortDescription":"THE INVESTORS CLUB","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/theinvestors/","imageUri":"https://img-b.udemycdn.com/course/750x422/4461428_d329_3.jpg?secure=2Rz7taukOqy36nTtpgh5Mg%3D%3D%2C1646188404","duration":"1","enrolledStudentsCount":"525 students","lastUpdated":null,"targetAudiences":["Forex Traders","Stock Traders","Real Estate Investors","Financial Planners","Financial Advisors","Chartered Accountants","Company Secretary","Cost Management Accountants"],"tags":["Finance \u0026 Accounting","Investing \u0026 Trading","Stock Trading"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Shreejit Jadhav","url":"/user/shreejit-7/","totalNumberOfStudents":554,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/scm-interview-preparation-questions-and-his-solutions/":{"courseDetails":{"courseId":4567872,"title":"Supply chain management interview Question and Answers","shortDescription":"Supply Chain Interview Q\u0026A","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/scm-interview-preparation-questions-and-his-solutions/","imageUri":"https://img-b.udemycdn.com/course/750x422/4567872_e5aa.jpg?secure=zjNJGI5gi8N5eDTnNSRGaA%3D%3D%2C1646175074","duration":"0","enrolledStudentsCount":"389 students","lastUpdated":null,"targetAudiences":["People going to attend interview on SCM domain"],"tags":["Teaching \u0026 Academics","Other Teaching \u0026 Academics"],"rating":null,"instructors":[{"name":"Pattabhi Raman","url":"/user/pattabhi-raman/","totalNumberOfStudents":811,"totalNumberOfReviews":1,"averageRating":4.5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/a-life-without-limits-part-1-3/":{"courseDetails":{"courseId":4562204,"title":"A life without limits part 1/3","shortDescription":"Get informed about the reasons that humans insist in thought. Acquire a full insight about the faults in human mindset.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/a-life-without-limits-part-1-3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4562204_8d49_2.jpg","duration":"0","enrolledStudentsCount":"327 students","lastUpdated":null,"targetAudiences":["People who desire to rule their selves and be independent","Anyone who loves learning more","Individuals who want to understand their mental world"],"tags":["Personal Development","Motivation","Growth Mindset"],"rating":null,"instructors":[{"name":"Savvas Chatzopoulos","url":"/user/chatzopoulos-savvas/","totalNumberOfStudents":328,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/mvp-10-day-challenge/":{"courseDetails":{"courseId":4549606,"title":"M.V.P 10 Day Challenge.","shortDescription":"How to use mediation, visualization and prayer to align your thoughts and intentions to attain your goals.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/mvp-10-day-challenge/","imageUri":"https://img-c.udemycdn.com/course/750x422/4549606_9aff_5.jpg","duration":"0","enrolledStudentsCount":"360 students","lastUpdated":null,"targetAudiences":["People interested in personal development, mindset, and manifestation ."],"tags":["Personal Development","Motivation","Growth Mindset"],"rating":null,"instructors":[{"name":"Douglas Bedford","url":"/user/douglasbedford/","totalNumberOfStudents":368,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/fiber-to-fabric-class-7-science/":{"courseDetails":{"courseId":4571014,"title":"Fiber to Fabric Class 7 Science","shortDescription":"Various steps involved in processing of fibers into wool and Life cycle of silk worm","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/fiber-to-fabric-class-7-science/","imageUri":"https://img-c.udemycdn.com/course/750x422/4571014_226b.jpg","duration":"1","enrolledStudentsCount":"388 students","lastUpdated":null,"targetAudiences":["Students who are interested to know about the various steps involved in processing of fibers into wool \u0026 also the four stages in the life cycle of silkworm."],"tags":["Teaching \u0026 Academics","Science","Materials Science"],"rating":null,"instructors":[{"name":"Prabh Kirpa Classes","url":"/user/prabh-kirpa-classes/","totalNumberOfStudents":6944,"totalNumberOfReviews":72,"averageRating":4.3097770749999995}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/binary-trees-in-python/":{"courseDetails":{"courseId":4567334,"title":"Binary Trees in Python: Traversals and Views","shortDescription":"Learn about Binary Trees, Its Different Traversals and Views","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/binary-trees-in-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/4567334_7800.jpg","duration":"0","enrolledStudentsCount":"1,321 students","lastUpdated":null,"targetAudiences":["Anyone who is curious to know, how traversals and views of a Binary tree works and someone who wants to learn that."],"tags":["Development","Programming Languages"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Abhishek Salaria","url":"/user/abhishek-salaria-3/","totalNumberOfStudents":3333,"totalNumberOfReviews":73,"averageRating":4.549623564383561}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/electrical-systems-professional-masterclass/":{"courseDetails":{"courseId":3552469,"title":"Electrical Systems: Plan Electrical wiring for any premises","shortDescription":"Learn the key ingredients to become a professional in Electrical System Commissioning and Maintenance","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/electrical-systems-professional-masterclass/","imageUri":"https://img-c.udemycdn.com/course/750x422/3552469_8969_6.jpg","duration":"1","enrolledStudentsCount":"906 students","lastUpdated":null,"targetAudiences":["Anyone, Electricians, Electrical Engineers, Technician,","Electrical Contractor, Electrical Maintenance Engineer, Power distribution company employee","Plant Maintenance, Facility Maintenance, Factory Maintenance engineer"],"tags":["Teaching \u0026 Academics","Engineering","Electrical Engineering"],"rating":{"count":24,"averageValue":"4.4"},"instructors":[{"name":"Gamma Skills","url":"/user/gamma-skills/","totalNumberOfStudents":906,"totalNumberOfReviews":24,"averageRating":4.3993793}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/home-network-optimization-for-dummies/":{"courseDetails":{"courseId":4541324,"title":"Home Network Optimization For Dummies","shortDescription":"Solve Your Home Network Problems in 2 Hours","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/home-network-optimization-for-dummies/","imageUri":"https://img-b.udemycdn.com/course/750x422/4541324_858f_4.jpg?secure=4JTKLm4PJvnCxDU9z_mjVw%3D%3D%2C1646176573","duration":"2","enrolledStudentsCount":"1,240 students","lastUpdated":null,"targetAudiences":["Have enough of home network issues? Wish someone can help you in a very layman, easy to understand manner?","This is a course derived by a regular Joe, made for dummies by a dummy himself. I hope to share what I know, in the hope it can help others as well. The small amount I charge is just for the time invested and to allow me to continue to update my content.","Course Launch Sale: This course will be made available at current price for the initial 1 month before subsequent upgrade to higher pricing tier. Enrol now!"],"tags":["IT \u0026 Software","Network \u0026 Security","IT Networking Fundamentals"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Reuben Ch","url":"/user/reuben-cheu/","totalNumberOfStudents":1245,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/mini-course-3ds-max-v-ray-basic-exterior-project/":{"courseDetails":{"courseId":4513538,"title":"Learn 3ds Max \u002B V-Ray For Architectural Visualization","shortDescription":"Use 3ds Max and V-Ray to develop the model download into a stunning rendering. A great introduction to arch viz workflow","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/mini-course-3ds-max-v-ray-basic-exterior-project/","imageUri":"https://img-c.udemycdn.com/course/750x422/4513538_9413.jpg","duration":"1","enrolledStudentsCount":"862 students","lastUpdated":null,"targetAudiences":["Those looking to start learning architectural visualization and/or 3d graphics","Students who want to learn powerful 3d graphics software 3ds Max, and professional rendering software V-Ray","Beginners wanting to start creating photorealistic renderings with 3d software"],"tags":["Design","3D \u0026 Animation","3ds Max"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Adam Zollinger","url":"/user/adamzollinger2/","totalNumberOfStudents":119258,"totalNumberOfReviews":12323,"averageRating":4.388490281747573}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-conduct-a-research-project/":{"courseDetails":{"courseId":4310252,"title":"How to Conduct a Research Project","shortDescription":"For High School Students","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-conduct-a-research-project/","imageUri":"https://img-c.udemycdn.com/course/750x422/4310252_a4f6.jpg","duration":"0","enrolledStudentsCount":"1,237 students","lastUpdated":null,"targetAudiences":["Interested in research project in any field of study, this course is pretty general and can be used as a guide for any research project."],"tags":["Personal Development","Career Development","Research Methods"],"rating":{"count":9,"averageValue":"4.6"},"instructors":[{"name":"Şi̇yar Özmen","url":"/user/siyar-ozmen-2/","totalNumberOfStudents":1237,"totalNumberOfReviews":9,"averageRating":4.551967}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/public-speaking-essentials-/":{"courseDetails":{"courseId":4404015,"title":"Public Speaking Essentials with Television\u0027s Kathy Le","shortDescription":"Public Speaking made easy with practical and effective skills and concepts that will allow you to elevate your speaking","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/public-speaking-essentials-/","imageUri":"https://img-b.udemycdn.com/course/750x422/4404015_0c68.jpg?secure=ZjS4Y_uzXb0QPBQxVP7iEg%3D%3D%2C1646182992","duration":"0","enrolledStudentsCount":"1,456 students","lastUpdated":null,"targetAudiences":["Public Speaking Essentials is for the student who realizes that polished public speaking skills is a powerful tool to help them achieve their personal and career goals. The program provides basic concepts and tips to help the student kick off their public speaking journey on the right foot. It sets the foundation that will allow the student to be able to build and achieve a higher level of speaking efficiency and proficiency."],"tags":["Personal Development","Career Development","Public Speaking"],"rating":{"count":23,"averageValue":"4.7"},"instructors":[{"name":"Kathy Le","url":"/user/kathy-le-11/","totalNumberOfStudents":1459,"totalNumberOfReviews":29,"averageRating":4.745069982758621}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/50-ways-to-get-stay-motivated/":{"courseDetails":{"courseId":4562478,"title":"50 Ways To Get \u0026 Stay Motivated","shortDescription":"Learn How To Always Get \u0026 Stay Motivated No Matter What","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/50-ways-to-get-stay-motivated/","imageUri":"https://img-c.udemycdn.com/course/750x422/4562478_d161.jpg","duration":"0","enrolledStudentsCount":"1,015 students","lastUpdated":null,"targetAudiences":["Entrepreneurs","Students","Sales People","Every day person that wants to get motivated"],"tags":["Personal Development","Personal Productivity"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Daniel Barada","url":"/user/daniel-barada/","totalNumberOfStudents":23209,"totalNumberOfReviews":620,"averageRating":4.175001811428572}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/teach-me-physics-part-one/":{"courseDetails":{"courseId":4321176,"title":"Teach Me: PHYSICS (PART 1)","shortDescription":"Learn highschool and university physics from top to bottom","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/teach-me-physics-part-one/","imageUri":"https://img-b.udemycdn.com/course/750x422/4321176_04f6_5.jpg?secure=HeHKNBCI2azgT6FCmz_gbw%3D%3D%2C1646194139","duration":"0","enrolledStudentsCount":"769 students","lastUpdated":null,"targetAudiences":["People interested in learning physics."],"tags":["Teaching \u0026 Academics","Science","Physics"],"rating":null,"instructors":[{"name":"Mr Mokelu","url":"/user/mr-mokelu-2/","totalNumberOfStudents":768,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/fundamentals-of-dc-circuits-with-tips-tricks/":{"courseDetails":{"courseId":4541654,"title":"Fundamentals of DC Circuits with Tips and Tricks","shortDescription":"DC Circuits analysis","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/fundamentals-of-dc-circuits-with-tips-tricks/","imageUri":"https://img-c.udemycdn.com/course/750x422/4541654_e275_2.jpg","duration":"0","enrolledStudentsCount":"882 students","lastUpdated":null,"targetAudiences":["Students of PCM studying in \u002B1/\u002B2, undergraduate engineering students"],"tags":["Teaching \u0026 Academics","Engineering","Electrical Circuits"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Dr. Neha Gupta","url":"/user/dr-neha-gupta-2/","totalNumberOfStudents":881,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/legal-reasoning-for-clat-from-nlu-toppers/":{"courseDetails":{"courseId":4551892,"title":"Legal Reasoning for CLAT 2022 from NLU Toppers","shortDescription":"Comprehensive course on how to tackle the Legal Aptitude section for CLAT and other law entrance exams.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/legal-reasoning-for-clat-from-nlu-toppers/","imageUri":"https://img-c.udemycdn.com/course/750x422/4551892_11fc.jpg","duration":"1","enrolledStudentsCount":"453 students","lastUpdated":null,"targetAudiences":["CLAT, AILET, LSAT, SLAT, CULEE, CAT(CUSAT), KLEE, \u0026 other law entrance exam aspirants.","Anyone who\u0027s interested in knowing about Indian laws."],"tags":["Teaching \u0026 Academics","Test Prep","Law"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Indic Law Entrance","url":"/user/law-indic-entrance/","totalNumberOfStudents":453,"totalNumberOfReviews":2,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/make-stylized-tree-by-using-blender-and-unity/":{"courseDetails":{"courseId":4540372,"title":"Make Stylized Tree by using Blender and Unity","shortDescription":"Modeling in Blender, Make Shader in Unity","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/make-stylized-tree-by-using-blender-and-unity/","imageUri":"https://img-c.udemycdn.com/course/750x422/4540372_46f0_4.jpg","duration":"0","enrolledStudentsCount":"688 students","lastUpdated":null,"targetAudiences":["Beginner Blender developers","Beginner Unity developers","Beginner Game developers"],"tags":["Development","Game Development","Game Asset"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Won Hurry","url":"/user/hurrywon/","totalNumberOfStudents":1388,"totalNumberOfReviews":5,"averageRating":4.11334536}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/docker-with-laravelphp-and-mysql-the-most-detailed-course/":{"courseDetails":{"courseId":4525516,"title":"Docker with laravel/PHP and MySQL- the most detailed course","shortDescription":"Docker - the most detailed course","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/docker-with-laravelphp-and-mysql-the-most-detailed-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/4525516_fde4_2.jpg?secure=LDgErjassAYKrNVWfnP_WQ%3D%3D%2C1646179046","duration":"0","enrolledStudentsCount":"1,920 students","lastUpdated":null,"targetAudiences":["Everyone who want to find out how to using docker."],"tags":["Development","Web Development","Docker"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"theMostDetailedCourses Lynnno","url":"/user/themostdetailedcourses/","totalNumberOfStudents":5386,"totalNumberOfReviews":20,"averageRating":4.2881}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-sell-online-courses-with-facebook-ads/":{"courseDetails":{"courseId":4524144,"title":"How To Sell Online Courses With Facebook Ads","shortDescription":"Discover how to make Facebook Ads work for your online course.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-sell-online-courses-with-facebook-ads/","imageUri":"https://img-c.udemycdn.com/course/750x422/4524144_1e56.jpg","duration":"0","enrolledStudentsCount":"1,236 students","lastUpdated":null,"targetAudiences":["The course is for anyone who wants to create their own online courses such as coaches, therapists, consultants, healers/therapists, life coaches, financial advisers, etc.","Business Marketing","Begginers","Social Media hobbyist"],"tags":["Teaching \u0026 Academics","Online Education","Facebook Ads"],"rating":{"count":3,"averageValue":"3.4"},"instructors":[{"name":"Money Makers Academy","url":"/user/money-makers-team/","totalNumberOfStudents":222830,"totalNumberOfReviews":5331,"averageRating":3.988895829767441}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-yaml-a-hands-on-course-2022/":{"courseDetails":{"courseId":4548478,"title":"Introduction to YAML - A hands -on course","shortDescription":"Learn YAML by doing - This ain\u0027t just a theory course","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-yaml-a-hands-on-course-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4548478_487f.jpg","duration":"0","enrolledStudentsCount":"1,009 students","lastUpdated":null,"targetAudiences":["Begineer DevOps Engineer","Software Developers who work with YAML","Docker and Kubernetes Engineer"],"tags":["Development","Programming Languages","YAML"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Mohit Kumar","url":"/user/mohit-kumar-13/","totalNumberOfStudents":2053,"totalNumberOfReviews":19,"averageRating":4.408925567741936}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/secrets-of-a-successful-portfolio-become-unique/":{"courseDetails":{"courseId":4553702,"title":"Secrets of a Successful Portfolio: Become Unique","shortDescription":"Become unique among competitors","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/secrets-of-a-successful-portfolio-become-unique/","imageUri":"https://img-c.udemycdn.com/course/750x422/4553702_e57b.jpg","duration":"0","enrolledStudentsCount":"1,337 students","lastUpdated":null,"targetAudiences":["This course is mainly targeted toward anyone who is a professional looking for a way to appeal themselves to potential employers. Other than that, this course is perfect for absolutely anyone, due to the fact that making a portfolio is a useful skill for absolutely anyone."],"tags":["Personal Development","Other Personal Development","Professional Portfolio"],"rating":null,"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":64909,"totalNumberOfReviews":941,"averageRating":4.139130194444444},{"name":"Tony Brooks","url":"/user/tony-brooks-14/","totalNumberOfStudents":20825,"totalNumberOfReviews":173,"averageRating":4.392161182828283}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/user-experience-design-fundamentals-part-1-of-3/":{"courseDetails":{"courseId":4551928,"title":"User Experience Design Fundamentals (Part 1 of 3)","shortDescription":"UX Design Theory","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/user-experience-design-fundamentals-part-1-of-3/","imageUri":"https://img-b.udemycdn.com/course/750x422/4551928_9997_4.jpg?secure=8G5ki_T8dYmnvfVDteeObg%3D%3D%2C1646212086","duration":"0","enrolledStudentsCount":"1,322 students","lastUpdated":null,"targetAudiences":["Beginners who want to explore UX Design field!"],"tags":["Design","User Experience Design"],"rating":{"count":2,"averageValue":"4.0"},"instructors":[{"name":"John Naveen K","url":"/user/john-naveen-2/","totalNumberOfStudents":4970,"totalNumberOfReviews":68,"averageRating":3.5311808411764702}]},"isAlreadyAFreeCourse":true,"couponData":null}}}