{"coursesWithCoupon":{"https://www.udemy.com/course/aws-certified-security-speciality-tests/":{"courseDetails":{"courseId":4497006,"title":"AWS Certified Security Speciality Tests","shortDescription":"Get prepared for the AWS Certified Security Speciality Exam","longDescription":"\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThis course contain 6 Practice tests for AWS Certified Security – Specialty (SCS-C01).\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis course contain 6 Practice tests for AWS Certified Security – Specialty (SCS-C01). The course contains only questions with explanations!!!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIf you pass this course you should have a very good chance to achieve the Amazon AWS Certified Security - Specialty certification.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAmazon AWS Certified Security - Specialty (SCS-C01) exam basically validates:\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAn understanding of specialized data classifications and AWS data protection mechanisms\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAn understanding of data encryption methods and AWS mechanisms to implement them\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAn understanding of secure Internet protocols and AWS mechanisms to implement them\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA working knowledge of AWS security services and features of services to provide a secure production environment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECompetency gained from two or more years of production deployment experience using AWS security services and features\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAbility to make tradeoff decisions with regard to cost, security, and deployment complexity given a set of application requirements\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAn understanding of security operations and risk\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAWS Certified Security – Speciality exam, as its name suggests, covers a lot of Security and compliance concepts for VPC, EBS, S3, IAM, KMS services.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EOne of the key tactic I followed when solving any AWS exam is to read the question and use paper and pencil to draw a rough architecture and focus on the areas that you need to improve. Trust me, you will be able eliminate 2 answers for sure and then need to focus on only the other two. Read the other 2 answers to check the difference area and that would help you reach to the right answer or atleast have a 50% chance of getting it right.\u003C/p\u003E\u003Cp\u003EThese AWS Certified Security – Specialty (SCS-C01) practice exams have a passing score of 72%. However, we strongly recommend that you repeat taking these exams again until you consistently reach a score of 90% or higher on each exam.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/aws-certified-security-speciality-tests/","imageUri":"https://img-c.udemycdn.com/course/750x422/4497006_f2e0.jpg","duration":"","enrolledStudentsCount":"1.874 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["AWS Certified Security Speciality Exam students"],"tags":["Informática y software","Certificaciones de informática","Certificación AWS"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Iheb Abdeljelil","url":"/user/iheb-abdeljelil/","totalNumberOfStudents":8262,"totalNumberOfReviews":10,"averageRating":4.64476047}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"3D400418386A2BEA4AC3","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/python-for-beginners-full-course-in-hindi/":{"courseDetails":{"courseId":3413020,"title":"Python Programming for Beginners [Full Course]","shortDescription":"This course will help you learn the Python programming language and its core concepts","longDescription":"\u003Cp\u003EPython is a general-purpose coding language and one of the best programming languages for beginners. The syntax of python is easy to learn as compare to other programming languages (C, C\u002B\u002B, Java, etc). Python is used in various fields such as Machine Learning, Automation, Web Development, Game Development, Graphical User Interface, etc.\u0026nbsp; In this course, you will learn in-depth every topic of Python and its core concepts with examples. This course is for beginners who are new to a programming language or in python. In this course, I also create quizzes for each section so that you can also check your progress. I will also be updating this course on time and also add more topics and projects for this course. \u003C/p\u003E\u003Cp\u003EHere are the topics we cover in this course are:-\u003C/p\u003E\u003Cp\u003E1.\u0026nbsp;Python Print Statement \u003C/p\u003E\u003Cp\u003E2. Python Comments \u003C/p\u003E\u003Cp\u003E3. Python Variables \u003C/p\u003E\u003Cp\u003E4. Python Type Conversion\u003C/p\u003E\u003Cp\u003E5. Python Input Function \u003C/p\u003E\u003Cp\u003E6. Python Operator \u003C/p\u003E\u003Cp\u003E7. Python IF/ELSE \u003C/p\u003E\u003Cp\u003E8. Python For Loop\u003C/p\u003E\u003Cp\u003E9. Python While Loop \u003C/p\u003E\u003Cp\u003E10. Python Break and Continue Statement\u003C/p\u003E\u003Cp\u003E11. Python Numbers \u003C/p\u003E\u003Cp\u003E12. Python List \u003C/p\u003E\u003Cp\u003E13. Python Tuple \u003C/p\u003E\u003Cp\u003E14. Python String \u003C/p\u003E\u003Cp\u003E15. Python Set \u003C/p\u003E\u003Cp\u003E16. Python Dictionary \u003C/p\u003E\u003Cp\u003E17. Python Functions \u003C/p\u003E\u003Cp\u003E18. Python Lambda Functions\u003C/p\u003E\u003Cp\u003E19. Python Global and Local Variables\u003C/p\u003E\u003Cp\u003EWhat you\u0027ll learn in this course\u003C/p\u003E\u003Cp\u003E1) An in-depth discussion about every topic of programming in Python\u003C/p\u003E\u003Cp\u003E2) Be able to write your own Python programs efficiently\u003C/p\u003E","language":"Hindi","courseUri":"https://www.udemy.com/course/python-for-beginners-full-course-in-hindi/","imageUri":"https://img-c.udemycdn.com/course/750x422/3413020_c9e5_4.jpg","duration":"3.5 hours","enrolledStudentsCount":"5,127 students","lastUpdated":"Last updated 5/2021","targetAudiences":["Beginner Python Developer"],"tags":["Development","Programming Languages","Python"],"rating":{"count":27,"averageValue":"4.5"},"instructors":[{"name":"Nishant Tiwari","url":"/user/nishant-tiwari-61/","totalNumberOfStudents":5155,"totalNumberOfReviews":27,"averageRating":4.457728}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9B22417744D4F5FF0EA2","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/aws-certified-solutions-architect-associate-practice-tests-q/":{"courseDetails":{"courseId":4530456,"title":"AWS Certified Solutions Architect Associate Practice Tests","shortDescription":"Prepare for your SAA-C02 exam. 570 high-quality practice test questions go from zero to hero with detailed explanations!","longDescription":"\u003Cp\u003EThis \u003Cstrong\u003E\u003Cem\u003EAWS Certified Solutions Architect Associate ( SAA-C02 ) Practice Exam\u003C/em\u003E\u003C/strong\u003E course offers the following features:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFULLY UPDATED TO THE NEW SAA-C02 version\u003C/strong\u003E - Most practice tests out there are already obsolete and advertised as \u0022updated\u0022, but in reality, they are not! We have already integrated the new SAA-C02 topics such as AWS Global Accelerator, Amazon FSx for Lustre, Elastic Fabric Adapter (EFA), Direct Connect Gateway, HPC and many more in our sets.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E570 TOP-NOTCH Questions\u003C/strong\u003E - has 6 sets of AWS Practice Tests with 95 UNIQUE questions and a 130-minute time limit for each set.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESIMULATES ACTUAL EXAM ENVIRONMENT\u003C/strong\u003E - mimics the actual, and the latest AWS Solutions Architect Associate certification exam to help you pass and even ace the AWS exam!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDETAILED EXPLANATIONS, REFERENCE LINKS, AND CHEAT SHEETS\u003C/strong\u003E - our answer keys at the end of each set have full and detailed explanations along with complete reference links so you can check and verify yourself that the answers are correct. Plus bonus cheat sheets to help you better understand the concepts.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVERY ACTIVE Q\u0026amp;A DISCUSSION BOARD\u003C/strong\u003E - with inputs from the instructors and exam feedback from thousands of our students, our Q\u0026amp;A board gives you the opportunity to \u003Cstrong\u003Eknow which topics recently appeared on the exam\u003C/strong\u003E and better understand the AWS services and concepts covered in the test.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVERY RESPONSIVE INSTRUCTORS\u003C/strong\u003E - our friendly team of AWS experts is able to address all your issues and COMPREHENSIVELY answer all your questions within 7 business days.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECONTAINS A TEST REPORT\u003C/strong\u003E - to track your progress and show you which AWS knowledge areas you need improvement.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMOBILE-COMPATIBLE\u003C/strong\u003E - so you can conveniently review everywhere, anytime with your smartphone!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ERANDOMIZED QUESTIONS\u003C/strong\u003E - The scenarios and options on all 6 practice tests are randomized. This prevents the unconscious memorization of the answers and ensures that you fully understand the concepts.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHAS BETTER VALUE THAN THE OFFICIAL AWS PRACTICE TEST\u003C/strong\u003E - which is worth about $20 but only contains about 20 - 40 questions.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECLEAR AND ERROR-FREE QUESTIONS\u003C/strong\u003E - Each item has a reference link that can validate the answer but you can also post in the QA section so we can discuss any issues.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPrepared by an AWS Certified Solutions Architect Professional \u003C/strong\u003Ewho has actually passed the actual SAA-C02 exam! (Please see my LinkedIn profile to view my AWS Certificate)\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/aws-certified-solutions-architect-associate-practice-tests-q/","imageUri":"https://img-c.udemycdn.com/course/750x422/4530456_98dc.jpg","duration":"","enrolledStudentsCount":"4 participants","lastUpdated":"Publié le 2/2022","targetAudiences":["For those who are about to take the AWS Certified Solutions Architect Associate (SAA-C02) exam","For all IT Professionals who want to gauge their AWS Knowledge for their upcoming job interview","For anyone who want to take their career, and salary, to a whole new level with an AWS certification!"],"tags":["Informatique et logiciels","Certifications informatiques"],"rating":null,"instructors":[{"name":"Khalid Koddam","url":"/user/khalid-koddam/","totalNumberOfStudents":7148,"totalNumberOfReviews":86,"averageRating":4.748926122093024}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A331525E7AA6D0299788","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/digital-marketing-strategy-from-scratch-course/":{"courseDetails":{"courseId":3833784,"title":"Digital Marketing Strategy Bundle: 6 practical courses in 1!","shortDescription":"Grow your business with Digital Marketing Strategy, Content Marketing, SEO, SMM, Email Marketing and Google Analytics","longDescription":"\u003Cp\u003EDo you want to grow your business online? Do you need to get complete knowledge of digital marketing strategy to increase traffic, conversion, and sales? This is a complete course \u003Cstrong\u003E“Digital Marketing Strategy Bundle: 6 practical courses in 1” for you to master digital marketing.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis Bundle of 6-in-1 practical digital marketing courses includes:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;1. DIGITAL MARKETING STRATEGY. How to grow your business with digital marketing?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EStrategical 7 questions to answer to build a successful online presence: Mission, Vision, Product, Target Audience, Competitors, Traffic Sources, Metrics, and Optimization. Media Planning and Budgeting.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBuild a Digital Marketing Strategy for your project for the next 2022 year\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand the fundamental principles of internet marketing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake competitive analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with analytics tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDraw a portrait of a target audience\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFind effective traffic tools for your niche\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake a media plan and budget\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFind the right online marketing tools to increase sales\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2. CONTENT MARKETING STRATEGY. How to create content that sells!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWhat content to create, where to publish and how to promote it? Content Marketing for B2B. How to create a Content Plan?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate a content marketing strategy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFind a target audience and create relevant content for it\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EForm a content plan\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate popular content that sells\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGet more subscribers and loyal customers by using engaging content\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOptimize content for good search engine visibility\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMaster popular analysis services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESearch for popular keywords\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3. SEARCH ENGINE OPTIMISATION. How to gain organic traffic from search engines?\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EBasic SEO tools. Web-site and content. Internal and external SEO.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBuild a strategy for promoting your website in search engines\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnalyze traffic\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with analytical tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChoose effective keywords\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuild links\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E4. SOCIAL MEDIA MARKETING STRATEGY. How to grow your business with SMM?\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ESocial Media Analysis. Metrics to Measure. Content creation and promotion. Social media reputation management. Build a social media promotion strategy for your project\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EConduct an SMM competitive analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse SMM analytic tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECompose a portrait of your target audience of your social media users\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETrack sales using social media\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake a Social Media content plan\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPromote content on Social Media\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with influencers, communities for content seeding\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPerform social media reputation management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with reviews and deal with negativity on social media\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E5. GOOGLE ANALYTICS. How to improve your Marketing?\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EPerformance indicators of attraction and conversion. Google Analytics and GTM set-up. E-commerce analytics set-up.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EMake decisions based on data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with Google Analytics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECombine your Google Analytics and Google Ads accounts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomize goals and events\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand reach, conversion, and transactional analytics metrics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with e-commerce modules\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESet up data transfers for advertising costs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate and understand automatic custom reports\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure custom alerts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomize segments\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomize filters\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESet up calculated indicators\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E6. EMAIL MARKETING: an Effective Tool to Generate More Sales!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EReasons why customers subscribe to emails. Types of emails. Anatomy of an email letter. Database segmentation. Email campaign analysis. Personal data protection and Privacy Policy (GDPR). Chatbots\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBuild Customer Database\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESegment Database\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesign the first email with SendPulse\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesign the first subscription form with SendPulse\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAvoid emails going into spam\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMeasure email marketing performance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with Google Postmaster\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETag links with URL Builder\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShorten links with Bit. ly\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this digital marketing course?\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EYou will learn digital marketing online from top internet marketing professionals\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EWe are industry experts! \u003C/strong\u003EWe have over 12 years of experience in online marketing. Our agency has Google Premier Partner and Facebook Marketing Partner status.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMy credentials are\u003C/strong\u003E Google Analytics Individual Qualification, Google Ads Individual Qualification, Bing Ads Accredited Professional, Search Ads360 Certified and others.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMore than 1,500 successful marketing strategies and marketing campaigns \u003C/strong\u003Eare launched by us.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EOver 200,000 digital marketing specialists enrolled in our online courses\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThis course is suitable for both beginners and experts.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThe course comes with detailed visuals and in-depth videos.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EYou will get a digital marketing certification from Udemy upon completion of the course.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat else do you get in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELifetime access to the course and its updates\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStructured lessons with practical exercises\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECourse presentation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EValuable checklists and templates (digital marketing strategy template, content plan checklist, web analytics checklist, SEO checklist, Social Media Marketing template)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETOP Digital Marketing Blogs List\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETOP Digital Marketing Books List\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETOP Digital YouTube Marketing Channels List\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETOP Google\u0027s Tools for Digital Marketer List\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETOP Tools for Digital Marketer List\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWeekly educational and promotional announcements\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EA free copy of my book “Cutting-Edge Digital Marketing\u003C/strong\u003E. How to attract customers and increase online sales\u0022. In my book, I cover the following topics in depth: Internet promotion strategy, competitive analysis, web analytics, how to draw a portrait of your target audience, content plan formation, SEO, PPC advertising, promotion for social networks, email marketing, and case studies.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA certificate from Udemy upon completion of the course\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EEnroll now!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere\u0027s no time to lose! Every minute you are losing countless leads and sales!\u003C/p\u003E\u003Cp\u003EYou have nothing to lose and everything to gain. This 5 courses bundle comes with a 30-day money-back guarantee!\u003C/p\u003E\u003Cp\u003EWant to start now? \u003Cstrong\u003EClick the \u0022Buy now\u0022 button\u003C/strong\u003E to start building and implementing successful digital marketing to grow your business today!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/digital-marketing-strategy-from-scratch-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3833784_12ca_5.jpg","duration":"10 hours","enrolledStudentsCount":"127,885 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Everyone who wants  to master digital marketing.","People who are interested in learning an online profession – This digital marketing course will allow you to gain the skills needed for a career in digital marketing.","Marketers – This class lets you extend your skills to include marketing in a digital context, allowing you to better serve your clients as a marketing specialist.","Entrepreneurs – Entrepreneurs can use their new knowledge from this Digital Marketing bundle to run their own online digital marketing until they have the funds to hire a professional.","Internet marketers - This course will help you ensure that your digital marketing skills are up-to-date and help you market yourself to clients, furthering your career.","SEO specialists - This course will help you ensure that your SEO  skills are up-to-date and help you market yourself to clients, furthering your career.","Content marketers - after completing this course, you will learn how to create a content plan based on strategy. You will know how to work with keyword analysis tools, and based on data, create popular content that sells.","SMM specialists - this course will make you a master of creating relevant content for your target audience and followers on media."],"tags":["Marketing","Digital Marketing"],"rating":{"count":2035,"averageValue":"4.3"},"instructors":[{"name":"Anton Voroniuk","url":"/user/woronyuk/","totalNumberOfStudents":240920,"totalNumberOfReviews":5987,"averageRating":4.446146178228088}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DIGITALMARKETING0302","originalPrice":"₹8,640","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/pmi-acp-exam-prep-2022-l-pmi-acp-practice-exams-updated/":{"courseDetails":{"courseId":4530204,"title":"PMI-ACP Exam Prep 2022 l PMI-ACP Practice Exams Updated","shortDescription":"PMI-ACP - PMI Agile Certified Practitioner Certification Fully Updated Practice Tests","longDescription":"\u003Cp\u003EThe PMI-ACP exam covers 7 agile domains. These practice tests cover all these domains.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain I\u003C/strong\u003E. \u003Cstrong\u003EAgile Principles and Mindset \u003C/strong\u003E(9 tasks) - 16% ~19 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EExplore, embrace, and apply agile principles and mindset within the context of the project team and organization.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EAgile Manifesto Values and Principles, Agile Framework and Terminology \u0026amp; Agile Methods and Approaches.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain II. Value-Driven Delivery \u003C/strong\u003E(4 sub-domains, 14 tasks) - 20% ~24 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EDeliver valuable results by producing high-value increments for review, early and often, based on stakeholder priorities. Have the stakeholders provide feedback on these increments, and use this feedback to prioritize and improve future increments.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EROI, NPV, IRR, Chartering, Relative Prioritization, Customer-Valued Prioritization, Risk-Adjusted Backlog, Agile EVM, Task / Kanban Boards \u0026amp; WIP Limits, Cumulative Flow Diagrams, Value Stream Mapping, Requirement Reviews, KANO Analysis \u0026amp; MoSCoW, Prioritization, Value-Based Decomposition, and Prioritization, Incremental Delivery, Value-Based Analysis, Business Case Development, Agile Project Accounting Principles, Agile Contracting, Agile Project Accounting Principles.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain III. Stakeholder Engagement \u003C/strong\u003E(3 sub-domains, 9 tasks) - 17% ~20 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EEngage current and future interested parties by building a trusting environment that aligns their needs and expectations and balances their requests with an understanding of the cost/effort involved. Promote participation and collaboration throughout the project life cycle and provide the tools for effective and informed decision-making.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EPersonas, User Stories / Backlogs \u002B Story Maps, Wireframes, Information Radiators, Burn Down / Up Charts, Agile Modeling, Conflict Resolution \u002B Negotiation, Workshops, Two-way Communications, Social Media-based Communication, Accessing and Incorporating Community and Stakeholder Values, Stakeholder Management, Communication Management, Facilitation Methods, Knowledge Sharing/Written Communication.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain IV. Team Performance \u003C/strong\u003E(3 sub-domains, 9 tasks) - 16% ~19 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ECreate an environment of trust, learning, collaboration, and conflict resolution that promotes team self-organization\u003C/em\u003E enhances relationships among team members,\u003Cem\u003E and cultivates a culture of high performance.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EServant Leadership \u002B Adaptive Leadership, Co-located Teams / Distributed Teams, Team Space, Agile Tooling \u002B Daily Stand-ups, Emotional Intelligence, Learning Cycle, Productivity, Leadership, Building Agile Teams, Team Motivation, Physical and Virtual Co-location, Global, Cultural, and Team Diversity, Training, Coaching, and Team Diversity, Participatory Decision Models.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain V. Adaptive Planning \u003C/strong\u003E(3 sub-domains, 10 tasks) - 12% ~14 questions among 120 Exam questions\u003Cbr\u003E\u003Cem\u003EProduce and maintain an evolving plan, from initiation to closure, based on goals, values, risks, constraints, stakeholder feedback, and review findings.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EProduct Roadmap, Minimally Marketable Feature (MMF) / Minimal Viable Product (MVP), Iteration and Release Planning \u002B Progressive Elaboration, Wide Band Delphi and Planning Poker \u002B Affinity Estimating \u002B Relative Sizing / Story Points, Time-boxing, Process Tailoring, Velocity \u002B Ideal Time \u002B Throughput, Backlog Grooming / Refinement, Definition of Done, Principles of Systems Thinking, Prioritization, Incremental Delivery, Agile Discovery, Agile Sizing and Estimation, Value-Based Analysis and Decomposition, Agile Project Chartering\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain VI. Problem Detection and Resolution \u003C/strong\u003E(5 tasks) - 10% ~12 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EContinuously identify problems, impediments, and risks; prioritize and resolve in a timely manner; monitor and communicate the problem resolution status, and implement process improvements to prevent them from occurring again.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EContinuous Integration \u002B Frequent Verification and Validation, Variance and Trend Analysis, Test-Driven Development / Test First Development\u003C/p\u003E\u003Cp\u003EAcceptance Test-Driven Development, Risk-Based Spike, Risk-Adjusted Backlog, Architectural Spikes, Risk Burn Down Graphs, Cycle Time, Escaped Defects, Approved Iterations, The Five WHYs, Control Limits, Pre-mortem (rule setting, failure analysis), Fishbone Diagram Analysis, Testing (including exploratory and usability), Problem Solving, Process Analysis, Regulatory Compliance, Managing with Agile KPIs\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain VII. Continuous Improvement (Product, Process, People) \u003C/strong\u003E(6 tasks) - 9% ~ 11 questions among 120 Exam questions\u003Cbr\u003E\u003Cem\u003EContinuously improve the quality, effectiveness, and value of the product, the process, and the team.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003ERetrospectives, Product-Feedback Loop, Process Tailoring/Hybrid Models, Value Stream Mapping, Continuous Integration, Kaizen, Developmental Mastery Models, Self-assessment Tools and Techniques, Continuous Improvement, Agile Hybrid Models, PMI’s Code of Ethics and Professional Conduct.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDisclaimer\u003C/strong\u003E: “PMP”, “PMBOK”, “PMI-ACP” and “PMI” are registered trademarks of the Project Management Institute, Inc.These UNOFFICIAL practice tests are not endorsed by, nor in partnership, nor affiliated with Project Management Institute, Inc\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/pmi-acp-exam-prep-2022-l-pmi-acp-practice-exams-updated/","imageUri":"https://img-c.udemycdn.com/course/750x422/4530204_aa2a.jpg","duration":"","enrolledStudentsCount":"0 Teilnehmer","lastUpdated":"Veröffentlicht: 2/2022","targetAudiences":["PMI-ACP Exam students \u0026 candidates"],"tags":["IT \u0026 Software","IT-Zertifizierungen"],"rating":null,"instructors":[{"name":"Aya Berraissoul","url":"/user/aya-berraissoul-2/","totalNumberOfStudents":4908,"totalNumberOfReviews":34,"averageRating":4.830971020588235}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DE7D9C07DFD721BA8485","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/agile-ba/":{"courseDetails":{"courseId":3891398,"title":"Agile IT Business Analysis Made Comprehensible","shortDescription":"Business Analysis Procedures for Developing Requirements, User Stories, and Software Features","longDescription":"\u003Cp\u003EA simplified and useful tutorial to assist learners to get insights into Business Analysis. This course will give them all the required knowledge to begin their IT career. Also, it could be a refresher for the current BA at different levels. They will sharpen their skills in IT business analysis. \u003C/p\u003E\u003Cp\u003EThis course will help you learn how to conduct: \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EInterviews, \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorkshops, \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOn-site Observations,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBrain-storing activities,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFocus groups,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESurveys \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eto comprehend the Business Processes and their requirements.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EFuture Business Analysts will be able to take a problem, find a solution for it, develop a project roadmap, and promote them to stakeholders.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EIn this course I will also cover:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EStakeholder Management,\u0026nbsp; \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConducting Stakeholders Analysis/Mind-Mapping,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing the RACI Chart,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProject Communication Plan,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERequirements Gathering Techniques. \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EI will also focus you on:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ERequirements Modelling:\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunctional and Non-Functional Requirements \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUser requirements,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBusiness needs.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EFurthermore, I will develop your skills on\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUse Cases,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUML foundations and\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPrioritizing backlog items.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EI will concentrate on the full scope of business analysis methods used to solve IT issues. \u003C/p\u003E\u003Cp\u003EI\u0026nbsp;will enhance your value to your organization by raising your ability to comprehend and analyze business needs in IT formats that are supported by Agile, Lean, Scrum frameworks.\u003C/p\u003E\u003Cp\u003ETake ownership and control of your IT projects. You will develop your influence over executing the right projects and do it right. \u003Cstrong\u003ESee you in the course!\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/agile-ba/","imageUri":"https://img-b.udemycdn.com/course/750x422/3891398_33a1.jpg?secure=wQ-zf_dfUJT1srpkBfWHpw%3D%3D%2C1643927730","duration":"4.5 hours","enrolledStudentsCount":"1,006 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Junior to intermediate Business Analysts","University Graduates","College Graduates"],"tags":["Development","Software Engineering","Business Analysis"],"rating":{"count":4,"averageValue":"2.5"},"instructors":[{"name":"IT Mindfulness Academy","url":"/user/michaelamelingmailcom/","totalNumberOfStudents":16670,"totalNumberOfReviews":121,"averageRating":3.440053545}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"IT-BA-JANUARY-2022","originalPrice":"₹12,480","discountedPrice":"Free","expirationText":"1 day","discountPercentage":100}},"https://www.udemy.com/course/html-css-certification-course-for-beginners-e/":{"courseDetails":{"courseId":3339492,"title":"HTML \u0026 CSS - Certification Course for Beginners","shortDescription":"Lean the Foundations of HTML \u0026 CSS to Create Fully Customized, Mobile Responsive Web Pages","longDescription":"\u003Cp\u003EWelcome to the \u003Cstrong\u003EHTML \u0026amp; CSS – Certification Course for Beginners\u003Cbr\u003E\u003Cbr\u003E\u003C/strong\u003EThis two-part series provides an in-depth look at the fundamentals of coding in HTML and CSS. We start by exploring HTML Development using some of the most commonly used tags and attributes. Students will learn the composition of an HTML file, and some of the essential components. Students will work with HTML Spacing, Text Formatting, Lists, Images, Embedding Videos, Link Creation, Tables, and Forms. We also include a hands-on project, that helps solidify the concepts we explore in the course.\u003Cbr\u003E\u003Cbr\u003EAfter the HTML Section, students will dive into CSS to fully customize the look of their web pages. We provide an extensive overview of CSS attributes, components, and positioning. This includes:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EParts of a CSS Rule\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Divisions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS IDs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EColor Codes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EApplying Borders, Backgrounds, and Styling Images\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Positioning, including Static, Relative, Absolute, and Fixed\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Z-Indexing, Styling Links, and Styling Tables.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThrough a hands-on project, students will also build a fully customized, responsive website using both HTML5 and CSS3.\u003C/p\u003E\u003Cp\u003EIf you are serious about taking your coding skills to the next level, enroll in this course today!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/html-css-certification-course-for-beginners-e/","imageUri":"https://img-b.udemycdn.com/course/750x422/3339492_8fe4.jpg?secure=ravp6bb761SnPcUdyr3IiQ%3D%3D%2C1643942787","duration":"4 hours","enrolledStudentsCount":"120,047 students","lastUpdated":"Last updated 9/2021","targetAudiences":["Beginner Web Developers who want to learn to Code in HTML \u0026 CSS","Students interested in building Customized Mobile Responsive Web Pages"],"tags":["Development","Web Development","CSS"],"rating":{"count":1166,"averageValue":"4.0"},"instructors":[{"name":"Kiran Gavali","url":"/user/kiran-gavali-3/","totalNumberOfStudents":257998,"totalNumberOfReviews":3436,"averageRating":4.123419904115226}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"60A138996CE169C787A9","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/change-your-anxiety-in-30-days-challenges/":{"courseDetails":{"courseId":2941206,"title":"Change your anxiety in 30 days challenges","shortDescription":"Learn how to relax and get rid of your anxiety","longDescription":"\u003Cp\u003EEvery day is full of emotions. One can feel enthusiastic, happy, sad, anxious, angry and life can often feel like an emotional roller coaster. Especially when your life becomes too busy and your resources are drained, whether we speak about time, energy, money or ideas, you can feel anxious and experience really intense emotions. So, what can you do about them?\u003C/p\u003E\u003Cp\u003EI invite you to join me for a set of challenges which will help you better understand and manage the emotions related to your life, whether they are positive or negative.\u0026nbsp; Most people seek positive emotions and try to get rid of the negative ones. While this might seem straightforward and logic, it is not always true. Positive emotions are desirable, yet not always useful. There are times when negative emotions need to occur, yet this must be within our control. Learn to differentiate between these two categories and how to control them. Also, make the difference between positive and negative emotions, as well as between negative functional and dysfunctional emotions. \u003C/p\u003E\u003Cp\u003EThese challenges include many relaxation techniques which are known to be helpful with many intense emotions such as (e.g. anxiety, anger, guilt). Some of them might feel right for you, while others not. Feel free to find the ones that work for you and keep them under control. \u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/change-your-anxiety-in-30-days-challenges/","imageUri":"https://img-c.udemycdn.com/course/750x422/2941206_52b7.jpg","duration":"41 mins","enrolledStudentsCount":"9,744 students","lastUpdated":"Last updated 3/2020","targetAudiences":["People that want to take control over their thoughts and get rid of their anxiety"],"tags":["Personal Development","Stress Management","Anxiety Management"],"rating":{"count":21,"averageValue":"4.2"},"instructors":[{"name":"Sebastian Vaida","url":"/user/sebastian-vaida/","totalNumberOfStudents":42789,"totalNumberOfReviews":516,"averageRating":4.3771258495575225}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEBRUARY","originalPrice":"₹1,920","discountedPrice":"Free","expirationText":"3 days","discountPercentage":100}},"https://www.udemy.com/course/quit-your-smartphone-addiction-within-30-days-challenges/":{"courseDetails":{"courseId":2786260,"title":"Quit your smartphone addiction with(in) 30 days challenges","shortDescription":"30 strategies to get rid of your smartphone addiction","longDescription":"\u003Cp\u003EThis course is by no means a course in treating nomophobia, which is the term for the fear of losing one\u0027s phone, and an abbreviation for No More Phone (NoMoPhone/Phobia). It is merely a set of activities that anyone can do in an attempt to control and reduce the use and abuse of time spent on a smartphone. The average time spent online is around 7 hours per day, and most of it is done via a smartphone. Unfortunately, it is not quality time, meaning that most of it is spent doing virtually nothing, just browsing meaningless. \u003C/p\u003E\u003Cp\u003ESo if you know you are having a problem with the time you spend on your smartphone or a specialist told you that you should get treatment, then do that. Look for professional treatment to the problem you identified and use this course only as a plus, to help you strengthen the professional treatment you receive.\u003C/p\u003E\u003Cp\u003EInstead, if you can control your addictive behaviors or even better, you don\u0027t have any, but still want some simple strategies to be more productive and waste less time doing nothing while online, this course is for you. Learn through 30 simple and time proven strategies how to stop wasting time and energy and regain control over your behaviors. \u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/quit-your-smartphone-addiction-within-30-days-challenges/","imageUri":"https://img-c.udemycdn.com/course/750x422/2786260_489b.jpg","duration":"42 mins","enrolledStudentsCount":"8,774 students","lastUpdated":"Last updated 1/2020","targetAudiences":["People who want to get rid of their smartphone addiction"],"tags":["Personal Development","Other Personal Development","Addiction Recovery"],"rating":{"count":41,"averageValue":"4.0"},"instructors":[{"name":"Sebastian Vaida","url":"/user/sebastian-vaida/","totalNumberOfStudents":42789,"totalNumberOfReviews":516,"averageRating":4.3771258495575225}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEBRUARY","originalPrice":"₹1,920","discountedPrice":"Free","expirationText":"3 days","discountPercentage":100}},"https://www.udemy.com/course/servicenow-system-administrator-csa-practice-exams-feb-2022/":{"courseDetails":{"courseId":4529750,"title":"ServiceNow System Administrator CSA Practice Exams FEB 2022","shortDescription":"Attend this ServiceNow System Administrator (CSA) Practice Certification Exam will get a Good Score 90% on Main Exam","longDescription":"\u003Cp\u003E\u003Cstrong\u003EExam Purpose\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPrepare for the ServiceNow Certified System Administrator (CSA) exam with the most comprehensive set of practice questions with detailed explained answers, all built in the latest Rome release!\u003C/p\u003E\u003Cp\u003EThe CSA exam certifies that you have the skills and essential knowledge to contribute to the ServiceNow system\u0027s configuration, implementation, and maintenance.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Preparation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EExam questions are based on official ServiceNow training materials, the ServiceNow documentation site, and the ServiceNow developer site. It should not be considered the official study or exam materials and should only be used to practice for the actual mainline exam.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Scope\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EUser Interface \u0026amp; Navigation (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E20%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EServiceNow Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELists and Filters\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EForms and Templates\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBranding\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003ECollaboration (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E20%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUser Administration\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETask Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENotifications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReporting\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EDatabase Administration (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E30%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EData Schema\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECMDB\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EApplication/Access Control\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImport Sets\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003ESelf-Service \u0026amp; Process Automation (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E20%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EKnowledge Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EService Catalogue\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorkflows/Flow Designer\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EIntroduction to Development (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E10%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EScripting\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMigration and Integration\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelopment\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EExam Structure\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe exam consists of approximately (60) questions. For each question on the examination, there are multiple possible responses. You should review the response options and select the most correct answer to the question.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EMultiple Choice (single answer)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EFor each multiple-choice question on the exam, there are four possible responses. You should review the response options and select the one response most accurately answers the question.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EMultiple Select (select all that apply)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EFor each multiple-select question on the exam, there are at least four possible responses. The question will state how many responses should be selected. You should review the response options and select ALL responses that accurately answer the question. Multiple-select questions have two or more correct responses.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"English","courseUri":"https://www.udemy.com/course/servicenow-system-administrator-csa-practice-exams-feb-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4529750_031b.jpg","duration":"","enrolledStudentsCount":"436 students","lastUpdated":"Published 2/2022","targetAudiences":["ServiceNow Certified System Administrator (CSA) Exam students \u0026 candidates"],"tags":["IT \u0026 Software","IT Certifications"],"rating":null,"instructors":[{"name":"Dounia Jalal","url":"/user/dounia-jalal-2/","totalNumberOfStudents":2975,"totalNumberOfReviews":1,"averageRating":4}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/email-marketing-for-beginners-course/":{"courseDetails":{"courseId":4204914,"title":"Email Marketing 2022. Increase sales with Email Marketing!","shortDescription":"A hands-on guide to Email Marketing for beginners. Learn how to boost your sales with effective Email Marketing Strategy","longDescription":"\u003Cp\u003EEmail marketing is one of the most effective tools that exist for repeat customer communication. It solves many tasks, such as getting feedback, repeating sales, building loyalty, and delivering content to the consumer.\u003C/p\u003E\u003Cp\u003EWith SendPulse Academy we prepared for you an Email Marketing course to help you to implement this instrument in your business or digital marketing career.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn this Email Marketing course you will learn:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhy do businesses need email marketing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to build Customer Database\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy you need to comply with GDPR regulation and Privacy Policy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to use different types of emails\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Segment Database\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat are the basic elements of an email\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to send your first email with SendPulse\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to design a subscription form with SendPulse\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to avoid emails going into spam\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to measure email marketing performance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to work with Google Postmaster\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to tag links with URL Builder and shorten links with Bit. ly\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to create a chatbot message flow with a SendPulse chatbot builder \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat do we offer in our course?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EStructured lessons with practical exercises\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA Checklist\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA Course presentation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EA free copy of my book “Cutting-Edge Digital Marketing. How to attract customers and increase online sales\u0022\u003C/strong\u003E. In my book, I cover the following topics in depth: Internet promotion strategy, competitive analysis, web analytics, how to draw a portrait of your target audience, content plan formation, SEO, PPC advertising, promotion for social networks, email marketing, and case studies.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWhy should you choose us over other online \u003Cstrong\u003Eemail marketing courses\u003C/strong\u003E?\u003C/p\u003E\u003Cp\u003EYou will have the opportunity to learn about Email Marketing from \u003Cstrong\u003Ethe top internet marketing professionals\u003C/strong\u003E.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWe are \u003Cstrong\u003Eindustry experts\u003C/strong\u003E! WebPromoExperts Academy and Skillsbooster Academy have over 12 years of experience in internet marketing. Our digital agency, WebPromo, is a Google Premier Partner and a Facebook Marketing Partner.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EI have personally obtained a vast number of digital marketing\u003Cstrong\u003E qualifications and certifications\u003C/strong\u003E such as Google Analytics Individual Qualification, Google Ads Individual Qualification, Bing Ads Accredited Professional, Search Ads 360 Certified, and others.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDuring our career at the digital agency, we have\u003Cstrong\u003E launched over 1,500 successful marketing strategies and marketing campaigns\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMore than \u003Cstrong\u003E300\u003C/strong\u003E \u003Cstrong\u003E000 internet marketers have enrolled\u003C/strong\u003E in our online courses both on Udemy and at offline and online WebPromoExperts Academy.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOur internet marketing courses are \u003Cstrong\u003Eeasy to understand\u003C/strong\u003E. We train specialists for strategy, digital agency management, SMM, SEO, content marketing, PPC advertising, SERM, email marketing, web analytics, and other areas of digital marketing.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUpon completion of the course, you will receive an \u003Cstrong\u003EEmail Marketing Certification from Udemy\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat else do you get?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003Elifetime access to the course and its updates\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ea certificate from Udemy upon completion of the course\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EEnroll now\u003C/strong\u003E!\u003C/p\u003E\u003Cp\u003EYou have nothing to lose and everything to gain. This course comes with a 30-day money-back guarantee!\u003C/p\u003E\u003Cp\u003EWant to start now? \u003Cstrong\u003EClick the \u0022Buy now\u0022 button\u003C/strong\u003E and learn how to use email marketing to increase sales!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/email-marketing-for-beginners-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4204914_120f_3.jpg","duration":"2 hours","enrolledStudentsCount":"6,041 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Aspiring professionals interested in pursuing an online career - This Email Marketing course will give you the skills you need to pursue a career in digital marketing. You will learn how to implement email marketing into your marketing strategy.","Marketers - This course will expand your skills and teach you how to build a subscription list, set up an email campaign and measure email marketing performance.","Entrepreneurs - Entrepreneurs will be able to use their newly acquired skills to send out emails to their customers, read important metrics.","Internet Marketers - This course will help you learn how to use email marketing for attracting and retaining customers. After completing this course, you will bring more value to your company and further your career."],"tags":["Marketing","Digital Marketing","Email Marketing"],"rating":{"count":50,"averageValue":"4.7"},"instructors":[{"name":"Anton Voroniuk","url":"/user/woronyuk/","totalNumberOfStudents":240920,"totalNumberOfReviews":5987,"averageRating":4.446146178228088},{"name":"SendPulse Academy","url":"/user/sendpulse-academy/","totalNumberOfStudents":7849,"totalNumberOfReviews":110,"averageRating":4.667226607692308}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"WEBINAR2022","originalPrice":"₹5,120","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/social-media-marketing-strategy-course/":{"courseDetails":{"courseId":3967614,"title":"Social media marketing strategy 2022. Launch your SMM!","shortDescription":"In-depth social media marketing strategy and management course for businesses. Turn subscribers into real customers!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhat is social media marketing and its role in modern society?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESocial media marketing is the use and management of different social media platforms to promote your brand, products, and services. It is a great tool to communicate with your existing customers and reach new ones. Social media marketing helps you drive traffic to your website, increase sales, build engagement and customer loyalty.\u003C/p\u003E\u003Cp\u003EThe use of social media is a fast-growing global trend. According to statista. com, in 2020, the global social penetration rate reached 49 percent, with East Asia and North America having the highest penetration rate at 71 and 69 percent, respectively, followed by Northern Europe at 67 percent. 91,7% of marketers in the US are using social media to market their products and services.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this social marketing course for beginners?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESo why should you choose us over other Social Media Marketing courses and training seminars? You will have the opportunity to learn social marketing from top internet marketing professionals:\u003C/p\u003E\u003Cp\u003E● We are industry experts! We have over 12 years of experience in online marketing. Our agency has Google Premier Partner and Facebook Marketing Partner status.\u003C/p\u003E\u003Cp\u003E● I\u0027ve personally collected a vast amount of digital marketing qualifications and marketing certifications (Google Analytics Individual Qualification, Google Ads Individual Qualification, Bing Ads Accredited Professional, Search Ads360 Certified, and others).\u003C/p\u003E\u003Cp\u003E● We\u0027ve launched over 1,500 successful marketing strategies and marketing campaigns during our careers.\u003C/p\u003E\u003Cp\u003E● We have over 9,000 digital marketing specialists enrolled in our online courses, and they all passed their Google Analytics and Google Ads digital marketing certifications.\u003C/p\u003E\u003Cp\u003E● Our digital marketing courses are easy to understand.\u003C/p\u003E\u003Cp\u003E● You will get a social marketing certification from Udemy upon completion of the course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat\u0027s in the course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis SMM Strategy course provides valuable knowledge to those who are currently promoting a project on social media or thinking about doing so:\u003C/p\u003E\u003Cp\u003E● Learn how to get more likes and subscribers\u003C/p\u003E\u003Cp\u003E● Learn how to sell products through social networks\u003C/p\u003E\u003Cp\u003E● Learn what has been effective for your competitors\u003C/p\u003E\u003Cp\u003E● Learn how to promote content\u003C/p\u003E\u003Cp\u003E● Learn how to work with opinion leaders and influencers\u003C/p\u003E\u003Cp\u003E● Learn how to evaluate promotion results\u003C/p\u003E\u003Cp\u003E● Learn how to manage your reputation online\u003C/p\u003E\u003Cp\u003EAnswers to these questions and many more are in our SMM course! Our course comes with valuable checklists, templates, and video tutorials!\u003C/p\u003E\u003Cp\u003EThis social media marketing strategy course for beginners will help you organize your promotion strategy, build content correctly, analyze your audience, and much more!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat tools will you learn to use?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this SMM Strategy course, you will learn the basics of how to use tools to help you build social media marketing strategy for businesses:\u003C/p\u003E\u003Cp\u003E● Facebook Ads Manager\u003C/p\u003E\u003Cp\u003E● Facebook Analytics\u003C/p\u003E\u003Cp\u003E● SimilarWeb\u003C/p\u003E\u003Cp\u003E● Alexa\u003C/p\u003E\u003Cp\u003E● SEMrush\u003C/p\u003E\u003Cp\u003E● Hypeauditor\u003C/p\u003E\u003Cp\u003E● Social Blade\u003C/p\u003E\u003Cp\u003E● Google Analytics \u003C/p\u003E\u003Cp\u003E● URL Builder\u003C/p\u003E\u003Cp\u003E● Bit. ly\u003C/p\u003E\u003Cp\u003E● BuzzSumo\u003C/p\u003E\u003Cp\u003E● SemanticForce\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAfter this course, you will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E● Grow your business using social media\u003C/p\u003E\u003Cp\u003E● Improve your career by obtaining new social media marketing skills\u003C/p\u003E\u003Cp\u003E● Start to work and get experience as a Social Media Manager as a freelancer\u003C/p\u003E\u003Cp\u003E● Have a strategic approach to using social media\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat else do you get?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELifetime access to the course and its updates\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECertificate from Udemy upon completion of the course\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA free copy of the Chapter “Social Media Marketing” from my book “Cutting-Edge Digital Marketing\u0022.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EShould you be worried?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESign up now! Every minute you wait can cost you leads and applications!\u003C/p\u003E\u003Cp\u003EThis course comes with a 30-day money-back guarantee.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ELet\u0027s start your social marketing journey today! Click the \u0022Buy now\u0022 button to begin developing your project on social networks!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/social-media-marketing-strategy-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3967614_a9a9_6.jpg","duration":"1.5 hours","enrolledStudentsCount":"95,744 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Anyone who is interested in learning an online profession – This social marketing course will allow you to gain the skills needed for a career in social media marketing.","Marketers – This class lets you extend your skills to include marketing in a social media context, allowing you better serve your clients as a marketing specialist.","Entrepreneurs – Entrepreneurs can use their new knowledge from this class to run their own social media marketing until they have the funds to hire a professional.","Internet marketers - This course will help you ensure that your social media marketing skills are up-to-date and help you market yourself to clients, furthering your career","Social media marketers - This course will help you to grow your expertise and learn how to build an effective social media strategy"],"tags":["Marketing","Social Media Marketing"],"rating":{"count":1566,"averageValue":"4.2"},"instructors":[{"name":"Anton Voroniuk","url":"/user/woronyuk/","totalNumberOfStudents":240920,"totalNumberOfReviews":5987,"averageRating":4.446146178228088}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SMMSTRATEGY0302","originalPrice":"₹8,320","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/bachelor-exam/":{"courseDetails":{"courseId":3933712,"title":"Bachelor Exam","shortDescription":"Learn how to prepare and present your license bachelor exam","longDescription":"\u003Cp\u003E\u003Cstrong\u003EHello and welcome\u003C/strong\u003E to this online course about how to prepare and present your license exam. This course is an intensive one and is aimed at developing those skills that are useful and necessary for achieving successful presentations and talking in public with ease and impact.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn the next couple of hours\u003C/strong\u003E, we will go through the right steps so that you perform in your oral presentations, whether they are online or face to face.\u003C/p\u003E\u003Cp\u003EMy name is Sebastian Vaida and I am a psychologist, professor and trainer with an experience of more than 20 years in the field of life and social skills development. Over the course of those years, I have worked with teens and teenagers, students and employees from national and international companies for their personal and professional development. In those training sessions, I covered several areas such as team work, communication, emotional intelligence and other abilities from the soft skills category. Also, I watched thousands of presentations, in various contexts, ranging from license exams, master\u0027s degrees or PhD, to public speaking situations. And in those situations, I listened to both impeccable presentations as well as failed ones.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe reasons for those\u003C/strong\u003E who are able to make a memorable presentation have to do with having the right presentation skills, public speaking and emotions control.\u003C/p\u003E\u003Cp\u003EAt the end of this course, if you go carefully through it and apply the recommended exercises, you will certainly know how to make an impactful presentation on your chosen theme for your license exam or any other exam, how to control your emotions before, during and after finishing the presentation and, last but not least, how to speak in public, calm and relaxed, on any stage, be it real or virtual. Therefore, choose to invest in your personal and professional development and grow those life skills that will allow you to speak relaxed and make memorable presentations. See you within the course.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/bachelor-exam/","imageUri":"https://img-c.udemycdn.com/course/750x422/3933712_ef1c_2.jpg","duration":"1.5 hours","enrolledStudentsCount":"2,040 students","lastUpdated":"Last updated 3/2021","targetAudiences":["Students that want to prepare for their bachelor exam"],"tags":["Teaching \u0026 Academics","Test Prep","Presentation Skills"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Sebastian Vaida","url":"/user/sebastian-vaida/","totalNumberOfStudents":42789,"totalNumberOfReviews":516,"averageRating":4.3771258495575225}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEBRUARY","originalPrice":"₹2,240","discountedPrice":"Free","expirationText":"3 days","discountPercentage":100}},"https://www.udemy.com/course/python-for-beginners-learn/":{"courseDetails":{"courseId":3617896,"title":"Python for beginners - Learn all the basics of python","shortDescription":"Learn how to program in python- python functions-python basic apps - python tips and tricks - Other Python features","longDescription":"\u003Cp\u003EProgramming can sometimes be very hard to learn especially if you have no experience in this field. But, this course have everything that you need to be able to start your programming career or improve your programming skills by learning all the basis of python. If you :\u003C/p\u003E\u003Cp\u003E- Are in school and want to learn how to program in python\u003C/p\u003E\u003Cp\u003E- Need to learn this programming language for work\u003C/p\u003E\u003Cp\u003E- Want to start a personal project that requires you to have programming knowledge\u003C/p\u003E\u003Cp\u003E- simply want to learn a new skill\u003C/p\u003E\u003Cp\u003EThen you will love this course. Not only you will have by the end of the course a very solid base of this programming language but you will also be able create small and simple application right after the course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe way the course is made is really done to help you learn all the basics of this programming language. From installing your text editor to writing your first lines of code to create your small apps everything is structured to help you achieve your goal of learning how to program in python. This course is also teach many python functions and formulas and give a complete understanding of those. The goal is really to help you have a complete understanding of this programming language. Indeed, the hardest part is not to learn the language but to think like a programmer and this is exactly what this course is going to teach you.\u003C/p\u003E\u003Cp\u003EAlso, this course has been built on a concept of learning by practice. In other words, in each class you will learn the theory about every concept and then you will have a lot of practice to help you reach your full potential and give you a better understanding of the topic. This way, by practicing you will be able to write lines of code by yourself and understand the logic behind each command that you write down.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere are many python courses out there, but this one is different. Indeed, this python course will teach you by example all the basics of this programming language. Also, since this course is an introduction it can be great for people who have never worked with python before. Indeed, even if you never programmed in your life this course will give you a solid basis about how to properly work with python. The goal of this course is teaching you how to think like a programmer and create small and basics python projects.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you want to learn programming then you should definitely take the course. Not only you will have created a lot of small apps by the end of it you will also have a very good knowledge of different python concepts. Also you will understand the logic behind this programming language as well as many of it\u0027s functions.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003E​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROLL NOW and start learning today\u003C/strong\u003E\u003C/p\u003E","language":"Inglese","courseUri":"https://www.udemy.com/course/python-for-beginners-learn/","imageUri":"https://img-c.udemycdn.com/course/750x422/3617896_56f7.jpg","duration":"5 ore","enrolledStudentsCount":"170.497 studenti","lastUpdated":"Ultimo aggiornamento 9/2021","targetAudiences":["People interested to learn how to program in python","people curious about programming"],"tags":["Sviluppo","Linguaggi di programmazione","Python"],"rating":{"count":2006,"averageValue":"4.3"},"instructors":[{"name":"Kiran Gavali","url":"/user/kiran-gavali-3/","totalNumberOfStudents":257998,"totalNumberOfReviews":3436,"averageRating":4.123419904115226}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9EAA02EB1F225C4AE251","originalPrice":"12.800 ₹","discountedPrice":"Gratis","expirationText":"4 giorni","discountPercentage":100}},"https://www.udemy.com/course/shopify-bootcamp-increase-your-sales-and-conversion-rate/":{"courseDetails":{"courseId":2880878,"title":"Shopify Bootcamp: Increase Your Sales and Conversion rate","shortDescription":"Shopify for beginners: Boost your conversion rate/sales with shopify. No shopify experience or shopify knowledge needed","longDescription":"\u003Cp\u003E​Learning how to work with Shopify is not always easy and can sometimes be very complicated espescially if you never worked with this program before. This is why this course have been created and is here to help you achieve your goals and teach you everything you need to know in order to increase your conversion rate on shopify. If you:\u003C/p\u003E\u003Cp\u003E- Have just started out with shopify and don\u0027t know what app to use\u003C/p\u003E\u003Cp\u003E- Want to increase your conversion rate on your shopify store\u003C/p\u003E\u003Cp\u003E- Are interested about different shopify features\u003C/p\u003E\u003Cp\u003E- Simply curious about this topic\u003C/p\u003E\u003Cp\u003EThen this course is definitely​ for you. Not only you will understand the best apps to use for your shopify store but everything that you will learn in this course will help you increase the conversion rate of your online store.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E​\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe way this course is structured is made to help you understand how to properly work with shopify to have the best results possible. This course will cover various topics. Indeed, from understanding what is a conversion rate to talking about the various Apps that can be used with shopify in order to increase it you will learn everything you need to know in order to increase your convestion rate on your shopify store. Also, you will be able to used your knowledge no matter in what niche your course is. In other words, this course can be usefull for all types of stores and every type of product sold on shopify.\u003C/p\u003E\u003Cp\u003EAlso, this course is build on a logic of learning by practice. In other words, everything that you will learn in this course from a theoritical point of view will be practiced with real life examples. This means that by the end of this course you will have a complete understand of why you are using each of the tools that is teached in this course. This way your store will be able to convert more visitors into buyers.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere is a lot of shopify courses that exist all over the internet. But, this course is different, all the concepts that you will find in this course are simplified to help you understand them more in depth and more easilly. Also, each element that is present in this course (APP or concept) comes with practical examples. This way you will be able to put into practice each element of the course. Finaly, the way this course is presented and structured is here to help you achieve your objectives of increasing your conversion rate on your shopify store and having a solid understanding of this program.\u003C/p\u003E\u003Cp\u003E​\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E​\u003C/p\u003E\u003Cp\u003EIf you have or plan to have an online store that is powered by shopify, you will definitely love this course. This course teaches you with practicle examples how you can take your online store and actually transform the highest amount of your visitors into buyers. Or in other words, how you can increase your conversion rate.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003E​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROL NOW and start learning today :)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglese","courseUri":"https://www.udemy.com/course/shopify-bootcamp-increase-your-sales-and-conversion-rate/","imageUri":"https://img-c.udemycdn.com/course/750x422/2880878_139c.jpg","duration":"1,5 ore","enrolledStudentsCount":"55.893 studenti","lastUpdated":"Ultimo aggiornamento 6/2020","targetAudiences":["People who want to increase their e-commerce conversion rate"],"tags":["Business","E-commerce","Shopify"],"rating":{"count":122,"averageValue":"3.6"},"instructors":[{"name":"Yassin Marco","url":"/user/ataouyl-yassin/","totalNumberOfStudents":1093282,"totalNumberOfReviews":37180,"averageRating":4.197883961608302}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9E3236A970FD802F59B7","originalPrice":"2.240 ₹","discountedPrice":"Gratis","expirationText":"1 giorno","discountPercentage":100}},"https://www.udemy.com/course/the-30-days-challenge-to-develop-your-emotional-intelligence/":{"courseDetails":{"courseId":2735866,"title":"The 30 days challenge to develop your emotional intelligence","shortDescription":"30 simple strategies to master your emotions","longDescription":"\u003Cp\u003EIn this course, you will learn to manage your emotions through simple strategies that I called challenges. Apply these challenges every day and your skills in emotional intelligence will improve. These challenges can be used on their own or they can be applied together. The key aspect is to be constant and do this daily. And all you must do for this is invest 30 minutes of your time.\u003C/p\u003E","language":"Inglese","courseUri":"https://www.udemy.com/course/the-30-days-challenge-to-develop-your-emotional-intelligence/","imageUri":"https://img-c.udemycdn.com/course/750x422/2735866_b25c.jpg","duration":"1 ora","enrolledStudentsCount":"9.328 studenti","lastUpdated":"Ultimo aggiornamento 1/2020","targetAudiences":["People who have trouble in managing their thoughts, behaviours, and emotions","People who want to learn effective emotional management strategies in less than 30 minutes"],"tags":["Sviluppo personale","Altro Sviluppo personale","Intelligenza emotiva"],"rating":{"count":39,"averageValue":"4.7"},"instructors":[{"name":"Sebastian Vaida","url":"/user/sebastian-vaida/","totalNumberOfStudents":42789,"totalNumberOfReviews":516,"averageRating":4.3771258495575225}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEBRUARY","originalPrice":"1.920 ₹","discountedPrice":"Gratis","expirationText":"3 giorni","discountPercentage":100}},"https://www.udemy.com/course/ai-900-microsoft-azure-ai-fundamentals-exam-practice-test/":{"courseDetails":{"courseId":4288528,"title":"AI-900 : Microsoft Azure AI Fundamentals Exam Practice Test","shortDescription":"|| ✅ Latest and Updated Exam Question || ✅ Best for Self-Study \u0026 Self-Assessment || ✅ Easily Clear AI-900 Exam ||","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDear Friends,\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAre you Preparing for Microsoft AI-900 Exam ? \u003C/strong\u003EDon’t be stressed, Take our \u003Cstrong\u003EMicrosoft AI-900 Exam\u003C/strong\u003E Based Practice Test and prepare yourself for the Exam.\u003C/p\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EWhat you will get in These Practice Test ? \u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EIt Contains Sample Questions which are likely to be asked in the Real Exam.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Practice Tests are Prepared According to the Latest Exam Format.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Questions Help you with Self-Study and Self-Assessment.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Practice Test Helps you check your Knowledge.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Practice Tests are Mobile Compatible So you can easily access anytime with your Smartphone.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELifetime access Practice Test With all the updates for AI-900 Certification Exam.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EGenerally, you need to refer a variety of books and Websites in order to cover the ocean of topics for Microsoft AI-900 Exam. To make it easy for you guys, I have collected a Few Microsoft AI-900 Exam Based questions from Different Topics. Our practice Tests Contain the Latest Questions for Microsoft AI-900 Exam.\u003C/p\u003E\u003Cp\u003E----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIn These Practice Test We Covers The Following Topics of \u003C/em\u003EMicrosoft AI-900 Exam\u003Cem\u003E:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDescribe Artificial Intelligence workloads and considerations\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDescribe fundamental principles of machine learning on Azure\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDescribe features of computer vision workloads on Azure\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDescribe features of Natural Language Processing (NLP) workloads on Azure\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDescribe features of conversational AI workloads on Azure\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EThese Microsoft AI-900 Exam Practice Test have a passing score of 75% but I highly encourage you to repeat taking these Practice Test again and again until you consistently reach a score of 85% or higher in Each Practice Test. Remember that this product does not give guarantee that, you will pass the Microsoft AI-900 Exam. You still need to do your self readings. However, These Practice Test provide a\u0026nbsp;Self-Assessment that on which area you need improvement. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhen you Solve these Questions then Definitely Your Confidence will Increase. Also This Course has 30-Day Money-Back Guarantee. Without any Delay, the Applicants participate in this Microsoft AI-900 Exam Practice Test.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBest of luck for Exam!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECHEERS!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELegal Notice:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EMicrosoft, Windows, Microsoft Azure, Microsoft logo, Windows logo and Microsoft Azure logo are trademarks or registered trademarks of Microsoft Corporation in the United States and/or other countries. The Microsoft Corporation and other parties may also have trademark rights in other terms used herein. This course is not certified, accredited, affiliated with, nor endorsed by the Microsoft Corporation.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/ai-900-microsoft-azure-ai-fundamentals-exam-practice-test/","imageUri":"https://img-c.udemycdn.com/course/750x422/4288528_ac15_2.jpg","duration":"","enrolledStudentsCount":"5.084 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2021","targetAudiences":["Anyone who want to Pass the Microsoft AI-900 Exam.","Anyone who want to prove the Skills of AI by Clearing Microsoft AI-900 Certification Exam"],"tags":["Informática y software","Certificaciones de informática","Certificación Microsoft"],"rating":{"count":9,"averageValue":"4.6"},"instructors":[{"name":"Karuna Maheshwari","url":"/user/karuna-maheshwari/","totalNumberOfStudents":66777,"totalNumberOfReviews":545,"averageRating":3.8436447063604238}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0B60F78531BBA2B5775D","originalPrice":"1.280 ₹","discountedPrice":"Gratis","expirationText":"4 giorni","discountPercentage":100}},"https://www.udemy.com/course/master-your-social-skills/":{"courseDetails":{"courseId":1771976,"title":"10x Your Social Skills \u0026 Connect With People","shortDescription":"Take your Social Skills, Charisma and Self Confidence to the Next Level","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**Course Updated - February 2022**\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; COURSE REGULARLY UPDATED: NEW TIPS, MORE LESSONS \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; CERTIFIED COACH, SPEAKER AND TRAINER \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; OVER 180,000 STUDENTS IN TOTAL \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe first step is increasing your skill in dealing with people. 85 percent of your success in life is going to be determined by your social skills, by your ability to interact positively and effectively with others, and to get them to cooperate with you in helping you to achieve your goals. To create successful human relations, it is imperative to understand people and their nature.\u003C/p\u003E\u003Cp\u003EThis course has been divided into 12 sections. In each section, we have discussed in detail different aspects that you would need to master to have great people skill.\u003C/p\u003E\u003Cp\u003EIn this course, you will learn human Characteristics and how you can understand the non-verbal quo while talking to someone. You will learn to tactfully agree with people, you will learn to make people feel important, you will learn the power of constructive criticism, and many more.\u0026nbsp; So, be prepared with your pens and notepads to take notes while you listen to the lectures.\u0026nbsp; \u0026nbsp;\u0026nbsp; \u003C/p\u003E\u003Cp\u003EEach section has exercises to be done for a better understanding of the concept. And I would encourage you to complete the exercises before you move to the next one.\u0026nbsp; \u0026nbsp;\u0026nbsp; \u003C/p\u003E\u003Cp\u003EThroughout the course, you will hear me giving many different examples in the form of photos and stories to make your understanding better and relatable.\u0026nbsp; \u0026nbsp;\u0026nbsp; \u003C/p\u003E\u003Cp\u003EOnce, you have successfully completed the course. In the last section of this course, You will learn the tools and techniques to apply the real-life application of human-centered skills and I have also explained how you too can do the same for yourself. So, what are you waiting for?? Let’s dive into the world of creating amazing people skills.\u0026nbsp; \u0026nbsp;\u0026nbsp; \u003C/p\u003E\u003Cp\u003EThank you, my name is Susmita Dutta and I will see you in the course!\n\n\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/master-your-social-skills/","imageUri":"https://img-c.udemycdn.com/course/750x422/1771976_7ffa.jpg","duration":"1,5 horas","enrolledStudentsCount":"21.292 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["This course is those who wants to create an amazing people\u0027s skills for yourself and experience breakthrough in their professional as well as personal life"],"tags":["Desarrollo personal","Desarrollo profesional","Habilidades de comunicación"],"rating":{"count":165,"averageValue":"4.1"},"instructors":[{"name":"Susmita Dutta","url":"/user/susmitadutta/","totalNumberOfStudents":182386,"totalNumberOfReviews":4016,"averageRating":4.245647963563403}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEB2022FREE1","originalPrice":"12.800 ₹","discountedPrice":"Gratis","expirationText":"4 giorni","discountPercentage":100}},"https://www.udemy.com/course/irrational/":{"courseDetails":{"courseId":2814607,"title":"Rational Thinking","shortDescription":"Change your irrational thoughts, dysfunctional emotions and maladaptive behaviours. Take control over your life","longDescription":"\u003Cp\u003EThe way you think influences the way you feel and behave. Irrational thoughts will lead to emotional distress and behavioral problems. Rational thoughts will help you experience positive emotions or negative, yet adaptive emotions. We all experience both types of thoughts - rational and irrational. But few know how to identify and separate them, so often they rule our life. Learn how to identify your irrational thinking patterns and make them more rational, through rational emotive behavior therapy (REBT).\u0026nbsp; Most times, we make the mistake of thinking that the events are the ones that bother us, which gives us little to no control at all. In fact, it is us that interpret all the events in our lives (both internal and external), and make them more or less important. Being able to understand this connection and differentiate the existing reality from the one we create, makes a whole lot of difference. You will learn how to make the connection between your thoughts and the way you feel and behave. This way, you will regain control of your life, feel happier and more productive. How will we do that? Simply - by teaching you the main disputing techniques that will give you control over your thoughts and thus, over your emotions and behaviors. \u003C/p\u003E","language":"Inglese","courseUri":"https://www.udemy.com/course/irrational/","imageUri":"https://img-c.udemycdn.com/course/750x422/2814607_ed16_4.jpg","duration":"34 min","enrolledStudentsCount":"8.632 studenti","lastUpdated":"Ultimo aggiornamento 2/2020","targetAudiences":["People who want to identify their irrational thinking patterns","People who want to experience less dysfunctional emotions","People who want to have less maladaptive behaviours"],"tags":["Sviluppo personale","Trasformazione personale","Trasformazione personale"],"rating":{"count":32,"averageValue":"4.3"},"instructors":[{"name":"Sebastian Vaida","url":"/user/sebastian-vaida/","totalNumberOfStudents":42789,"totalNumberOfReviews":516,"averageRating":4.3771258495575225}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEBRUARY","originalPrice":"1.920 ₹","discountedPrice":"Gratis","expirationText":"3 giorni","discountPercentage":100}},"https://www.udemy.com/course/staad-pro-v8-industrial-steel-warehouse-design-from-a-to-z/":{"courseDetails":{"courseId":4344110,"title":"STAAD Pro V8 Industrial Steel Warehouse Design from A to Z","shortDescription":"STAAD Pro V8 Industrial Steel Warehouse Design from A to Z","longDescription":"\u003Cp\u003EThis course teaches you all the things required for the structural analysis and design of a steel warehouse building. This course, as the title says, doesn\u0027t require you to have any prior experience in this software or any other structural design software. It will teach all the aspects of the software from very basic and will take you to the higher levels of the software as the course progresses. The course has been very systematically arranged so that you can best understand the software. Once you complete this course, you will have all the necessary knowledge to do structural design of a steel warehouse. You can work as a structural designer or can do the structural design of buildings on your own projects.\u003C/p\u003E\u003Cp\u003EYou will be learning all you need to know about structural analysis steel warehouse buildings using STAAD Pro in your professional career according to international norms like American codes and standards. The course will be discussing very essential topics, including assigning load combinations according to ASCE7/IBC, wind and seismic load applications according to ASCE and UBC 97 respectively as well as the design. Moreover, you will learn how to check your structure\u0027s deflection against the serviceability requirements/limits and optimization of steel section sizes as per codes ASCE7/IBC. Furthermore, design of composite beam, deck slab, purlins, truss, generating reports, getting base support reactions, beam end forces, stress ratios of members, member take off, using STAAD editor, Section Wizard and many more interesting and important topics like steel material properties and mechanics will be discussed in the course.\u003C/p\u003E\u003Cp\u003ESTAAD Pro stands for Structural Analysis and design. STAAD Pro v8i Software is widely used in analyzing and designing structures – buildings, bridges, towers, transportation, industrial and utility structures. In this Software you will show a detail analysis and design of all the structural elements of steel warehouse building under gravity loads (dead and live) and lateral loads (earthquake and wind)\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/staad-pro-v8-industrial-steel-warehouse-design-from-a-to-z/","imageUri":"https://img-c.udemycdn.com/course/750x422/4344110_3198_3.jpg","duration":"3 horas","enrolledStudentsCount":"2.273 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["ivil Engineering Students who want to learn structural design"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","STAAD.Pro"],"rating":{"count":32,"averageValue":"4.2"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"29E22E1FF6127D5AB6DD","originalPrice":"1.920 ₹","discountedPrice":"Gratis","expirationText":"4 giorni","discountPercentage":100}},"https://www.udemy.com/course/indie-film-the-future-filmmakers-how-to-make-a-film/":{"courseDetails":{"courseId":3830986,"title":"Complete Filmmaking Guide: Making Independent Feature Film","shortDescription":"Everything from Pre-Production to Editing - in Under 2 Hours","longDescription":"\u003Cp\u003EHello, my name is Hank Orion. I never went to film school, I had to learn everything I know about filmmaking by making mistakes, on my own. And I will never regret I chose that route. Because for the past five years of my life I learned how to not just be a better filmmaker, but also how to make feature films by myself without relying on other people, make films with whatever equipment I have at my disposal be it an expensive cinema camera, an iPhone or even a GoPro. \u003C/p\u003E\u003Cp\u003ENot just that, but I also learned how to make independent films quick, and make them seem like they costed much more to make than I actually spent to make them. And I would love to share what I have learned with you in this course I designed especially for those who\u0027re trying to make a film by themselves, with a limited budget, and trying to get it seen. No matter if you\u0027re just starting out or you are an experienced filmmaker already, there\u0027s always something to learn. \u003C/p\u003E\u003Cp\u003EI also do daily vlogs on YouTube where I’m constantly trying to motive and inspire a new generation of filmmakers to come, and showing filmmaker’s life the way it is.\u003C/p\u003E\u003Cp\u003EThis course also includes agreement templates for your independent film.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/indie-film-the-future-filmmakers-how-to-make-a-film/","imageUri":"https://img-c.udemycdn.com/course/750x422/3830986_9c81_9.jpg","duration":"1,5 horas","enrolledStudentsCount":"4.725 estudiantes","lastUpdated":"Fecha de la última actualización: 2/2021","targetAudiences":["Filmmakers who want to make an independent film","People who want to make film","People who want to learn how to make a film with limited budget"],"tags":["Fotografía y vídeo","Fotografía y vídeo, otros","Producción cinematográfica"],"rating":{"count":17,"averageValue":"4.4"},"instructors":[{"name":"Hank Orion","url":"/user/vadim-pusceddu/","totalNumberOfStudents":8989,"totalNumberOfReviews":31,"averageRating":4.660652833333333}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"60A06E8205721C6CBD2D","originalPrice":"1.280 ₹","discountedPrice":"Gratis","expirationText":"4 giorni","discountPercentage":100}},"https://www.udemy.com/course/mastering-portrait-photography/":{"courseDetails":{"courseId":1895804,"title":"Portrait Photography for Absolute Beginners","shortDescription":"Compositional Techniques for Portraits, Lighting skills, Tips for Corporate Portraits, Wedding and Event Portraits","longDescription":"\u003Cp\u003E=== \u003Cstrong\u003Estudents reviews regarding this course\u003C/strong\u003E ===\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003EThis course really helps me to improve my photography knowledge and I would like to thanks all of those who help this to be a success.\u003C/em\u003E\u0022 -- \u003Cstrong\u003EWijekoon\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003Eso far the course is about what i really want to learn especially about basic portrait photography. i learn a lot of new things from this course\u003C/em\u003E\u0022 - \u003Cstrong\u003EFadila\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003EGood for an absolute beginner. If you have just bought a DSLR camera and don\u0027t know anything about photography, it\u0027s good way to get your feet wet.\u0022\u003C/em\u003E -- \u003Cstrong\u003ETerry Taylor\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003Ethank you udemy. Really, thank you very much for the course. We actually learned new things in the world of image. Thank you\u003C/em\u003E\u0022 -- \u003Cstrong\u003EAkram Menari\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003EI really grateful and would like to say Thank you to instructure. I got lots of idea, tips and knowledge through this course\u003C/em\u003E.\u0022 - \u003Cstrong\u003EManan Patel\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECourse Contents\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Portrait Photography \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat makes a portrait look great?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecommended equipment for better portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECompositional techniques for cool portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for better backgrounds in portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELighting skills for amazing portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBokeh and Blur\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExample of poses for better portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for child portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for corporate portraits and head-shots\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for wedding and event portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for Indoor Portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for Outdoor Portraits\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/mastering-portrait-photography/","imageUri":"https://img-c.udemycdn.com/course/750x422/1895804_09bf_2.jpg","duration":"2 heures","enrolledStudentsCount":"104 158 participants","lastUpdated":"Dernière mise à jour : 1/2019","targetAudiences":["Who wanna learn compositional techniques of great portraits","Who wanna learn lighting skills of better portraits","Who wanna shoot amazing head shots and corporate shots","Who wanna shoot amazing wedding shots","Who wanna shoot amazing event portraits"],"tags":["Photographie et vidéo","Photographie de portrait","Photographie de portrait"],"rating":{"count":963,"averageValue":"4.4"},"instructors":[{"name":"Creative Online School","url":"/user/mahbubur-rahman-9/","totalNumberOfStudents":1228057,"totalNumberOfReviews":29280,"averageRating":4.236095050206186}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PPFEB2022","originalPrice":"12.480 ₹","discountedPrice":"Gratis","expirationText":"3 giorni","discountPercentage":100}},"https://www.udemy.com/course/tekla-structures-shop-drawing-rcc-building/":{"courseDetails":{"courseId":4165158,"title":"Tekla Structures shop drawing R.C.C Building","shortDescription":"Shop drawing and modeling R.C.C building in TEKLA","longDescription":"\u003Cp\u003ETekla structures is a building information modeling software able to model structures that incorporate different kinds of building materials, including steel, concrete, timber, and glass.\u003C/p\u003E\u003Cp\u003ETekla structures the most advanced structural BIM\u0026nbsp;software, lets you create, combine, manage and share multi-material 3D\u0026nbsp;models packed with valuable construction information. \u003C/p\u003E\u003Cp\u003EWith Tekla structures you can create accurate information-rich 3D models that have all the structural data you need to build and maintain any type of structure. \u003C/p\u003E\u003Cp\u003EYou can also import, export and link your data with other software solutions, digital construction tools and fabrication machinery for smoother workflow.\u003C/p\u003E\u003Cp\u003EIn this course we will learn the \u003Cstrong\u003Eshop drawing \u003C/strong\u003Eand \u003Cstrong\u003Emodeling\u003C/strong\u003E of a r\u003Cstrong\u003Eeinforcement concrete building consists of 4 stories.\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003EWe will learn how we can generate the shop drawings of all the structural elements (\u003Cstrong\u003Efoundation layout, columns layout, beams layout, slab layout\u003C/strong\u003E)\u003C/p\u003E\u003Cp\u003EWe will learn how we can do \u003Cstrong\u003Esections using Tekla\u003C/strong\u003E to get more \u003Cstrong\u003Edetails drawings in beams or columns or foundations.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe will learn how to generate the\u003Cstrong\u003E Bill of Quantity table in Tekla structure\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E The dimensions and properties for structural sections commonly used in R.C.C building structure design and construction are given in this course in addition to all design consideration and\u0026nbsp; proper material availability and specification according the \u003Cstrong\u003EACI code.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/tekla-structures-shop-drawing-rcc-building/","imageUri":"https://img-c.udemycdn.com/course/750x422/4165158_7eb3_2.jpg","duration":"3,5 horas","enrolledStudentsCount":"3.340 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Beginner and Expert"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Tekla Structures"],"rating":{"count":56,"averageValue":"4.2"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"723B06EC6A9B4F822145","originalPrice":"6.400 ₹","discountedPrice":"Gratis","expirationText":"4 giorni","discountPercentage":100}},"https://www.udemy.com/course/master-your-brain-to-achieve-your-desired-success/":{"courseDetails":{"courseId":1905626,"title":"Control Your Subconscious Mind: Neuroscience Hidden Secrets","shortDescription":"The ULTIMATE Neuroscience Blueprint to UNLOCK and UTILIZE your subconscious mind. Create and Live the FUTURE You Desire.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**Course Updated - February 2022**\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; COURSE REGULARLY UPDATED: NEW TIPS, MORE LESSONS \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; CERTIFIED COACH, SPEAKER AND TRAINER \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; OVER 180,000 STUDENTS IN TOTAL \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECongratulations! You just found the Top 1% Course on Controlling Your Subconscious Mind to help you live the FUTURE you really want.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDISCOVER\u0026nbsp;the 9 step Neuroscience Blueprint to Control Your Subconscious Mind\u003C/strong\u003E. Learn the basic foundations of neuroscience and the brain and how can you control your brain to take actions automatically towards your desired future and not for survival.\u003C/p\u003E\u003Cp\u003E \u003C/p\u003E\u003Cp\u003EHave you ever strongly desired a future, yet you couldn’t achieve it, just because your mind didn’t support the actions that need to be taken to realize that future?\u003C/p\u003E\u003Cp\u003EHave you ever wondered who makes you make decisions or act on them?\u003C/p\u003E\u003Cp\u003EHave you ever wondered who generates your life? \u003C/p\u003E\u003Cp\u003EDo you really want to tackle such situations in your life, where your brain takes action just to survive, and not towards creating a desired future?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf YES, then this course is for you!\u0026nbsp; \u0026nbsp; \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course, you will learn how to control Your Brain to \u003Cstrong\u003Erealize the future you really want\u003C/strong\u003E. You will learn many concepts and principles, and when you\u0027re attuned to them when you understand them when you know them when you make them part of who you are, then these principles will impact each and every transaction, each and every dialogue that you have. They will help you to be ready for each and every challenge you face. It\u0027s not about forcing your brain to do some actions, it’s about understanding timeless principles and applying those principles through stories, through analogies, through anecdotes and exercises, and then begin immediately applying them in your real world, in the things that matter most to you.\u0026nbsp; I promise you that by the end of the course, you will be able to take your personal and professional life to the next level of success. \u003C/p\u003E\u003Cp\u003EAfter attending this program, \u003Cstrong\u003Eyou won’t remain the same\u003C/strong\u003E; the impact will be \u003Cstrong\u003Esevere.\u003C/strong\u003E AND undoubtedly, \u003Cstrong\u003Emassive\u003C/strong\u003E! Your brain and \u003Cstrong\u003EYour life will change forever\u003C/strong\u003E. This is the surefire mantra to big-ticket successes. Your brain will literally work for you to generate the actions for you consciously and subconsciously to help you realize the future you want. You will be able to experience immediate results.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is so much more than a simple set of video lectures.\u0026nbsp;It\u0027s really a complete blueprint that can transform your life and take it to the next level. \u003Cstrong\u003EIf you don\u0027t like the course, I will refund you, no questions asked\u003C/strong\u003E, request for a refund within 30 days and I will promptly refund you. If you have any doubts about the course, feel free to send it to me. I will respond in a short time frame. I will keep on updating the content and keep it up to date based on new scientific research and studies.\u003C/p\u003E\u003Cp\u003EReady to experience the unknown, look at the world with a new set of lenses and recognize the underlying patterns that govern our decisions and actions for everything around us. Expect exercises, homework, putting theory into practice in a fun and entertaining way. \u003C/p\u003E\u003Cp\u003EThere are no previous requirements necessary, and I only ask you to Watch, Learn and Implement.\u003C/p\u003E\u003Cp\u003ESo what are you waiting for? Click the \u0022\u003Cstrong\u003EBUY NOW\u003C/strong\u003E\u0022 button and I’ll see you inside the course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ETo your success!\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/master-your-brain-to-achieve-your-desired-success/","imageUri":"https://img-c.udemycdn.com/course/750x422/1905626_c5c0_3.jpg","duration":"2,5 horas","enrolledStudentsCount":"23.317 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["If you wants to change your ALMOST CERTAIN Future by controlling your subconscious mind","If you wants to Re-program your brain to help you achieve the Future you desire","If you wants to improve the way you think, act and feel in your day-to-day life"],"tags":["Desarrollo personal","Transformación personal","Entrenamiento cerebral"],"rating":{"count":160,"averageValue":"4.2"},"instructors":[{"name":"Dr. Vijender Goel","url":"/user/vijender-goel/","totalNumberOfStudents":23317,"totalNumberOfReviews":160,"averageRating":4.236345},{"name":"Susmita Dutta","url":"/user/susmitadutta/","totalNumberOfStudents":182380,"totalNumberOfReviews":4016,"averageRating":4.245647963563403}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEB2022FREE1","originalPrice":"12.800 ₹","discountedPrice":"Gratis","expirationText":"4 giorni","discountPercentage":100}},"https://www.udemy.com/course/certificationtm-php-mysql-ateliers-pratiques/":{"courseDetails":{"courseId":4032506,"title":"Certification PHP \u0026 MYSQL | ATELIERS PRATIQUES 2022","shortDescription":"Apprenez PHP et MySQL en créant scripts et des programmes à partir de zéro! Le guide complet!","longDescription":"\u003Cp\u003EUn cours idéal pour assimiler la syntaxe et les concepts objet de \u003Cstrong\u003EPHP 7\u003C/strong\u003E et s\u0027initier au développement d\u0027applications web professionnelles\u003C/p\u003E\u003Cp\u003ECette formation d\u0027initiation vous conduira des premiers pas en PHP jusqu\u0027à la réalisation d\u0027un site web complet interagissant avec une base de données \u003Cstrong\u003EMySQL 5\u003C/strong\u003E ou \u003Cstrong\u003ESQLite\u003C/strong\u003E. Que vous ayez déjà quelques notions sur ce concept ou que vous soyez complètement novice en la matière, cette formation est faite pour vous !\u003C/p\u003E\u003Cp\u003EEnfin, afin de vous proposer la formation la plus complète possible sur Udemy \u003Cstrong\u003Eje m\u0027engage à\u003C/strong\u003E :\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ERépondre à vos questions rapidement (Merci de m\u0027envoyer un message sur la rubrique Q\u0026amp;R de Udemy)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAjouter des cas pratiques à la demande (Merci de m\u0027envoyer un message sur la rubrique Q\u0026amp;R de Udemy si vous avez une proposition)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAccompagner les participants avec des cas pratiques et autres sources utiles à leur réalisation.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003ECes ajouts de vidéos seront, bien entendu, gratuits si vous avez acquis la formation.\u003C/p\u003E\u003Cp\u003EJe reste disponible dans la rubrique Question/Réponses d\u0027Udemy pour répondre à vos questions.\u003C/p\u003E\u003Cp\u003EÀ la fin de ce cours, si vous le suivez en entier et réussissez l\u0027ensemble des quizz : \u003Cstrong\u003EObtenez votre certification électronique à insérer dans votre CV et profil LinkedIn.\u003C/strong\u003E\u003Cbr\u003EIl ne me reste que plus qu\u0027à vous souhaiter une bonne formation !\u003C/p\u003E\u003Cp\u003EDr. Firas\u003C/p\u003E","language":"Français","courseUri":"https://www.udemy.com/course/certificationtm-php-mysql-ateliers-pratiques/","imageUri":"https://img-c.udemycdn.com/course/750x422/4032506_a7d1_2.jpg","duration":"7,5 heures","enrolledStudentsCount":"95 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Aux étudiants en cursus d\u0027informatique ou de design web.","Vous êtes débutant en programmation","Webmaster, Freelanceur, Webmarketeurs","Boite de développement Web"],"tags":["Développement","Langages de programmation","Langage PHP"],"rating":{"count":12,"averageValue":"4.7"},"instructors":[{"name":"Digital Innovation | Les Experts","url":"/user/digital-innovation-hubs/","totalNumberOfStudents":11172,"totalNumberOfReviews":473,"averageRating":4.471059984390244}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREECOUPON","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"2 jours","discountPercentage":100}},"https://www.udemy.com/course/aws-certified-cloud-practitioner-practice-tests-q/":{"courseDetails":{"courseId":4487458,"title":"AWS Certified Cloud Practitioner Practice Tests","shortDescription":"Get prepared for the AWS Certified Cloud Practitioner Exam","longDescription":"\u003Cp\u003EAre you ready to pass the AWS Cloud Practitioner exam? Find out by testing yourself with this new offering on Udemy. Each of the 6 practice tests in this set provide an entire exam’s worth of questions, enabling you to confirm your mastery of the topics and providing you with the confidence you’ll need to take the exam.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe tests in this set are timed, so you’ll know when you’re taking more time than the official test allows, and at the end of the test you’ll receive a personal breakdown of the questions you answered correctly and incorrectly to improve your knowledge and make you more prepared to pass the actual exam.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis AWS Certified Cloud Practitioner Practice Exam Course covers EVERYTHING you need to know to pass the exam on your first try. Most of our students reported that our course covered all questions that were on the actual test. We highly recommend reading the explanations provided after each practice test, not only for the correct choices, but also for the incorrect ones. This will help improve your understanding and increase your score dramatically. By paying attention to these and repeating all the tests until you get 90% or more on each one, you should be able to ace the real exam with confidence.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe AWS Certified Cloud Practitioner exam (CLF-C01) validates an examinee\u0027s ability to:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Define what the AWS Cloud is and the basic global infrastructure.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Describe basic AWS Cloud architectural principles.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Describe the AWS Cloud value proposition.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Describe key services on the AWS platform and their common use cases (for example, compute and analytics).\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Describe basic security and compliance aspects of the AWS platform and the Shared Responsibility Model.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Define the billing, account management, and pricing models.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Describe basic/core characteristics of deploying and operating in the AWS Cloud.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis AWS Cloud Practitioner Practice Exam course is updated regularly to reflect the latest exam changes and is continuously enriched with new content based on your feedback.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat’s included?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe’ve crafted this course to give you the knowledge and technique to pass the AWS Cloud Practitioner exam first time. Thousands of our students have trusted us, and our awesome pass rates show that we’ve not let them down. Thousands of our students have passed on their first attempt. Our AWS Certified Cloud Practitioner Practice Exam course includes:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u003Cstrong\u003E100% EXAM COVERAGE:\u003C/strong\u003E We continuously update our practice exams so that they always include 100% of the topics required for the AWS Cloud Practitioner exam. If you study all of our questions, you won’t need to read the white papers or any other material.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u003Cstrong\u003ETIMED QUESTIONS:\u003C/strong\u003E Get the full real-life exam experience. You’ll be timed and scored exactly as you would in the real exam. You’ll be able to improve your exam time management and answering techniques, as well as your knowledge and confidence.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u003Cstrong\u003ERETAKE INDEFINITELY:\u003C/strong\u003E You can retake our Cloud Practitioner practice exams as many times as you need.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u003Cstrong\u003EINSTRUCTOR SUPPORT:\u003C/strong\u003E Got questions? No problem. We’ve got your back. The course includes friendly, responsive, expert support from our team of AWS certified architects.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u003Cstrong\u003EACTIVE Q\u0026amp;A FORUM:\u003C/strong\u003E You’ll join a lively online community where you can ask your trainers questions, get feedback, share your experiences and get hints and exam tips from students who’ve already passed the AWS Cloud Practitioner exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp;\u003Cstrong\u003E LIFE-TIME ACCESS:\u003C/strong\u003E You’ll get life-time access to the practice tests.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u003Cstrong\u003EMOBILE COMPATIBLE:\u003C/strong\u003E Learn anywhere, anytime with our mobile-friendly practice tests. Simply download the Udemy app to learn on-the-go.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E","language":"English","courseUri":"https://www.udemy.com/course/aws-certified-cloud-practitioner-practice-tests-q/","imageUri":"https://img-c.udemycdn.com/course/750x422/4487458_8b0b.jpg","duration":"","enrolledStudentsCount":"1,959 students","lastUpdated":"Last updated 1/2022","targetAudiences":["AWS Certified Cloud Practitioner Exam students"],"tags":["IT \u0026 Software","IT Certifications","AWS Certification"],"rating":null,"instructors":[{"name":"Iheb Abdeljelil","url":"/user/iheb-abdeljelil/","totalNumberOfStudents":8262,"totalNumberOfReviews":10,"averageRating":4.64476047}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"E064CFDCF2F4ED4B3DCD","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/learn-piping-pipe-stress-analysis-using-bentley-autopipe/":{"courseDetails":{"courseId":4481840,"title":"Learn Piping : Pipe Stress Analysis using Bentley AutoPIPE","shortDescription":"Learn everything you need to know about pipe stress analysis using Bentley AutoPIPE software - 2022","longDescription":"\u003Cp\u003EThis course is perfect for any engineer interested to start a career in pipe stress analysis but overwhelmed by many unorganized information and doesn\u0027t know from where to start.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is designed to guide you through pipe stress analysis process starting from scratch till being able to understand piping isometric drawings, creating a full 3D analysis model, choosing supports types \u0026amp; locations, checking code requirements and finalizing the design drawings/report.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course consists of 3 sections which are as following :-\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection One :-\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section, you will learn the very basics of the pipe stress analysis including when \u0026amp; why do we have to carry out pipe stress analysis, and the main concepts such as\u003C/p\u003E\u003Cp\u003E- Loads \u0026amp; stresses on the system\u003C/p\u003E\u003Cp\u003E- Loads combinations\u003C/p\u003E\u003Cp\u003E- ASME Code compliance\u003C/p\u003E\u003Cp\u003E- Supports optimization.\u003C/p\u003E\u003Cp\u003E- Pipe stress analysis workflow\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOnce you are familiar with the pipe stress analysis workflow, you will be ready for the following section\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection Two :-\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section you will learn how to create a new model from scratch and how to model many components such as pipe bends, tees, valves, expansion bellows, pumps and basically any kind of fitting might be in your system.\u003C/p\u003E\u003Cp\u003EDuring modeling you will learn the following\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E- How to model pumps nozzle using different ways\u003C/p\u003E\u003Cp\u003E- How to model surge vessels using different ways\u003C/p\u003E\u003Cp\u003E- How to add rigid and flexible supports and how to carry out the springs design.\u003C/p\u003E\u003Cp\u003EAnd many other modelling modifications techniques such as stretching, mirroring, adding segments...etc.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOnce the 3D modeling is finalized, you will be ready for the following section\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection Three :-\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn the third section, you will start investigating the output results of the analysis including the system deformations, stresses, pump nozzle loads, supports optimization, and we will learn how to understand and asses the system behavior and how to fix any failing segments of the system.\u003C/p\u003E\u003Cp\u003Eyou will also learn some valuable techniques for pipe rerouting such as expansion loops.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBonus Resources :- \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EBy the end of the course, and as bonus resource, you will receive an Autopipe model file which we have used during our course, this will give you a chance to train and enhance your modeling skills.\u003Cbr\u003EIn addition to that, you will receive a soft copy of ASME code as well as AutoPIPE software guide book.\u003C/em\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/learn-piping-pipe-stress-analysis-using-bentley-autopipe/","imageUri":"https://img-c.udemycdn.com/course/750x422/4481840_7893_5.jpg","duration":"3 horas","enrolledStudentsCount":"1.386 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Engineers who want to learn pipe stress analysis basics for beginners and intermediate level","Engineers who want to learn 3D piping modeling on Autopipe software","Beginner pipe stress analysts who want to enhance their knowledge and modeling skills","Engineers into process piping field","Engineers into infrastructure water field","Engineers into Petroleum or Oil \u0026 Gas field"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Tuberías"],"rating":{"count":18,"averageValue":"4.9"},"instructors":[{"name":"Eng. Ismail Magdy, M.Sc.","url":"/user/ismail-magdy-6/","totalNumberOfStudents":1404,"totalNumberOfReviews":18,"averageRating":4.9102716}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"08E0BA71EE18E7A348C6","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"3 jours","discountPercentage":100}},"https://www.udemy.com/course/german-productivity-hacks/":{"courseDetails":{"courseId":785430,"title":"German Productivity Hacks","shortDescription":"Learn why and how Germans work super efficiently and how you can apply it.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EGermans are supposed to be highly productive and efficient but why is that? \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIt\u0027s a combination of typical productivity hacks \u0026amp; habits which are hard wired into our culture and a bunch of strange habits which are sometimes counterproductive. But even those habits help us to succeed at the end of the day.\u003C/p\u003E\u003Cp\u003EThis course will both educate and entertain you:\u0026nbsp; \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELearn how Germans work and why they are productive.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how you can deal with them in a work environment.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn the pros and cons of typical German habits.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/german-productivity-hacks/","imageUri":"https://img-c.udemycdn.com/course/750x422/785430_51d4_6.jpg","duration":"2 heures","enrolledStudentsCount":"7 029 participants","lastUpdated":"Dernière mise à jour : 10/2021","targetAudiences":["This course is for you if you would like to learn how Germans work fast and focused.","Take this course if you - maybe - want to adapt some of the German tricks \u0026 habits for your own work and life.","This course is for you if you work (or have to work...) with German people regularly or on projects and you want to understand them better."],"tags":["Développement personnel","Productivité personnelle","Allemand"],"rating":{"count":57,"averageValue":"4.5"},"instructors":[{"name":"Sebastian Glöckner","url":"/user/sebastianglckner/","totalNumberOfStudents":188051,"totalNumberOfReviews":12362,"averageRating":4.435191475019042}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"62840F1668118AE50644","originalPrice":"12 800 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/learn-freelancing-to-grow-quickly-at-marketplaces-f/":{"courseDetails":{"courseId":3296418,"title":"Learn Freelancing : To Grow Quickly at Marketplace\u0027s","shortDescription":"Find exactly what you want to learn from how-to-get started Freelancing Career to Grow quickly at Marketplace\u0027s.","longDescription":"\u003Cp\u003EThis \u003Cstrong\u003Ecourse is meant to teach\u003C/strong\u003E the \u003Cstrong\u003Etips and tricks of freelancing\u003C/strong\u003E in the \u003Cstrong\u003Esimplest and effective way\u003C/strong\u003E. The\u003Cstrong\u003E do\u0060s and don\u0060ts\u003C/strong\u003E are discussed, about which a \u003Cstrong\u003Efreelancer must be aware\u003C/strong\u003E of. The introduction of different \u003Cstrong\u003Etypes of freelance marketplaces\u003C/strong\u003E is given in this \u003Cstrong\u003Ecourse\u003C/strong\u003E. Web portals like \u003Cstrong\u003EFreelancer, Upwork, Fiverr, Fivesquid,\u003C/strong\u003E and \u003Cstrong\u003E99 Design\u003C/strong\u003E are \u003Cstrong\u003Eintroduced\u003C/strong\u003E and\u003Cstrong\u003E discussed\u003C/strong\u003E in detail so that a \u003Cstrong\u003Etrainee\u003C/strong\u003E \u003Cstrong\u003Ecould effectively\u003C/strong\u003E make money by using \u003Cstrong\u003Ethese portals.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn :\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAfter completing this course, a trainee will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDefine the term Freelance?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to get started as a Freelancer.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat\u0027s Essential for freelancing to get started\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat\u0027s Essential to be a Freelancer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhere should I work as a Freelancer?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify different types of freelance marketplaces\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the pros and cons of freelancing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify and apply their strengths/skills in the freelance market.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESign up as a freelancer at different platforms\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate an effective profile on freelance platforms\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESearch the right projects \u0026amp; winning proposals.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDefine the importance of communication skills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage a project once it is awarded\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage project payments (escrow, invoicing system)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the importance of feedback for profile\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the steps to keep projects coming\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the mistakes and problems every freelancer\u0027s faces\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify steps to become a Successful Freelancer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the steps for effective Bidding to get the most from the process\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the steps to grow as a freelancer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify how to retain existing client\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPlease feel free to \u003Cstrong\u003Ereview the course curriculum\u003C/strong\u003E and I look \u003Cstrong\u003Eforward to going\u003C/strong\u003E through the \u003Cstrong\u003Ematerial \u003C/strong\u003Ewith you on your \u003Cstrong\u003Efreelance journey!\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-freelancing-to-grow-quickly-at-marketplaces-f/","imageUri":"https://img-c.udemycdn.com/course/750x422/3296418_c8a3_2.jpg","duration":"","enrolledStudentsCount":"27,674 students","lastUpdated":"Last updated 7/2020","targetAudiences":["Beginner Freelancers","Beginner Remotely Workers","Beginners those outsource projects","Buyers: Those want to know importance of Freelance","Sellers: Who\u0027re already doing freelance. But, those have good knowledge about it"],"tags":["Personal Development","Career Development","Freelancing"],"rating":{"count":612,"averageValue":"3.4"},"instructors":[{"name":"Ossama Mehmood","url":"/user/ossama-mehmood/","totalNumberOfStudents":27674,"totalNumberOfReviews":612,"averageRating":3.4483893}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"GROWQUICK","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/the-melody-of-english/":{"courseDetails":{"courseId":4412876,"title":"The Melody of English","shortDescription":"Intonation \u0026  Primary Phrase Stress","longDescription":"\u003Cp\u003EIntonation signals to your audience that you are connecting thought units or ending them.\u0026nbsp; Sometimes we end them with finality, uncertainty, questions, or excitement, for example.\u0026nbsp; \u0026nbsp;Intonation helps listeners follow you with ease.\u0026nbsp; Intonation also gives language a melody and keeps it from sounding boring.\u0026nbsp; This course will teach you proper breathing that works in sync with your intonation.\u0026nbsp; You will also learn how to divide vowels so that the vowels can carry the intonation.\u0026nbsp; Then you will apply the vowel movement knowledge to intonation patterns .\u0026nbsp; Finally you will learn how we use intonation to highlight the most important word in a chunk of information, and how to pick the most important word so that your listeners can easily follow you.\u0026nbsp; Each video lesson invites you to either repeat a word or phrase after the instructor or repeat along with the instructor. The lessons include instructor explanation and examples, along with charts, intonation drawings and stress markings so that you can see what you are hearing.\u0026nbsp; The course is accompanied by written lessons that you can print out and use to follow along and take notes.\u0026nbsp; After each lesson, you are invited to use the repetition audio provided to build muscle memory of your newly developed skills.\u0026nbsp; The more you use the repetition audio the better!\u0026nbsp; \u0026nbsp;There are extra sentences in the repetition audio that are not in the videos, for extra exposure and practice.\u0026nbsp; The instructor is always making new lessons to add , so the course will grow with you.\u0026nbsp; Your feedback is invited so that the instructor can made new lessons that will be useful for you.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/the-melody-of-english/","imageUri":"https://img-c.udemycdn.com/course/750x422/4412876_864d_4.jpg","duration":"2,5 heures","enrolledStudentsCount":"1 822 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Intermediate and Advanced Students of English who want to perfect their pronunciation and speak dynamically"],"tags":["Formations et diplômes","Apprentissage des langues","Accent américain"],"rating":{"count":11,"averageValue":"4.8"},"instructors":[{"name":"Sheila Lebedenko","url":"/user/sheila-lebedenko/","totalNumberOfStudents":17275,"totalNumberOfReviews":220,"averageRating":4.690143336764706}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEMELODY1","originalPrice":"2 880 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/prokon-civil-engineering-structural-design-rcc-element/":{"courseDetails":{"courseId":4472276,"title":"Prokon Civil Engineering Structural Design R.C.C Element","shortDescription":"Modeling, analysis and design of R.C.C element using Prokon Software according to ACI code","longDescription":"\u003Cp\u003EThis course teaches you all the things required for the structural analysis and design of a r.c.c structural elements This course, as the title says, doesn\u0027t require you to have any prior experience in this software or any other structural design software. It will teach all the aspects of the software from very basic and will take you to the higher levels of the software as the course progresses. The course has been very systematically arranged so that you can best understand the software. Once you complete this course, you will have all the necessary knowledge to do structural design of a steel warehouse. You can work as a structural designer or can do the structural design of buildings on your own projects.\u003C/p\u003E\u003Cp\u003EThis course not just a tutorial on \u003Cstrong\u003EProkon\u003C/strong\u003E software but it is a complete understanding about structural design analysis, how civil engineer must begin with the project, how he/she must think, how we can determine the dimension of the element using the Prokon\u003C/p\u003E\u003Cp\u003EPROKON is a Structural Analysis and Design Software, Which is Widely used and very Dependable software.\u003C/p\u003E\u003Cp\u003EEasy to Learn and use, Very Helpful for Civil Engineers who wants to be Professional in Structural Analysis and Deliver Correct Designs asked For.\u003C/p\u003E\u003Cp\u003EThis Course is Filled with every Detail that will assure you the correct design along with being an Economic selection and more important is safe one.\u003C/p\u003E\u003Cp\u003EIn this Course your will achieve the Following :\u003C/p\u003E\u003Cp\u003E1-Full Information on each Member.\u003C/p\u003E\u003Cp\u003E2-Full Calculation Details.\u003C/p\u003E\u003Cp\u003E3-Designing Each Members.\u003C/p\u003E\u003Cp\u003E4-Detailing of the designed member.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/prokon-civil-engineering-structural-design-rcc-element/","imageUri":"https://img-c.udemycdn.com/course/750x422/4472276_4de3_6.jpg","duration":"3 horas","enrolledStudentsCount":"2.008 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Beginner and Expert Civil Engineering or students who want to learn structural designing."],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Ingeniería civil"],"rating":{"count":12,"averageValue":"4.9"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"10F9073082AC6D70F19A","originalPrice":"3 200 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/nagios-xi-monitoring-setup-overview-for-beginners/":{"courseDetails":{"courseId":4490040,"title":"Nagios XI Network Monitoring: Setup \u0026 Overview for Beginners","shortDescription":"Learn how to setup and configure Nagios XI monitoring for core services on your organisation\u0027s network","longDescription":"\u003Cp\u003EOver this course, we\u0027ll be covering some of the basics surrounding Nagios XI.\u0026nbsp; Some of the topics covered on this course are as follows:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E* An overview of Nagios XI\u0026nbsp;and the features it contains\u003C/p\u003E\u003Cp\u003E* Setting up different types of new user account, these being admin and user\u003C/p\u003E\u003Cp\u003E* Setting up new alerts for hosts and services on your organisation\u0027s network\u003C/p\u003E\u003Cp\u003E* Viewing the status of configured hosts and services and acknowledging any alerts that appear on the console\u003C/p\u003E\u003Cp\u003E* Scheduling downtime so that alerts don\u0027t send emails out unnecessarily\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Setting up alerts with the auto discovery feature contained within\u0026nbsp;Nagios XI\u003C/p\u003E\u003Cp\u003E* An overview of the different data views that are available and what they are used fo\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAlso covered on this course is an overview of the Admin settings menu, which due to it\u0027s size is split into 3 lectures, all of which are located at the end of the course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPlease note that this course is aimed at beginners, meaning that you would be part of a larger IT\u0026nbsp;team where the server admins are taking care of any backups and patching, as tasks such as backing up virtual machines on hypervisors are beyond the scope of the course, but are vital to an organisation\u0027s network.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/nagios-xi-monitoring-setup-overview-for-beginners/","imageUri":"https://img-b.udemycdn.com/course/750x422/4490040_39de_2.jpg?secure=uG-NQT49GqRU1h4EKfJD_w%3D%3D%2C1643914631","duration":"31 Min.","enrolledStudentsCount":"2.102 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 1/2022","targetAudiences":["IT professionals that wish to learn more about Nagios XI"],"tags":["IT \u0026 Software","Sonstiges in IT \u0026 Software","Nagios"],"rating":null,"instructors":[{"name":"John Courtenay","url":"/user/john-courtenay-2/","totalNumberOfStudents":243186,"totalNumberOfReviews":7268,"averageRating":4.100341844360903}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FB22SPL2","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/how-to-design-a-great-movie-poster-that-works/":{"courseDetails":{"courseId":4223812,"title":"How To Design A Great Movie Poster That Works","shortDescription":"Better Poster Means More Views","longDescription":"\u003Cp\u003EI\u0027m an independent filmmaker and I know the importance of good looking poster for a film. Especially for independent films. Let me say the way it is, your movie poster is the deciding factor for the audience when deciding what to watch. As simple as that. It\u0027s beyond important. Imagine getting home from work, getting comfortable on a sofa in front of your tv, and scrolling through hundreds of tv shows and movies deciding what to watch. Subconsciously you will choose something that stands out from other films, and you will judge it by the poster. With years of making indie films and doing everything myself, I learned why my movies are not getting enough attention. That is not because of how good or how bad the movie is, sure it\u0027s important but it\u0027s not a deciding factor. In this course, you will learn how to design a great-looking film poster for a film that grabs attention and stands out among others. We will go through everything from doing research, finding suitable images for your poster, putting it all together, and much more. This course also includes a Photoshop template you\u0027re welcome to use to follow the course and to create your future posters based on. Let\u0027s get to it.\u0026nbsp; \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/how-to-design-a-great-movie-poster-that-works/","imageUri":"https://img-b.udemycdn.com/course/750x422/4223812_e260_5.jpg?secure=238PVGLZrKnb_Gw9KHdv2w%3D%3D%2C1643915045","duration":"1 hora","enrolledStudentsCount":"4.282 estudiantes","lastUpdated":"Fecha de la última actualización: 8/2021","targetAudiences":["A Filmmaking Looking To Learn How To Make A Movie Poster"],"tags":["Diseño","Diseño gráfico e ilustración","Diseño de banners"],"rating":{"count":10,"averageValue":"4.8"},"instructors":[{"name":"Hank Orion","url":"/user/vadim-pusceddu/","totalNumberOfStudents":8989,"totalNumberOfReviews":31,"averageRating":4.660652833333333}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DFDC95B745FED9AF3DBB","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/how-to-edit-a-feature-film-by-yourself/":{"courseDetails":{"courseId":4227290,"title":"How To Edit A Feature Film By Yourself","shortDescription":"A to Z Complete Editing Guide From RAW Footage To Final Master","longDescription":"\u003Cp\u003EBy independent director, producer and screenwriter Hank Orion. In this course we will dive deep into editing tips and techniques for independent films. From raw footage to final master and more. We will talk about stuff they don\u0027t teach you at film school. \u003C/p\u003E\u003Cp\u003ESome of the topics we will cover in this course are:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EPreparing Your Footage To Edit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImporting Files To Premiere Pro\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Closing Credits Roll\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Film Opening Sequence\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEditing Tips Film\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELocking Your Picture\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EColor Grading Your Film\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking With Sound\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Final Film Master\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAnd much more!\u0026nbsp;You will learn what it takes to edit a great film by yourself, on your own, using what you have at your disposal. Editing is all about storytelling. And having a good understanding is crucial to be able to finish your film and be able to bring it to the audience. Learn how to edit, grade, work with sound all by yourself and how to make your film look and sound better. We will dive into tips and techniques that will help you improve your editing and give you an idea of what it takes to bring film from raw footage to final master.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EFor years I’ve made independent films and had to make a lot of mistakes. Learn from mine. Let\u0027s take that footage and bring it to life. Happy filmmaking.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/how-to-edit-a-feature-film-by-yourself/","imageUri":"https://img-b.udemycdn.com/course/750x422/4227290_a857_2.jpg?secure=DK3kP4kibcf-whBbH6KdCw%3D%3D%2C1643914983","duration":"2,5 horas","enrolledStudentsCount":"4.020 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["This course is ideal for independent filmmaker who wants to learn how to edit their own films"],"tags":["Fotografía y vídeo","Fotografía y vídeo, otros","Edición de vídeo"],"rating":{"count":4,"averageValue":"4.8"},"instructors":[{"name":"Hank Orion","url":"/user/vadim-pusceddu/","totalNumberOfStudents":8989,"totalNumberOfReviews":31,"averageRating":4.660652833333333}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"789AD5214FCD0B5020A6","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/az-104-microsoft-azure-administrator-practice-exams-feb-2022/":{"courseDetails":{"courseId":4530084,"title":"AZ-104 Microsoft Azure Administrator Practice Exams FEB 2022","shortDescription":"Attend this AZ-104 Azure Administrator Practice Certification Exam will get a Good Score 90% on Main Exam","longDescription":"\u003Cp\u003EOur practice tests contain the latest additions on the new AZ-104 topics.\u003C/p\u003E\u003Cp\u003EThese Microsoft Azure Administrator practice tests are patterned after the latest exam format.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur AZ-104 Azure practice tests are TOP-NOTCH and the CLOSEST to the actual exam. These AZ-104 Microsoft Azure Administrator Practice Tests also has latest case study questions.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis practice test course is designed to cover every topic.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEach question has \u003Cstrong\u003Edetailed explanations \u003C/strong\u003Eat the end of each set\u003Cstrong\u003E \u003C/strong\u003Ethat will help you gain a deeper understanding of the Azure services.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe explanation provides an overview of the topic, reference links to Azure docs and a rationale on why the option is correct or incorrect.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EMost \u003Cstrong\u003E\u003Cem\u003Elatest and unique questionnaires (updated Monthly)\u003C/em\u003E\u003C/strong\u003E to prepare for the \u003Cstrong\u003EMicrosoft Azure Administrator (AZ-104) Certification exam.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPass Microsoft Azure Administrator (AZ-104)\u003C/strong\u003E \u003Cstrong\u003ECertification exam with confidence (100% guarantee)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFULLY UPDATED\u003C/strong\u003E as per the latest \u003Cstrong\u003EMicrosoft Azure Administrator (AZ-104)\u003C/strong\u003E \u003Cstrong\u003ECertification exam\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMOBILE-COMPATIBLE\u003C/strong\u003E - so you can conveniently review everywhere, anytime with your smartphone!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EThis practice test course covers every topic in Microsoft Azure Administrator (AZ-104) exam curriculum:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EManage Azure identities and governance\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E*Manage Azure AD objects\u003C/p\u003E\u003Cp\u003E*Manage role-based access control (RBAC)\u003C/p\u003E\u003Cp\u003E*Manage subscriptions and governance\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EImplement and manage storage\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E*Manage storage accounts\u003C/p\u003E\u003Cp\u003E*Manage data in Azure Storage\u003C/p\u003E\u003Cp\u003E*Configure Azure files and Azure blob storage\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDeploy and manage Azure compute resources\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E*Configure VMs for high availability and scalability\u003C/p\u003E\u003Cp\u003E*Automate deployment and configuration of VMs\u003C/p\u003E\u003Cp\u003E*Create and configure VMs\u003C/p\u003E\u003Cp\u003E*Create and configure containers\u003C/p\u003E\u003Cp\u003E*Create and configure Web Apps\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EConfigure and manage virtual networking\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E*Implement and manage virtual networking\u003C/p\u003E\u003Cp\u003E*Configure name resolution\u003C/p\u003E\u003Cp\u003E*Secure access to virtual networks\u003C/p\u003E\u003Cp\u003E*Configure load balancing\u003C/p\u003E\u003Cp\u003E*Monitor and troubleshoot virtual networking\u003C/p\u003E\u003Cp\u003E*Integrate an on-premises network with an Azure virtual network\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMonitor and back up Azure resources\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E*Monitor resources by using Azure Monitor\u003C/p\u003E\u003Cp\u003E*Implement backup and recovery\u003C/p\u003E\u003Cp\u003EI wish you all the best for your learning and exam.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/az-104-microsoft-azure-administrator-practice-exams-feb-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4530084_7a4b.jpg","duration":"","enrolledStudentsCount":"0 participants","lastUpdated":"Publié le 2/2022","targetAudiences":["Students looking for some Final Test Prep before AZ-104 Azure Administrator Exam"],"tags":["Informatique et logiciels","Certifications informatiques"],"rating":null,"instructors":[{"name":"Dounia Jalal","url":"/user/dounia-jalal-2/","totalNumberOfStudents":2446,"totalNumberOfReviews":1,"averageRating":4}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/aws-certified-solutions-architect-associate-practice-exams-mp/":{"courseDetails":{"courseId":4530326,"title":"AWS Certified Solutions Architect Associate Practice Exams","shortDescription":"Be an AWS Solutions Architect! AWS Certified Solutions Architect Associate Practice Exams with new SAA-C02 topics!","longDescription":"\u003Cp\u003EThis \u003Cstrong\u003E\u003Cem\u003EAWS Certified Solutions Architect Associate ( SAA-C02 ) Practice Exam\u003C/em\u003E\u003C/strong\u003E course offers the following features:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFULLY UPDATED TO THE NEW SAA-C02 version\u003C/strong\u003E - Most practice tests out there are already obsolete and advertised as \u0022updated\u0022, but in reality, they are not! We have already integrated the new SAA-C02 topics such as AWS Global Accelerator, Amazon FSx for Lustre, Elastic Fabric Adapter (EFA), Direct Connect Gateway, HPC and many more in our sets.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E570 TOP-NOTCH Questions\u003C/strong\u003E - has 6 sets of AWS Practice Tests with 95 UNIQUE questions and a 130-minute time limit for each set.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESIMULATES ACTUAL EXAM ENVIRONMENT\u003C/strong\u003E - mimics the actual, and the latest AWS Solutions Architect Associate certification exam to help you pass and even ace the AWS exam!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDETAILED EXPLANATIONS, REFERENCE LINKS, AND CHEAT SHEETS\u003C/strong\u003E - our answer keys at the end of each set have full and detailed explanations along with complete reference links so you can check and verify yourself that the answers are correct. Plus bonus cheat sheets to help you better understand the concepts.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVERY ACTIVE Q\u0026amp;A DISCUSSION BOARD\u003C/strong\u003E - with inputs from the instructors and exam feedback from thousands of our students, our Q\u0026amp;A board gives you the opportunity to \u003Cstrong\u003Eknow which topics recently appeared on the exam\u003C/strong\u003E and better understand the AWS services and concepts covered in the test.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVERY RESPONSIVE INSTRUCTORS\u003C/strong\u003E - our friendly team of AWS experts is able to address all your issues and COMPREHENSIVELY answer all your questions within 7 business days.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECONTAINS A TEST REPORT\u003C/strong\u003E - to track your progress and show you which AWS knowledge areas you need improvement.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMOBILE-COMPATIBLE\u003C/strong\u003E - so you can conveniently review everywhere, anytime with your smartphone!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ERANDOMIZED QUESTIONS\u003C/strong\u003E - The scenarios and options on all 6 practice tests are randomized. This prevents the unconscious memorization of the answers and ensures that you fully understand the concepts.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHAS BETTER VALUE THAN THE OFFICIAL AWS PRACTICE TEST\u003C/strong\u003E - which is worth about $20 but only contains about 20 - 40 questions.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECLEAR AND ERROR-FREE QUESTIONS\u003C/strong\u003E - Each item has a reference link that can validate the answer but you can also post in the QA section so we can discuss any issues.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPrepared by an AWS Certified Solutions Architect Professional \u003C/strong\u003Ewho has actually passed the actual SAA-C02 exam! (Please see my LinkedIn profile to view my AWS Certificate)\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/aws-certified-solutions-architect-associate-practice-exams-mp/","imageUri":"https://img-c.udemycdn.com/course/750x422/4530326_d278.jpg","duration":"","enrolledStudentsCount":"63 participants","lastUpdated":"Publié le 2/2022","targetAudiences":["For those who are about to take the AWS Certified Solutions Architect Associate (SAA-C02) exam","For all IT Professionals who want to gauge their AWS Knowledge for their upcoming job interview","For anyone who want to take their career, and salary, to a whole new level with an AWS certification!"],"tags":["Informatique et logiciels","Certifications informatiques"],"rating":null,"instructors":[{"name":"Hicham Andalib","url":"/user/hicham-andalib/","totalNumberOfStudents":6898,"totalNumberOfReviews":78,"averageRating":4.437184415384615}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"499D0D56BB7F3E4A0472","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/revit-structural-drawing-of-15-stories-residential-building/":{"courseDetails":{"courseId":3546366,"title":"Revit structural drawing of 15 stories residential building","shortDescription":"Revit structural drawing of 15 stories R.C residential building","longDescription":"\u003Cp\u003EStructural drawing of 15 stories residential buildings in Revit. In this course student will begin from zero to expert in structural drawing of all elements (columns, beams, slabs, shear walls, stairs and foundations)\u0026nbsp;\u002B draw reinforcement of all structural elements \u002B create structural sheets \u002B\u0026nbsp;create BOQ\u0026nbsp;tables. Student through this course will show and the commands needed with structural drawing of a project.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/revit-structural-drawing-of-15-stories-residential-building/","imageUri":"https://img-c.udemycdn.com/course/750x422/3546366_f1e7.jpg","duration":"2,5 horas","enrolledStudentsCount":"1.473 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Beginner and expert civil engineer"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Revit"],"rating":{"count":42,"averageValue":"4.5"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"E12A047E180D1927D581","originalPrice":"₹1,280","discountedPrice":"₹832","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/snapseed-fun-and-easy-editing/":{"courseDetails":{"courseId":2290575,"title":"Snapseed. Fun and Easy Editing","shortDescription":"Learn how to bring life to your images","longDescription":"\u003Cp\u003ESnapseed is one of the best apps for editing photographs. It is very intuitive, user friendly and free. It works both on Android and iOS and for someone who enjoys taking smartphone photos, it is an excellent choice for editing.\u003C/p\u003E\u003Cp\u003EThe goal of this course is to help you be(come) confident in using Snapseed, starting from the very beginning, the tools. Once you understand how these tools work, then you can use them precisely on your needs and not just apply them and hope they work. Because photography is such a creative domain, no two photos are alike. And nor is their editing. Therefore, it is best to understand what you are doing (both in taking photos and editing) and apply that knowledge. Next, after you understand what each tool does, you can apply them individually or combined, confident that you will know what the end result will look like. Unlike other courses, this one covers the basics of these tools, to give you knowledge and confidence. If you already know these tools, simply skip to the parts that are of interest for you.\u003C/p\u003E\u003Cp\u003EYou will notice that the course is divided in three major parts. First part covers the basic tools I mentioned before (how to apply each tool to an image and the effects it brings). The second part covers examples of simple editing applied to certain images, where several tools are combined. And the third part covers more advanced editing, where you can see nine images from three categories (architecture, landscape and commercial), edited from zero to finish, with most of the tools combined and explained.\u003C/p\u003E\u003Cp\u003EFor your convenience, I also added the images used for this course, so you can use them yourself in your editing and learning process. Feel free to use them or experiment with your own photos.\u003C/p\u003E\u003Cp\u003ETaking part in this course, you will receive an A to Z training from a professional photographer and trainer, on a pace that is specifically thought for you, with real life examples of locations and objects. Going through this course will give you access to all the updates that will follow and allow you to edit both your personal photos in a way to amaze your friends and also edit images for professional reasons, should you decide you want to sell photos online or photos of products to be commercialized online. The info I give in this course also comes from years of experience selling photos online on dedicated websites for stock photography. And nowadays, with the advances of smartphone cameras and editing apps, the balance of DSLR versus smartphone photos rapidly tilts towards smartphone photos for me and other photographers and, why not, for you as well.\u003C/p\u003E\u003Cp\u003EIn the end, you will become more consistent in taking photos, because now you know that you are able to bring them to life the way you saw them in your mind. You will also become more confident in editing photos and advancing into more complex editing techniques. Last, you will do all of this in a fun and relaxing way. Because photography should be, first and foremost, enjoyable.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/snapseed-fun-and-easy-editing/","imageUri":"https://img-c.udemycdn.com/course/750x422/2290575_a647.jpg","duration":"1,5 heures","enrolledStudentsCount":"3 430 participants","lastUpdated":"Dernière mise à jour : 10/2021","targetAudiences":["Beginner photographers using smartphone cameras and Snapseed app","People of any age passionate about photography","People lacking the time to learn difficult editing programs for months or years","People who take photos daily for personal reasons and want to share them with their friends","People who take photos for professional reasons and want to use them for selling products or sell them to micro stock agencies"],"tags":["Photographie et vidéo","Photographie et vidéo - Divers","Traitement d\u0027images"],"rating":{"count":46,"averageValue":"4.0"},"instructors":[{"name":"Sebastian Vaida","url":"/user/sebastian-vaida/","totalNumberOfStudents":42789,"totalNumberOfReviews":516,"averageRating":4.3771258495575225}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEBRUARY","originalPrice":"₹6,400","discountedPrice":"₹4,160","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/amazon-sagemaker/":{"courseDetails":{"courseId":3461612,"title":"Amazon Sagemaker Ultimate Course","shortDescription":"Everything you need to know about Amazon Sagemaker","longDescription":"\u003Cp\u003EHave you always wanted to learn how to do use Amazon SageMaker but don\u0027t know where to start?\t\t\t\t\t\t\u003C/p\u003E\u003Cp\u003EWould you like to learn about Machine Learning?\t\t\t\t\t\t\u003C/p\u003E\u003Cp\u003EThen Amazon SageMaker Ultimate Course is for you!\t\u003C/p\u003E\u003Cp\u003EHi, I’m your instructor Josh Werner and I’ll be leading you through this course.\u003C/p\u003E\u003Cp\u003EAmazon SageMaker is an in-demand skill in 2021.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EThe course begins with the basics. We\u0027ll Cover everything you need to know about Amazon SageMaker from scratch.\t\t\t\u003C/p\u003E\u003Cp\u003EI\u0027ll take you through everything you need to know to start learning Machine Learning like an expert.\t\t\t\t\t\t\u003C/p\u003E\u003Cp\u003ENext, you\u0027ll learn all the fundamentals of Amazon SageMaker and how you can learn Machine Learning.\u003C/p\u003E\u003Cp\u003EThis is great for students starting that need a refresher course on Amazon SageMaker.\u003C/p\u003E\u003Cp\u003EThere are no requirements necessary to enroll I only ask that you come open minded and ready to learn.\u003C/p\u003E\u003Cp\u003EFeel Free to look through the course description and checkout some of my preview videos.\u003C/p\u003E\u003Cp\u003EThe course is packed with over 1 hour of hands-on tutorials\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere is What You Will Learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E01. Introduction\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t01. Overview\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E02. Create AWS Account\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t02. Setup Account\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E03. Amazon Sagemaker\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t03. SageMaker Studio\u003C/p\u003E\u003Cp\u003E\t04. Dashboard\u003C/p\u003E\u003Cp\u003E\t05. Search\u003C/p\u003E\u003Cp\u003E\t06. Images\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E04. Ground Truth\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t07. Labeling Jobs\u003C/p\u003E\u003Cp\u003E\t08. Labeling Datasets\u003C/p\u003E\u003Cp\u003E\t09. Labeling Workforces\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E05. Notebook\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t10. Notebook Instances\u003C/p\u003E\u003Cp\u003E\t11. Lifecycle Configurations\u003C/p\u003E\u003Cp\u003E\t12. Git Repositories\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E06. Processing\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t13. Processing Jobs\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E07. Training\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t14. Algorithms\u003C/p\u003E\u003Cp\u003E\t15. Training Jobs\u003C/p\u003E\u003Cp\u003E\t16. Hyperparameter Tuning Jobs\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E08. Interface\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t17. Compilation Jobs\u003C/p\u003E\u003Cp\u003E\t18. Model Packages\u003C/p\u003E\u003Cp\u003E\t19. Models\u003C/p\u003E\u003Cp\u003E\t20. Endpoint Configurations\u003C/p\u003E\u003Cp\u003E\t21. Endpoints\u003C/p\u003E\u003Cp\u003E\t22. Batch Transform Jobs\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E09. Edge Manager\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t23. Get Started\u003C/p\u003E\u003Cp\u003E\t24. Edge Packaging Jobs\u003C/p\u003E\u003Cp\u003E\t25. Edge Device Fleets\u003C/p\u003E\u003Cp\u003E\t26. Edge Devices\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E10. Augmented AI\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t27. Human Review Workflows\u003C/p\u003E\u003Cp\u003E\t28. Worker Task Templates\u003C/p\u003E\u003Cp\u003E\t29. Human Review Workforces\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E11. AWS Marketplace\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t30. Model Packages\u003C/p\u003E\u003Cp\u003E\t31. Algorithms\u003C/p\u003E\u003Cp\u003E\t32. AWS Data Exchange\u003C/p\u003E\u003Cp\u003E\t33. All Products\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E12. Conclusion\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t34. Summary\u003C/p\u003E\u003Cp\u003E\t\t\t\t\t\t\t\t\t\t\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo what are you waiting for? I look forward to going through course with you I’ll see you inside!\u003C/strong\u003E\t\t\t\t\t\t\t\t\t\t\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/amazon-sagemaker/","imageUri":"https://img-c.udemycdn.com/course/750x422/3461612_76a3.jpg","duration":"1.5 hours","enrolledStudentsCount":"19,560 students","lastUpdated":"Last updated 8/2021","targetAudiences":["Beginner to Advanced Students wanting to Learn Amazon Sagemaker"],"tags":["Development","Data Science","Amazon Sagemaker"],"rating":{"count":35,"averageValue":"2.9"},"instructors":[{"name":"Learn Tech Plus","url":"/user/josh-werner/","totalNumberOfStudents":1349059,"totalNumberOfReviews":48812,"averageRating":3.7660704937722924}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"TRY100FREE12205","originalPrice":"₹12,800","discountedPrice":"₹8,320","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/microsoft-onedrive-master-course/":{"courseDetails":{"courseId":3657688,"title":"Microsoft OneDrive Ultimate Course 2022","shortDescription":"Go from Beginner to Advanced with Microsoft OneDrive","longDescription":"\u003Cp\u003EHave you always wanted to learn Microsoft OneDrive but don\u0027t know where to start?\u003C/p\u003E\u003Cp\u003EWould you like to manage Files and bring your ideas to life?\u003C/p\u003E\u003Cp\u003EThen Microsoft OneDrive 2022 Ultimate Course is for you!\u003C/p\u003E\u003Cp\u003EHi, I’m your instructor Josh Werner and I’ll be leading you through this course.\u003C/p\u003E\u003Cp\u003EMicrosoft OneDrive is an in-demand skill in 2022. \u003C/p\u003E\u003Cp\u003EThe course begins with the basics.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EI\u0027ll take you through everything you need to know to start managing files like an expert with Microsoft OneDrive.\u003C/p\u003E\u003Cp\u003EYou\u0027ll learn all the fundamentals of Microsoft OneDrive. \u003C/p\u003E\u003Cp\u003EThis is great for students starting or for IT Personal that need a refresher course on Microsoft OneDrive.\u003C/p\u003E\u003Cp\u003EThere are no requirements necessary to enroll I only ask that you come open minded and ready to learn\u003C/p\u003E\u003Cp\u003EFeel Free to look through the course description and checkout some of my preview videos\u003C/p\u003E\u003Cp\u003EThe course is packed with over 3 hours of hands-on tutorials\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere is what you will Learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E01. Introduction\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 001. Overview\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E02. Products - For Business\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 002. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 003. Plans and Pricing\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 004. Small Business\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 005. Summary \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E03. Business Premium Account\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 006. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 007. Setup Account\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 008. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E04. Admin Center - Main Menu\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 009. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 010. Home\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 011. Users\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 012. Devices\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 013. Groups\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 014. Roles\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 015. Resources\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 016. Billing\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 017. Support\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 018. Settings\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 019. Setup\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 020. Reports\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 021. Health\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 022. Security\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 023. Compliance\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 024. Endpoint Manager\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 025. Azure Active Directory\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 026. Exchange\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 027. SharePoint\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 028. Teams\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 029. Summary\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E05. OneDrive - Web App\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 030. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 031. Launch OneDrive Web App\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 032. My Files\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 033. Recent\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 034. Shared\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 035. Recycle Bin\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 036. Get The OneDrive App\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 037. Return To Classic OneDrive\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 038. Summary \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E06. OneDrive - Office 365 - Introduction\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 039. Overview\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E07. Office 365\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 040. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 041. Setup Office 365 Account\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 042. Install Office 365 Apps\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 043. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E08. Main Menu\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 044. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 045. My Files\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 046. Recent\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 047. Shared\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 048. Recycle Bin\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 049. OneDrive Admin\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 050. Get The OneDrive App\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 051. Return to Classic OneDrive\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 052. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E09. Toolbar Menu\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 053. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 054. New\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 055. Upload\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 056. Sync\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 057. Flow\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 058. Settings\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 059. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E10. Conclusion\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 060. Summary \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo what are you waiting for? I look forward to going through course with you I’ll see you inside!\u003C/strong\u003E\u003C/p\u003E","language":"Inglese","courseUri":"https://www.udemy.com/course/microsoft-onedrive-master-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3657688_c40e_2.jpg","duration":"3,5 ore","enrolledStudentsCount":"37.887 studenti","lastUpdated":"Ultimo aggiornamento 7/2021","targetAudiences":["Beginner to Advanced Students wanting to Master Microsoft OneDrive"],"tags":["Produttività in ufficio","Microsoft","Microsoft OneDrive"],"rating":{"count":198,"averageValue":"3.1"},"instructors":[{"name":"Learn Tech Plus","url":"/user/josh-werner/","totalNumberOfStudents":1349059,"totalNumberOfReviews":48812,"averageRating":3.7660704937722924}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"TRY100FREE12206","originalPrice":"12.800 ₹","discountedPrice":"8.320 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/learn-asana-master-course/":{"courseDetails":{"courseId":2853136,"title":"Asana Ultimate Course 2022","shortDescription":"Everything you need to know about Asana in 2022","longDescription":"\u003Cp\u003EHave you always wanted to learn Asana but don\u0027t know where to start?\u003C/p\u003E\u003Cp\u003EWould you like to make amazing Projects and bring your ideas to life?\u003C/p\u003E\u003Cp\u003EThen Asana 2022 Ultimate Course is for you!\u003C/p\u003E\u003Cp\u003EHi, I’m your instructor Josh Werner and I’ll be leading you through this course.\u003C/p\u003E\u003Cp\u003EAsana is an in-demand skill in 2022. \u003C/p\u003E\u003Cp\u003EThe course begins with the basics.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EI\u0027ll take you through everything you need to know to start projects like an expert with Asana.\u003C/p\u003E\u003Cp\u003EYou\u0027ll learn all the fundamentals of Asana. \u003C/p\u003E\u003Cp\u003EThis is great for students starting or for Designers that need a refresher course on Asana.\u003C/p\u003E\u003Cp\u003EThere are no requirements necessary to enroll I only ask that you come open minded and ready to learn\u003C/p\u003E\u003Cp\u003EFeel Free to look through the course description and checkout some of my preview videos\u003C/p\u003E\u003Cp\u003EThe course is packed with over 5 hours of hands-on tutorials\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere is What You Will Learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E01. Introduction\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 001. Overview\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E02. Why Asana\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 002. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 003. Marketing\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 004. Operations\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 005. Sales\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 006. Product\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 007. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E03. For Your Workflow\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 008. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 009. Project Management\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 010. Calendar\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 011. Kanban Boards\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 012. Remote Teams\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 013. Productivity\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 014. Agile Management\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 015. See All Workflows\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 016. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E04. Features\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 017. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 018. Timeline\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 019. Boards\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 020. Calendar\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 021. App Integrations\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 022. Dashboards\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 023. Goals\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 024. Forms\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 025. Automation\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 026. Portfolios\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 027. Workload\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 028. Desktop and Mobile Apps\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 029. See All Features\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 030. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E05. All Plans\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 031. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 032. Basic\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 033. Premium\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 034. Business\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 035. Enterprise\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 036. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E06. Asana Account\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 037. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 038. Setup Free Account\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 039. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E07. Getting Started \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 040. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 041. Continue Setting Up Your Project\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 042. Explore Integrations\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 043. Download Mobile App\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 044. Personalize Your Profile\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 045. Invite Your Teammates\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 046. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E08. Main Menu\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 047. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 048. Home\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 049. My Tasks\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 050. Inbox\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 051. Reporting\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 052. Portfolios\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 053. Goals\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 054. Favorites\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 055. Saved Searches\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 056. My Workspace\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 057. Invite Teammates\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 058. Help \u0026amp; Getting Started\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 059. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E09. Create\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 060. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 061. Task\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 062. Project\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 063. Message\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 064. Invite\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 065. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E10. Admin\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 066. Overview \u003C/p\u003E\u003Cp\u003E\u0026nbsp; 067. Insights \u003C/p\u003E\u003Cp\u003E\u0026nbsp; 068. Members\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 069. Billing \u003C/p\u003E\u003Cp\u003E\u0026nbsp; 070. Settings\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 071. Apps\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 072. Resources\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 073. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E11. Project - Course Production\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 074. Overview\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; 075. Create Blank Project\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 076. Setup Project\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 077. Setup Sections\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 078. Setup Tasks\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 079. Organize Tasks\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 080. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 081. List\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 082. Board\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 083. Timeline\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 084. Calendar\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 085. Dashboard\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 086. Messages\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 087. Forms\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 088. Files\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 089. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E12. Conclusion\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 090. Summary\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo what are you waiting for? I look forward to going through course with you I’ll see you inside!\u003C/strong\u003E\u003C/p\u003E","language":"Inglese","courseUri":"https://www.udemy.com/course/learn-asana-master-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/2853136_1547_3.jpg","duration":"5 ore","enrolledStudentsCount":"65.777 studenti","lastUpdated":"Ultimo aggiornamento 10/2021","targetAudiences":["Beginner to Advanced Students wanting to Master Asana"],"tags":["Produttività in ufficio","Altro Produttività in ufficio","4707Asana (software)"],"rating":{"count":179,"averageValue":"3.3"},"instructors":[{"name":"Learn Tech Plus","url":"/user/josh-werner/","totalNumberOfStudents":1349059,"totalNumberOfReviews":48812,"averageRating":3.7660704937722924}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"TRY100FREE12204","originalPrice":"12.800 ₹","discountedPrice":"8.320 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/amazon-redshift/":{"courseDetails":{"courseId":3461588,"title":"Amazon Redshift Ultimate Course","shortDescription":"Everything you need to know about Amazon Redshift","longDescription":"\u003Cp\u003EHave you always wanted to learn how to do use Amazon Redshift but don\u0027t know where to start?\t\t\t\t\t\t\u003C/p\u003E\u003Cp\u003EWould you like to access data lakes and bring your data to life?\t\t\t\t\t\t\u003C/p\u003E\u003Cp\u003EThen Amazon Redshift Ultimate Course is for you!\t\u003C/p\u003E\u003Cp\u003EHi, I’m your instructor Josh Werner and I’ll be leading you through this course.\u003C/p\u003E\u003Cp\u003EAmazon Redshift is an in-demand skill in 2021.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EThe course begins with the basics. We\u0027ll Cover everything you need to know about Amazon Redshift from scratch.\t\t\t\u003C/p\u003E\u003Cp\u003EI\u0027ll take you through everything you need to know to start accessing data lakes and creating clusters like an expert.\t\t\t\t\t\t\u003C/p\u003E\u003Cp\u003ENext, you\u0027ll learn all the fundamentals of Amazon Redshift and how you can use them to build clusters from data.\u003C/p\u003E\u003Cp\u003EThis is great for students starting that need a refresher course on Amazon Redshift.\u003C/p\u003E\u003Cp\u003EThere are no requirements necessary to enroll I only ask that you come open minded and ready to learn.\u003C/p\u003E\u003Cp\u003EFeel Free to look through the course description and checkout some of my preview videos.\u003C/p\u003E\u003Cp\u003EThe course is packed with over 1 hour of hands-on tutorials\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere\u0027s What You Will Learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E01. Introduction\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t01. Overview\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E02. Create AWS Account\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t02. Setup Account\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E03. Amazon Redshift\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t03. Dashboard\u003C/p\u003E\u003Cp\u003E\t04. Clusters\u003C/p\u003E\u003Cp\u003E\t05. Reserved nodes\u003C/p\u003E\u003Cp\u003E\t06. Snapshots\u003C/p\u003E\u003Cp\u003E\t07. Queries and loads\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E04. Query Editor\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t08. Editor\u003C/p\u003E\u003Cp\u003E\t09. Query History\u003C/p\u003E\u003Cp\u003E\t10. Saved Queries\u003C/p\u003E\u003Cp\u003E\t11. Scheduled Queries\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E05. Datashares\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t12. In My Account\u003C/p\u003E\u003Cp\u003E\t13. From Other Accounts\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E06. Configurations\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t14. Workload Management\u003C/p\u003E\u003Cp\u003E\t15. Subnet Groups\u003C/p\u003E\u003Cp\u003E\t16. HSM\u003C/p\u003E\u003Cp\u003E\t17. Manage Tags\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E07. Conclusion\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\t18. Summary\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\t\t\t\t\t\t\t\t\t\t\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo what are you waiting for? I look forward to going through course with you I’ll see you inside!\t\t\t\t\t\t\t\t\t\t\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglese","courseUri":"https://www.udemy.com/course/amazon-redshift/","imageUri":"https://img-c.udemycdn.com/course/750x422/3461588_0312.jpg","duration":"1,5 ore","enrolledStudentsCount":"13.538 studenti","lastUpdated":"Ultimo aggiornamento 8/2021","targetAudiences":["Beginner to Advanced Students wanting to Learn Amazon Redshift"],"tags":["IT e software","Altri corsi IT e software","Redshift"],"rating":{"count":21,"averageValue":"3.0"},"instructors":[{"name":"Learn Tech Plus","url":"/user/josh-werner/","totalNumberOfStudents":1349059,"totalNumberOfReviews":48812,"averageRating":3.7660704937722924}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"TRY100FREE12205","originalPrice":"12.800 ₹","discountedPrice":"8.320 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/architectural-shop-drawing-plans-in-autocad-2020/":{"courseDetails":{"courseId":4308023,"title":"Architectural Shop Drawing Plans in AutoCAD 2020","shortDescription":"Learn how to draw the architectural plans of a architectural project ( Shop Drawing ) \u002B AutoCAD basics Commands","longDescription":"\u003Cp\u003E\u003Cstrong\u003EPart 1:\u0026nbsp;\u003C/strong\u003ELearn the basics commands in AutoCAD to be ready to the shop drawing practice ( \u003Cstrong\u003EHow to draw lines, How to draw polyline, Copy, Move, Mirror, Offset, Fillet, Trim, Rotate, How to draw X-line, How to draw circle, How to draw Hatch in AutoCAD, How to do match properties in AutoCAD, How to print a sheet in AutoCAD.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPart 2:\u0026nbsp; \u003C/strong\u003EArchitectural Shop Drawing in AutoCAD 2020\u003C/p\u003E\u003Cp\u003EDo you need more practice with AutoCAD? Follow along as we take a 2D building floor plan, amend it by adding extra floors and create a site layout of a whole office park.\u003C/p\u003E\u003Cp\u003EIf you have learned the basics of AutoCAD, or have played around with it but need more practice, this course will help you feel more confident and comfortable using the industry-standard CAD application.\u003C/p\u003E\u003Cp\u003EThis course follows a realistic project to allow you to learn a typical workflow as well as learning and practicing new skills. Throughout this AutoCAD course, you\u0027ll be creating your own realistic project that is indicative of the kind you might be asked to create in the workplace. You will learn how to produce a professional drawing to industry standards and hopefully inspire you to do even more.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/architectural-shop-drawing-plans-in-autocad-2020/","imageUri":"https://img-c.udemycdn.com/course/750x422/4308023_04a3_2.jpg","duration":"7 horas","enrolledStudentsCount":"2.143 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2021","targetAudiences":["For beginner Architect Students"],"tags":["Diseño","Diseño arquitectónico","Dibujo técnico"],"rating":{"count":25,"averageValue":"4.5"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"7500C65146325D381DC2","originalPrice":"1.600 ₹","discountedPrice":"1.040 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/bug-bounty-hunting-with-burp-suite/":{"courseDetails":{"courseId":3766352,"title":"BUG BOUNTY HUNTING WITH BURP SUITE","shortDescription":"How to Use Burp-Suite Features for better Bug Bounty Hunting. Advanced Burpsuite training course.","longDescription":"\u003Cp\u003EIn this course you will learn about:- \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBurp Suite Introduction\u003C/p\u003E\u003Cp\u003EWhy you need Burpsuite PRO\u003C/p\u003E\u003Cp\u003EBurpsuite Pro vs free \u003C/p\u003E\u003Cp\u003EWhich version is best \u003C/p\u003E\u003Cp\u003EBurpSuite Community Tricks\u003C/p\u003E\u003Cp\u003ETips For Burpsuite Pro \u003C/p\u003E\u003Cp\u003EProxy:- Firefox Proxy, multiple proxies, Upstream proxy,\u0026nbsp; \u003C/p\u003E\u003Cp\u003ERepeater:- Websockets, Requests\u003C/p\u003E\u003Cp\u003EIntruder :- types of attack , payload types, Intruder grep match , grep XSS payloads, sequencers \u003C/p\u003E\u003Cp\u003EComparer between requests \u003C/p\u003E\u003Cp\u003EExtender:- extender API, Bapp Store, Environment Setup,\u003C/p\u003E\u003Cp\u003EBurpsuite Extensions \u003C/p\u003E\u003Cp\u003ECollaborator Client \u003C/p\u003E\u003Cp\u003ETop 15 Extensions \u003C/p\u003E\u003Cp\u003E Attacks on Live website\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHow to setup android lab \u003C/p\u003E\u003Cp\u003Ewhat is ADB \u003C/p\u003E\u003Cp\u003Ewhat is a virtual device \u003C/p\u003E\u003Cp\u003Ehow to intercept traffic from an android device \u003C/p\u003E\u003Cp\u003Ehow to do SSL-unpinning Bypass using Xposed Framework\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThese lectures are mostly designed for Bug Bounty Hunters and some topics are for advanced users.\u003C/p\u003E\u003Cp\u003Eif you are any type\u0026nbsp; of learner it will help you to get into the burp suite \u003C/p\u003E\u003Cp\u003Eyou will learn many tips and tricks throughout\u0026nbsp; the course, it will help you in real life hunting \u003C/p\u003E\u003Cp\u003Eyou will Understand how HTTP communication works\u003C/p\u003E\u003Cp\u003Eyou will get Basic knowledge of Web vulnerabilities\u003C/p\u003E\u003Cp\u003EBasic knowledge of VPNs and proxies\u003C/p\u003E\u003Cp\u003EHow BurpSuite Top Extensions Works\u003C/p\u003E\u003Cp\u003EThis course will help you get acquainted with Burp Suite. Burp Suite is the most important tool for Web Penetration Testing! Discover vulnerabilities and develop attacks such as Brute-Forcing, Cross-Site Scripting, SQL injection, etc.\u003Cbr\u003E However, you will get to know various web attacks. The attacks will target a test environment based on OWASP WebGhoat vulnerable web applications. The course is fully hands-on so that you can practice yourself everything while you learn.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/bug-bounty-hunting-with-burp-suite/","imageUri":"https://img-c.udemycdn.com/course/750x422/3766352_aa67_2.jpg","duration":"8 horas","enrolledStudentsCount":"18.008 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Red-teamers","IT students","Ethical hacker","Bug bounty hunter","Hackers"],"tags":["Informática y software","Redes y seguridad","Burp Suite"],"rating":{"count":382,"averageValue":"4.2"},"instructors":[{"name":"Kuldeep Sharma","url":"/user/kuldeep-sharma-273/","totalNumberOfStudents":20840,"totalNumberOfReviews":440,"averageRating":4.2584814651006715}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"KEEPHACKING","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/learn-coding-with-c-from-scratch-c-comprehensive-course/":{"courseDetails":{"courseId":4465000,"title":"Learn Coding with C# from Scratch | C# Comprehensive Course","shortDescription":"Mastering C# 10 with the modern features in 2022, know how it works. Become A Professional C# Developer in no time!","longDescription":"\u003Cp\u003EHello and welcome to the \u003Cstrong\u003ELearn Coding with C# from Scratch | C# Comprehensive Course \u003C/strong\u003Ein 2022\u003Cstrong\u003E.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course, you will learn all the C# fundamentals needed to become a Professional C# Programmer quickly and efficiently.\u003C/p\u003E\u003Cp\u003EC# is so popular, powerful, easy, simple, Object-Oriented, and widely used Programming language.\u003C/p\u003E\u003Cp\u003EYou can use the C# programming language for building:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesktop Applications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMobile Applications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWeb Applications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGames using Unity\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVR Applications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll that and More\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ETherefore, learning this programming language opens up many opportunities for you.\u003C/p\u003E\u003Cp\u003EAnd in this comprehensive course, you will master all the C# 10 concepts with the modern features.\u003C/p\u003E\u003Cp\u003EAll the course concepts will be explained first theoretically, and then practically using the Visual Studio Community 2022 IDE.\u003C/p\u003E\u003Cp\u003EC# has a great community, So if you encounter any problems, you will find the solution easily.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EBy the end of this course, you\u0027ll master\u003C/em\u003E\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to coding with C#\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EC# working tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVariables, Data Types, Conversions, Operators, and Doing Math\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStrings and Working with text using C# Techniques\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMaking Different Decisions: if - else if - else, and switch - case\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELoops, Repetitions, and Iterators: while, do while, for, and foreach\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with Arrays in depth\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe Power of Methods in C#\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EObject-Oriented Programming: Classes, Objects, Access Modifiers, and More\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInterfaces and Enumerations\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll that and more with real examples\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course \u003Cstrong\u003E\u003Cem\u003Ewill be constantly updated\u003C/em\u003E\u003C/strong\u003E with the support of the instructor.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo, what are you waiting for, enroll now to go through a comprehensive course\u003C/strong\u003E of one of the most popular and powerful programming languages on the market for , C#. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBecome A Professional C# Developer in no time!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe have a lot to cover in this course.\u003C/p\u003E\u003Cp\u003ELet\u0027s get started!\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/learn-coding-with-c-from-scratch-c-comprehensive-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4465000_13b6.jpg","duration":"4 heures","enrolledStudentsCount":"3 271 participants","lastUpdated":"Dernière mise à jour : 12/2021","targetAudiences":["C# New Developers","Programming and Software Development Engineering Newbies","Programmers, Developers, and Engineers who know other programming language but are new to C#"],"tags":["Développement","Langages de programmation","Langage C#"],"rating":{"count":10,"averageValue":"4.3"},"instructors":[{"name":"SDE OCTOPUS | AI","url":"/user/senior-microneer/","totalNumberOfStudents":507597,"totalNumberOfReviews":5465,"averageRating":4.312372877347531},{"name":"Ahmed Ibrahim","url":"/user/ahmed-ibrahim-94/","totalNumberOfStudents":372863,"totalNumberOfReviews":4743,"averageRating":4.3373623429824555}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"74F3F72E8706B14EA79A","originalPrice":"9.600 ₹","discountedPrice":"6.240 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/tekla-steel-structure-modeling/":{"courseDetails":{"courseId":4066992,"title":"Tekla structures Shop drawings Steel Structure","shortDescription":"Modeling a steel structure on Tekla structures software","longDescription":"\u003Cp\u003ETekla structures is a building information modeling software able to model structures that incorporate different kinds of building materials, including steel, concrete, timber, and glass.\u003C/p\u003E\u003Cp\u003ETekla structures the most advanced structural BIM\u0026nbsp;software, lets you create, combine, manage and share multi-material 3D\u0026nbsp;models packed with valuable construction information. \u003C/p\u003E\u003Cp\u003EWith Tekla structures you can create accurate information-rich 3D models that have all the structural data you need to build and maintain any type of structure. \u003C/p\u003E\u003Cp\u003EYou can also import, export and link your data with other software solutions, digital construction tools and fabrication machinery for smoother workflow.\u003C/p\u003E\u003Cp\u003EIn this course we will do a practice by modeling a steel structure on Tekla the modeling will include all the steel structural elements (beams, columns, rails, purlins, frame, bracing, truss, concrete slab,\u0026nbsp; foundations and connections) \u003C/p\u003E\u003Cp\u003EAlso we will show in this course how we can export the drawings from Tekla structures software to other software\u003C/p\u003E\u003Cp\u003EThe project that will worked on is a steel hangar structure with length 75m and width 25m \u003C/p\u003E\u003Cp\u003EIn this course we will show the different standard steel sections \u003Cstrong\u003EI Section (HP, M, S, W)\u003C/strong\u003E; \u003Cstrong\u003EC-Shape; Angle Sections; and Pipes sections \u003C/strong\u003Ewe will show how we can model and using these different structural steel sections how you define them and design\u003C/p\u003E\u003Cp\u003EThe dimensions and properties for structural sections commonly used in steel building structure design and construction are given in this course in addition to all design consideration and\u0026nbsp; proper material availability and specification according the AISC code.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/tekla-steel-structure-modeling/","imageUri":"https://img-c.udemycdn.com/course/750x422/4066992_974a.jpg","duration":"3,5 horas","enrolledStudentsCount":"405 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Beginner and Expert"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Tekla Structures"],"rating":{"count":62,"averageValue":"4.6"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"31D851B380838FFFE909","originalPrice":"7.680 ₹","discountedPrice":"4.992 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/robot-structural-design-15-stories-residential-buildings/":{"courseDetails":{"courseId":3540508,"title":"Robot structural design 15 stories residential buildings","shortDescription":"Analysis and design of 15 stories and one basement R.C Building on Robot software including earthquake design \u002B Pool","longDescription":"\u003Cp\u003EThis course not just a tutorial on Robot software but it is a complete understanding about structural design analysis, how civil engineer must begin with the project, how he/she must think, how we can determine the dimension of the element before modeling them check it in the software. In this course we will design a 15 stories of a residential buildings, within the work we will define and design all types of slabs such as (waffle slab, one way ribbed slab, two way ribbed slab, flat slab and solid slab), foundations, earthquake loads, columns and beams and shear walls \u002B design a swimming pool in Robot\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/robot-structural-design-15-stories-residential-buildings/","imageUri":"https://img-c.udemycdn.com/course/750x422/3540508_b9e5.jpg","duration":"3 horas","enrolledStudentsCount":"1.455 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Beginner and expert civil engineer"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Robot Structural Analysis Professional"],"rating":{"count":29,"averageValue":"4.1"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"748D440488E019F73199","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/csi-sap2000-3d-building-design-all-type-of-stairstanks/":{"courseDetails":{"courseId":3580581,"title":"CSI Sap2000 3D building design \u002B all type of (Stairs\u002BTanks)","shortDescription":"CSI Sap2000V21 structural design of 15 stories buildings \u002B all types pf stairs \u002B all types of water tank \u002B 2D work","longDescription":"\u003Cp\u003EThis course not just a tutorial on software Sap2000 but it is a complete understanding about structural design analysis, how civil engineer must begin with the project, how he/she must think, how we can determine the dimension of the element before modeling them check it in the software. In this course we will design a 15 stories of a residential buildings, within the work we will define and design all types of slabs such as (waffle slab, one way ribbed slab, two way ribbed slab, flat slab and solid slab), earthquake with static and dynamic case, wind loads, columns and beams and shear walls \u002B Advanced lectures in ETABS\u0026nbsp;\u002B Advanced lecture in Sap2000 (design all types of Stairs \u002B water tanks \u002B 2D work) \u002B Structural design of\u0026nbsp; a Dome\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/csi-sap2000-3d-building-design-all-type-of-stairstanks/","imageUri":"https://img-c.udemycdn.com/course/750x422/3580581_3b51_6.jpg","duration":"7 horas","enrolledStudentsCount":"5.385 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Beginner and Expert"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","SAP2000"],"rating":{"count":88,"averageValue":"4.5"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EA4C3E07572348ED2458","originalPrice":"6.400 ₹","discountedPrice":"4.160 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/aprende-rapidamente-en-1-hora-power-bi-en-espanol/":{"courseDetails":{"courseId":4212158,"title":"Aprende en 2022 RÁPIDAMENTE   Power BI en Español","shortDescription":"Power BI Agíl para Tomar Desiciones Asertivas","longDescription":"\u003Cp\u003EVamos a aprender¡ este curso te pondrá al día y te pondrá a trabajar en un \u003Cstrong\u003E\u003Cem\u003Etiempo muy reducido\u003C/em\u003E\u003C/strong\u003E, brindándote la base fundamental para comenzar el viaje para convertirse en un \u003Cstrong\u003E\u003Cem\u003EEXPERTO en Power BI\u003C/em\u003E\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EEn este curso, aprenderás cómo traer los datos, crear relaciones, administrar los datos, identificar diferentes fuentes de datos, crear medidas, usar \u003Cstrong\u003E\u003Cem\u003EDAX\u003C/em\u003E\u003C/strong\u003E y todas las demás habilidades que necesita para construir un modelo de datos que garantice que sus informes sean de primera categoría. La información que requieres para el mismo tambien te la aportaré de manera que cuentes con todo lo que necesites para \u003Cstrong\u003E\u003Cem\u003EDIVERTIRTE y APRENDER\u003C/em\u003E\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003ESimplemente quiero decir que terminarás el curso y serás un experto en la versión más reciente de Power BI.\u003C/p\u003E\u003Cp\u003EEl curso está estructurado para que aprendas desde lo más básico de Power BI y vayas construyendo sobre ese conocimiento. Con todos estos conocimientos vas a poder identificar patrones de comportamientos, tendencias y relaciones entre datos.\u003C/p\u003E\u003Cp\u003EVas a ser utilizar Power BI como si lo hubieras usado por toda tu vida. También estarás totalmente preparado para recoger, examinar y presentar tus análisis para cualquier propósito que requieras.\u003C/p\u003E\u003Cp\u003EEste curso lo hé desarrollado en\u003Cstrong\u003E\u003Cem\u003E (2022)\u003C/em\u003E\u003C/strong\u003E, razón por la cual cuenta con la última interfaz de Power BI Desktop, por lo que utilizará la última versión disponible del la aplicación y le enseñará adicionalmente a configurarle e instalarle.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Spanish","courseUri":"https://www.udemy.com/course/aprende-rapidamente-en-1-hora-power-bi-en-espanol/","imageUri":"https://img-c.udemycdn.com/course/750x422/4212158_26c8_9.jpg","duration":"2 hours","enrolledStudentsCount":"18,548 students","lastUpdated":"Last updated 9/2021","targetAudiences":["Personas que necesiten aprender Power BI para uso personal, en el trabajo o para su negocio.","Quieres destacar en tu trabajo o buscar nuevas oportunidades. Power BI es el software de BI más utilizado.","Aquella persona que necesite analizar datos en su trabajo","Quien quiera conocer nuevas herramientas para preparar reportes y analizar la información","Quien quiera ser un experto en la nueva herramienta de Microsoft","Usuarios que quieran mejorar sus habilidades de análisis"],"tags":["Business","Management","Decision Making"],"rating":{"count":293,"averageValue":"4.4"},"instructors":[{"name":"Carlos Alberto Cañón Romero","url":"/user/carlos-alberto-canon-romero/","totalNumberOfStudents":36496,"totalNumberOfReviews":743,"averageRating":4.301254668817204}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"749A0BC75390713B7901","originalPrice":"1 280 ₹","discountedPrice":"832 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/learn-evernote/":{"courseDetails":{"courseId":2778784,"title":"Evernote Ultimate Course 2022","shortDescription":"Everything you need to know about Evernote\u0027s New Web Interface and how to be more Productive Everyday in 2022","longDescription":"\u003Cp\u003EHave you always wanted to learn Evernote but don\u0027t know where to start?\u003C/p\u003E\u003Cp\u003EWould you like to make amazing Projects and bring your ideas to life?\u003C/p\u003E\u003Cp\u003EThen Evernote 2022 Ultimate Course is for you!\u003C/p\u003E\u003Cp\u003EHi, I’m your instructor Josh Werner and I’ll be leading you through this course.\u003C/p\u003E\u003Cp\u003EEvernote is an in-demand skill in 2022. \u003C/p\u003E\u003Cp\u003EThe course begins with the basics.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EI\u0027ll take you through everything you need to know to start projects like an expert with Evernote.\u003C/p\u003E\u003Cp\u003EYou\u0027ll learn all the fundamentals of Evernote. \u003C/p\u003E\u003Cp\u003EThis is great for students starting or for Designers that need a refresher course on Evernote.\u003C/p\u003E\u003Cp\u003EThere are no requirements necessary to enroll I only ask that you come open minded and ready to learn\u003C/p\u003E\u003Cp\u003EFeel Free to look through the course description and checkout some of my preview videos\u003C/p\u003E\u003Cp\u003EThe course is packed with over 3 hours of hands-on tutorials\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere is what you will Learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E01. Introduction\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 001. Overview\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E02. Features\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 002. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 003. Sync and Organize\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 004. Web Clipper\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 005. Templates\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 006. PDF \u0026amp; Doc Search\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 007. Spaces\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 008. Search Handwriting\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 009. Document Scanning\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 010. App Integrations\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 011. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E03. Plans\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 012. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 013. Free\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 014. Premium\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 015. Business\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 016. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E04. Account\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 017. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 018. Signup for Account\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 019. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E05. Main Menu\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 020. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 021. Home\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 022. Shortcuts\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 023. Notes\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 024. Notebooks\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 025. Tags\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 026. Shared with Me\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 027. Trash\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 028. Upgrade\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 029. What\u0027s New\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 030. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E06. New Note\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 031. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 032. New Note\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 033. New Task\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 034. Blank Note\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 035. To-Do\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 036. Meal Planner\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 037. Daily Reflection\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 038. Meeting Note\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 039. Project Plan\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 040. Lecture Notes\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 041. Essay Outline\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 042. Weekly Planner\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 043. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E07. Settings \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 044. Overview\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 045. Account Summary\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 046. Personal Settings\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 047. Devices\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 048. Profile\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 049. Reminders\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 050. Points\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 051. Go Premium\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 052. Security Summary\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 053. Access History\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 054. Connected Services\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 055. Account Status\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 056. Summary\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E08. Conclusion\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; 057. Summary\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo what are you waiting for? I look forward to going through course with you I’ll see you inside!\u003C/strong\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/learn-evernote/","imageUri":"https://img-c.udemycdn.com/course/750x422/2778784_b63b_2.jpg","duration":"3 heures","enrolledStudentsCount":"54 787 participants","lastUpdated":"Dernière mise à jour : 8/2021","targetAudiences":["Beginner to Advanced Students wanting to Learn Evernote"],"tags":["Productivité bureautique","Productivité bureautique - Divers","Evernote"],"rating":{"count":194,"averageValue":"2.5"},"instructors":[{"name":"Learn Tech Plus","url":"/user/josh-werner/","totalNumberOfStudents":1349059,"totalNumberOfReviews":48812,"averageRating":3.7660704937722924}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"TRY100FREE12204","originalPrice":"12 800 ₹","discountedPrice":"8 320 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/cryptocurrency-bitcoin-ethereum-capital-gains-tax-secrets/":{"courseDetails":{"courseId":4432282,"title":"Cryptocurrency, BitCoin, Ethereum Capital Gains Tax Secrets","shortDescription":"Save On Your Taxes","longDescription":"\u003Cp\u003EAre you concerned about your Capital Gains tax exposure from investing in cryptocurrencies? Were you one of the ‘lucky ones’ who got in at the right time?\u003C/p\u003E\u003Cp\u003EBut now face extraordinary tax liabilities?\u003C/p\u003E\u003Cp\u003EDid you know the US government is floating the idea of taxing capital gains in the year it occurred instead of the year you sell and realize your capital gain?\u003C/p\u003E\u003Cp\u003EYour accountant will tell you there is nothing you can do.\u003C/p\u003E\u003Cp\u003EOnce you take this course you will understand you still have options to explore.Crypto-millionaires have seen massive increases in the value of their cryptocurrencies, like BitCoin, Ethereum, Dogecoin, and many others. When they want to cash out their crypto, they face huge capital gains. And not only that, the US\u0026nbsp;government is looking at taxing Capital Gains in the year they occurred instead of when the Capital Gains is realized. This could be a huge problem for crypto investors.\u003C/p\u003E\u003Cp\u003EThere is a coming storm in the world of finance as governments around the world engage in a global contest to digitize their currencies.\u003C/p\u003E\u003Cp\u003EAnd how they deal with the huge growth in prices for crypto, will affect where crypto-millionaires end up living, and how they respond to these draconian tax changes.\u003C/p\u003E\u003Cp\u003EMicrosoft CEO Satya Nadella sold about half of his shares in the company last week, according to a federal securities filing, ahead of a change in the way the shares will be taxed.\u003C/p\u003E\u003Cp\u003EThe Wall Street Journal reported that the sale could be related to Washington state instituting a 7% tax for long-term capital gains beginning at the start of next year for anything exceeding $250,000 a year.\u003C/p\u003E\u003Cp\u003EIf Nadella had taken this course, he would know strategies that would give him different options and protect his wealth.\u003C/p\u003E\u003Cp\u003EDigital currency or cryptocurrency has occupied a large part of social media platforms in recent years.\u003C/p\u003E\u003Cp\u003ETechnological change is upending finance.\u003C/p\u003E\u003Cp\u003EBitcoin has gone from being an obsession of anarchists to a $1,000,000,000,000 asset class that many fund managers insist belongs in any balanced portfolio.\u003C/p\u003E\u003Cp\u003EChanges are coming to capital gains taxes, set to start in January of 2023, that the savvy crypto investor needs to take into consideration in their financial structures.\u003C/p\u003E\u003Cp\u003ENo more excuses. Join today and don\u0027t be left out in the cold.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/cryptocurrency-bitcoin-ethereum-capital-gains-tax-secrets/","imageUri":"https://img-b.udemycdn.com/course/750x422/4432282_1ad0_3.jpg?secure=hIK3nJoQzbAVVK0-ki0-Lw%3D%3D%2C1643929798","duration":"2,5 heures","enrolledStudentsCount":"2 113 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Advanced Crypto traders and early adopters of Bitcoin"],"tags":["Finance et comptabilité","Cryptomonnaies et blockchain","Cryptomonnaie"],"rating":{"count":2,"averageValue":"3.3"},"instructors":[{"name":"Scott Paton","url":"/user/scottpaton/","totalNumberOfStudents":584400,"totalNumberOfReviews":12284,"averageRating":4.278101560776847}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFEB","originalPrice":"12 800 ₹","discountedPrice":"8 320 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/marketing-analytics-forecasting-models-with-excel/":{"courseDetails":{"courseId":2365872,"title":"Marketing Analytics: Forecasting Models with Excel","shortDescription":"Master Marketing Analytics| Forecasting and Time Series analysis | Sales Forecasting| Build Forecasting models in Excel","longDescription":"\u003Cp\u003EYou\u0027re looking for a complete \u003Cstrong\u003Ecourse on understanding Forecasting models and forecasting analytics to \u003C/strong\u003Edrive business decisions involving production schedules, inventory management, manpower planning, demand forecasting, and many other parts of the business., right?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou\u0027ve found the right Marketing Analytics: Forecasting Models with Excel! This course \u003C/strong\u003Eteaches you everything you need to know about different forecasting models and how to implement these models for devising forecasting analytics in Excel using advanced excel tool.\u003C/p\u003E\u003Cp\u003EAfter completing this course \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EImplement forecasting analytics and forecasting models such as \u003Cstrong\u003Esimple linear, simple multiple regression, Ratio to Moving Average, Winter\u0027s method for exponential smoothing with trend and seasonality, famous Bass diffusion model \u003C/strong\u003Eand many more.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIncrease revenue/profit of your firm by implementing accurate forecasting analytics using Excel solver Add-in\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfidently practice, discuss and understand different Forecasting analytics strategies and forecasting models used by organizations\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating demand forecasting strategies using forecasting analytics techniques and various forecasting models.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EHow this course will help you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this Marketing Analytics: Forecasting Models with Excel course.\u003C/p\u003E\u003Cp\u003EIf you are a business manager or an executive, or a student who wants to learn and apply forecasting analytics and forecasting models in real world problems of business, this course will give you a solid base by teaching you the most popular forecasting models and how to implement it for effective demand forecasting and for devising forecasting analytics techniques.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe believe in \u003Cstrong\u003Eteaching by example\u003C/strong\u003E. This course is no exception. Every Section’s primary focus is to teach you the concepts on forecasting analytics, demand forecasting, forecasting models through how-to examples. Each section has the following components:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETheoretical concepts\u003C/strong\u003E and use cases of different forecasting models and forecasting analytics techniques\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStep-by-step instructions\u003C/strong\u003E on implement forecasting models and forecasting analytics techniques in excel for demand forecasting\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDownloadable Excel file\u003C/strong\u003E containing data and solutions used in each lecture on forecasting models and forecasting analytics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EClass notes and assignments\u003C/strong\u003E to revise and practice the concepts on demand forecasting, forecasting models and forecasting analytics techniques\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThe practical classes where we create the model for each of these strategies is something which differentiates this course from any other course available online.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course is taught by Abhishek and Pukhraj. As managers in Global Analytics Consulting firm, we have helped businesses solve their business problem using Analytics and we have used our experience to include the practical aspects of Marketing and data analytics in this course\u003C/p\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 170,000 enrollments and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThis is very good, i love the fact the all explanation given can be understood by a layman - Joshua\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThank you Author for this wonderful course. You are the best and this course is worth any price. - Daisy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Quizzes, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there are\u003Cstrong\u003E class notes\u003C/strong\u003E attached for you to follow along. You can also take \u003Cstrong\u003Equizzes\u003C/strong\u003E to check your understanding of concepts. Each section contains a \u003Cstrong\u003Epractice assignment\u003C/strong\u003E for you to practically implement your learning.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is covered in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUnderstanding how future sales will change is one of the key information needed by manager to take data driven decisions. In this course, we will explore how one can \u003Cstrong\u003Euse forecasting models to\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESee patterns in time series data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake forecasts based on models\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ELet me give you a brief overview of the course\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 1 - Introduction\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section we will learn about the course structure\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 2 - Basics of Forecasting\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section, we will discuss about the basic of forecasting and we will also learn the easiest way to create simple linear regression model in Excel\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 3 -\u003C/strong\u003E \u003Cstrong\u003EGetting Data Ready for Regression Model\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section you will learn what actions you need to take a step by step to get the data and then prepare it for the analysis these steps are very important.\u003C/p\u003E\u003Cp\u003EWe start with understanding the importance of business knowledge then we will see how to do data exploration. We learn how to do uni-variate analysis and bi-variate analysis then we cover topics like\u003Cstrong\u003E outlier treatment and missing value imputation.\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 4 - Forecasting using Regression Model\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis section starts with simple linear regression and then covers multiple linear regression.We have covered the basic theory behind each concept without getting too mathematical about it so that you understand where the concept is coming from and how it is important. But even if you don\u0027t understand it, it will be okay as long as you learn how to run and interpret the result as taught in the practical lectures.\u003C/p\u003E\u003Cp\u003EWe also look at how to quantify models accuracy, what is the meaning of F statistic, how categorical variables in the independent variables dataset are interpreted in the results.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 5 - Handling Special events like Holiday sales\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section we will learn how to incorporate effects of Day of Week Effect, Month Effect or any special event such Holidays, pay day etc.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 6 - Identifying Seasonality \u0026amp; Trend for Forecasting\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section we will learn about trends and seasonality and how to use the Solver to develop an additive or multiplicative model to estimate \u003Cstrong\u003Etrends and seasonality\u003C/strong\u003E. We will also learn how to use \u003Cstrong\u003Emoving averages\u003C/strong\u003E to eliminate seasonality to easily see trends in sales.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 7 - Handling Changing Trend \u0026amp; Seasonality over time\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section we will learn about \u003Cstrong\u003EWinter’s Method\u003C/strong\u003E that changes trend and seasonal index estimates during each period has a better chance of keeping up with changes than other methods.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 8 - Forecasting models for New Products\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this section we will learn techniques to forecast new product sales. It is difficult to forecast when we have little or no historical data. The\u003Cstrong\u003E S curve\u003C/strong\u003E can be used when we have little data and the famous \u003Cstrong\u003Ebass diffusion model \u003C/strong\u003Ecan be used to predict product sales even before the product is launched in the market.\u003C/p\u003E\u003Cp\u003ESome of the examples in this course are from the book \u003Cem\u003EMarketing Analytics: Data-Driven Techniques with Microsoft Excel \u003C/em\u003E[\u003Cem\u003EWinston\u003C/em\u003E, \u003Cem\u003EWayne\u003C/em\u003E L.]. We suggest this book as reading material for anyone aspiring to be a marketing analyst.\u003C/p\u003E\u003Cp\u003EI am pretty confident that the course will give you the necessary knowledge and skills related to forecasting analytics, forecasting models and demand forecasting strategies; to immediately see practical benefits in your work place.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGo ahead and click the enroll button, and I\u0027ll see you in lesson 1 of this course on forecasting analytics and forecasting models!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECheers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart-Tech Academy\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/marketing-analytics-forecasting-models-with-excel/","imageUri":"https://img-b.udemycdn.com/course/750x422/2365872_cbf2_2.jpg?secure=ODi4UVgHy0-dOY-4TGnG4Q%3D%3D%2C1643929160","duration":"7 hours","enrolledStudentsCount":"114,509 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Anyone curious to master Forecasting Models from beginner to advanced"],"tags":["Marketing","Marketing Analytics \u0026 Automation","Excel Modeling"],"rating":{"count":1323,"averageValue":"4.4"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1387127,"totalNumberOfReviews":60933,"averageRating":4.431129764571138}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"J481819","originalPrice":"1 920 ₹","discountedPrice":"1 248 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/microsoft-excel-basic-excel-formulas-and-functions/":{"courseDetails":{"courseId":2443992,"title":"Microsoft Excel - MS Excel Formulas \u0026 Functions in just 3hrs","shortDescription":"All important Microsoft Excel formulas and functions covered within 3 hours | Must-know MS Excel formulas and functions","longDescription":"\u003Cp\u003E\u003Cstrong\u003EStart using Excel to its full potential to become proficient at your Excel tasks today! \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEither you\u0027re new to Excel, or you\u0027ve played around with it but want to get more comfortable with all the popular functions in Microsoft Excel, either way, this course will be great for you.\u003C/p\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this Excel course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is a complete and concise tutorial on MS Excel formulas which can be completed within 3 hours. We know that your time is important and hence we have created this fast paced course without wasting time on irrelevant Excel operations. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course is taught by Abhishek and Pukhraj. Instructors of the course have been using Excel for over a decade. \u003C/p\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 150,000 enrollments and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EI had an awesome moment taking this course. It broaden my knowledge more on the power use of Excel as an analytical tools. Kudos to the instructor! - Sikiru\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EVery insightful, learning very nifty tricks and enough detail to make it stick in your mind. - Armand\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Quizzes, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there is a practice sheet attached for you to follow along. You can also take quizzes to check your understanding of concepts. Each section contains a practice assignment for you to practically implement your learning. Solution to Assignment is also shared so that you can review your performance. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is covered in this course? \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course covers everything you need to crack Excel in the professional work place.\u003C/p\u003E\u003Cp\u003EBelow are the Excel course contents of this complete and concise course on Microsoft Excel:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EIntroduction\u003C/strong\u003E - In this video, the structure and contents of the course are discussed.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMathematical Functions\u003C/strong\u003E - This lecture covers Mathematical formulas such as SUM, AVERAGE,RAND, MIN \u0026amp; MAX, SUMPRODUCT.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETextual Formulas\u003C/strong\u003E - This Excel lecture covers Textual formulas such as TRIM, CONCATENATE, SUBSTITUTE, UPPER \u0026amp; LOWER, LENGTH, LEFT, RIGHT \u0026amp; MID\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELogical Formulas\u003C/strong\u003E - This lecture covers Logical formulas such as AND \u0026amp; OR, IF, COUNTIF, SUMIF\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDate-time (Temporal) Formulas\u003C/strong\u003E - This lecture covers Date-time related functions such as TODAY \u0026amp; NOW, DAY, MONTH \u0026amp; YEAR, DATEDIF \u0026amp; DAYS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELookup Formulas\u003C/strong\u003E - This Excel lecture covers Lookup formulas such as VLOOKUP, HLOOKUP, INDEX, MATCH\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EData Tools\u003C/strong\u003E - This lecture covers Data operating tools such as Data Sorting and Filtering, Data validation, Removing duplicates, Importing Data (Text-to-columns)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPivot Tables\u003C/strong\u003E - This Excel lecture covers Pivot tables end-to-end.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/microsoft-excel-basic-excel-formulas-and-functions/","imageUri":"https://img-c.udemycdn.com/course/750x422/2443992_4872_2.jpg","duration":"3 heures","enrolledStudentsCount":"23 572 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Anyone curious to master excel in short span of time"],"tags":["Productivité bureautique","Microsoft","Formules et fonctions Excel"],"rating":{"count":541,"averageValue":"4.4"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1387127,"totalNumberOfReviews":60933,"averageRating":4.431129764571138}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"J66988D","originalPrice":"1 280 ₹","discountedPrice":"832 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/como-crear-una-landing-page-con-wordpress-desde-cero/":{"courseDetails":{"courseId":4234262,"title":"Cómo Crear una Landing Page con WordPress Desde Cero 2022","shortDescription":"Aprende a cómo crear una landing page  con WordPress y consigue clientes a través de Internet, de forma fácil y simple.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWORDPRESS\u003C/strong\u003E es una plataforma para construir y diseñar sitios web, tales como blogs, tiendas virtuales, escuelas virtuales y landing pages (páginas de aterrizaje), sin necesidad de tener experiencia en diseño web y programación, puedes diseñar cualquier tipo de sitio web de forma fácil y simple.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EEl 38% de los sitios web de Internet han sido creados con WordPress\u003C/strong\u003E. Es una herramienta muy fácil de aprender y se puede personalizar un sitio web de \u003Cstrong\u003EWordPress\u003C/strong\u003E para cualquier propósito. Ya sea que desees crear un portafolio personal, un blog o un sitio web comercial para vender tus productos y servicios.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003EEn nuestro curso utilizaremos las últimas técnicas para crear y diseñar una \u003Cstrong\u003Elanding page en WordPress,\u003C/strong\u003E utilizando el constructor visual de Elementor que nos brinda la flexibilidad de crear y diseñar nuestra \u003Cstrong\u003Elanding page en WordPress\u003C/strong\u003E, utilizando los temas y plantillas que nos brinda el constructor visual, que llevarán tu diseño web al siguiente nivel, y por último integraremos nuestra landing page a una plataforma de email marketing, para que puedas registrar los datos de tus suscriptores en una base de datos.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENuestro curso es 100% práctico\u003C/strong\u003E, lo guiaremos a través de diversos pasos y juntos crearemos tu \u003Cstrong\u003Elanding page en WordPress\u003C/strong\u003E, de modo que al finalizar nuestro curso, tendrás tu landing page diseñada a tu gusto e integrada a una plataforma de email marketing.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿QUÉ APRENDERÁS EN NUESTRO CURSO?\u003Cbr\u003E\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAdquirir un Hosting y Dominio para tu landing page de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstalar el certificado SSL para tu dominio.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear cuentas de correo corporativas con tu dominio y hosting.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear landing pages profesionales en WordPress desde cero.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPersonalizar el diseño de tu landing page de forma profesional.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntegrar tu landing page de WordPress con una plataforma de email marketing.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear un formulario de suscripción e integrarlo con tu landing page de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear automatizaciones de correo para los usuarios registrados en tu landing page de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EColocar un bloque de temporizador (cuenta regresiva) en tu landing page de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdaptar tu landing page de WordPress a dispositivos móviles (tablets y celulares).\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿POR QUÉ ACCEDER A NUESTRO CURSO?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003ENuestro curso de \u003Cstrong\u003E\u0022Cómo Crear una Landing Page con WordPress Desde Cero 2022\u0022\u003C/strong\u003E, es impartido por el experto y consultor de marketing digital: \u0022\u003Cstrong\u003ERenato Yacolca\u003C/strong\u003E\u0022,\u0026nbsp; creador de uno de los canales de YouTube más populares del mundo en los temas de tutoriales y marketing digital: \u003Cstrong\u003EProgramación Fácil, SEO y Marketing\u003C/strong\u003E, con más de \u003Cstrong\u003E150,000 estudiantes (Botón de Plata de YouTube)\u003C/strong\u003E, en el que le mostrará las diversas formas de crear una landing page con \u003Cstrong\u003EWordPress \u003C/strong\u003Ede forma fácil y simple. \u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003E\u003Cbr\u003E¡ACCEDE AHORA AL CURSO!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EInscríbase ahora\u003C/strong\u003E y empiece con su aprendizaje en nuestro curso. Hay herramientas interesantes, atractivas y nuevas que aprender en la \u003Cstrong\u003Eplataforma de WordPress\u003C/strong\u003E.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi tiene alguna pregunta sobre el contenido del curso o algo relacionado con este tema, siempre puede publicar una pregunta en el curso o enviarme un mensaje directo.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¡Adelante, haz clic en el botón de \u003Cstrong\u003ECOMPRAR AHORA\u003C/strong\u003E y te veré en la lección 1!\u003C/p\u003E\u003Cp\u003ESaludos,\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERenato Jesús Yacolca Neyra\u003C/strong\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/como-crear-una-landing-page-con-wordpress-desde-cero/","imageUri":"https://img-c.udemycdn.com/course/750x422/4234262_07d6_4.jpg","duration":"3 horas","enrolledStudentsCount":"1.645 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Emprendedores y personas que deseen conseguir tráfico web y ventas en una landing page de WordPress.","Emprendedores y personas que deseen configurar una landing page diseñada profesionalmente desde cero.","Emprendedores y personas que busquen comenzar una carrera en el nicho de creación de landing pages de WordPress.","Emprendedores y personas que quieran aprender a usar WordPress de forma profesional."],"tags":["Diseño","Diseño web","WordPress"],"rating":{"count":4,"averageValue":"3.7"},"instructors":[{"name":"Renato Jesús Yacolca Neyra","url":"/user/renato-jesus-yacolca-neyra-2/","totalNumberOfStudents":71012,"totalNumberOfReviews":1541,"averageRating":4.225018075285171}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"LANDING-GR2","originalPrice":"12 800 ₹","discountedPrice":"8 320 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/project-management-crash-course1/":{"courseDetails":{"courseId":4362924,"title":"Project Management Crash Course in 60 Minutes","shortDescription":"Project, Programme, Portfolio, PMI, PMBOK, PMP, Plan, Schedule, Risk, MS Project, Primavera, Agile, Scrum, Crash Course","longDescription":"\u003Cp\u003EWelcome to the Project Management Crash Course.\u003C/p\u003E\u003Cp\u003EThis course is designed to help you for your practical day to day project management, to improve your project management knowledge, skills and to enhance your career by understanding and opting for best suited project management certification for you.\u003C/p\u003E\u003Cp\u003E- You will learn the basic concepts of Project management to understand difference between a project and operations, classification of projects, programme and portfolio and the understanding of project management.\u003C/p\u003E\u003Cp\u003E- I will explain you some important terminologies for project management that are used in day to day communication related to project management.\u003C/p\u003E\u003Cp\u003E- You will get a full understanding of project life cycle. What are different phases in a project and how they are mapped from initiating till closing the project. What are the inputs and outputs in each phase.\u003C/p\u003E\u003Cp\u003E- You will learn 10 knowledge areas and 49 processes used in project management.\u003C/p\u003E\u003Cp\u003E- I will provide you the list of important documents that are used in every project. You will understand the purpose of each document and also, you will get free templates for all documents to use in your projects.\u003C/p\u003E\u003Cp\u003E- Project Manager role is very critical for the success of a project. You will learn that what are the key responsibilities a project manager needs to perform in order to ensure the successful delivery of his/her project.\u003C/p\u003E\u003Cp\u003E- To perform the project manager duties in productive way, you must have some key skills. I will teach you what are those skills and how a project manager can develop and enhance those skills.\u003C/p\u003E\u003Cp\u003E- There are different types of plan driven and change driven project management methodologies used for different type of projects. You will be able get the understanding of those methodologies and learn the pro’s and Cons for each type of methodology.\u003C/p\u003E\u003Cp\u003E- You will learn the best software’s that can be used for each type of Project management methodology.\u003C/p\u003E\u003Cp\u003E- I will provide you the information of widely accepted certifications in project management field. Based on that information you will be able to decide the best fit certification for your current stage of Career.\u003C/p\u003E\u003Cp\u003EIn summery, After taking this course, you will have full understanding of project management basic concepts, day to day terminologies, project management processes, different methodologies for project management. You will also have the list and templates for important project management documents and understanding of your role as project manager. You will have the information for top skills you need, which software tools you can use and in order to pursue your career in project management, the best suited certification for you as well.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/project-management-crash-course1/","imageUri":"https://img-c.udemycdn.com/course/750x422/4362924_9797_4.jpg","duration":"1 hora","enrolledStudentsCount":"3.376 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Welcome to the Project Management Crash Course.  This course is designed to help you for your practical day to day project management, to improve your project management knowledge, skills and to enhance your career by understanding and opting for best suited project management certification for you.","You will learn the basic concepts of Project management to understand difference between a project and operations, classification of projects, programme and portfolio and the understanding of project management.","I will explain you some important terminologies for project management that are used in day to day communication related to project management.","You will get a full understanding of project life cycle. What are different phases in a project and how they are mapped from initiating till closing the project. What are the inputs and outputs in each phase.","You will learn 10 knowledge areas and 49 processes used in project management.","I will provide you the list of important documents that are used in every project. You will understand the purpose of each document and also, you will get free templates for all documents to use in your projects.","Project Manager role is very critical for the success of a project. You will learn that what are the key responsibilities a project manager needs to perform in order to ensure the successful delivery of his/her project.","To perform the project manager duties in productive way, you must have some key skills. I will teach you what are those skills and how a project manager can develop and enhance those skills.","There are different types of plan driven and change driven project management methodologies used for different type of projects. You will be able get the understanding of those methodologies and learn the pro’s and Cons for each type of methodology.","You will learn the best software’s that can be used for each type of Project management methodology.","I will provide you the information of widely accepted certifications in project management field. Based on that information you will be able to decide the best fit certification for your current stage of Career.","In summery, After taking this course, you will have full understanding of project management basic concepts, day to day terminologies, project management processes, different methodologies for project management. You will also have the list and templates for important project management documents and understanding of your role as project manager. You will have the information for top skills you need, which software tools you can use and in order to pursue your career in project management, the best suited certification for you as well."],"tags":["Negocios","Gestión de proyectos","Gestión de proyectos"],"rating":{"count":112,"averageValue":"4.5"},"instructors":[{"name":"Hammad Saeed, PMP","url":"/user/hammad-saeed-20/","totalNumberOfStudents":3376,"totalNumberOfReviews":112,"averageRating":4.492055}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PMFC2022","originalPrice":"5 120 ₹","discountedPrice":"3 328 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/cyber-hygiene/":{"courseDetails":{"courseId":3618502,"title":"Cyber Hygiene - Compact Awareness Guide on Internet Security","shortDescription":"Intro to Cyber Security, Threat Landscape, Ways to Secure, Pros \u0026 Cons of Social Media, Best Practices \u0026 FREE Tools","longDescription":"\u003Cp\u003EFirst things first, this is not another big and bulky course which you will not gonna finish, \u003Cstrong\u003E\u003Cem\u003ELike EVER ;)\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECyber Threats have increased significantly in recent times and hackers are keeping their game up-to-date to be ahead of their victims (WE) at all times.\u003C/p\u003E\u003Cp\u003EThere are ONLY two proven ways to overcome ever growing cyber threats; first via continuous learning \u0026amp; awareness and second via technological implementation. By enrolling into this course you will surely be taking first step in the right direction!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EREMEMBER:\u003C/strong\u003E \u003Cem\u003EBad guys only has to be lucky once, while we have to be lucky all the time!!!\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI have tried to kept this as compact as possible to cover the most important topics accompanied by interactive presentation to keep you interested till the end.\u003C/p\u003E\u003Cp\u003EResource links are placed strategically along with each chapter so you can follow along with the news, FREE \u0026amp; paid tools, videos, documentaries and many other interesting items to strengthen your knowledge with real worldly touch.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWhat we will cover:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWill start with the introduction to cyber security and its landscape, because you can\u0027t defend what you don’t know about. Don’t worry, its compact and won’t take much time\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENext up we will go through the best practices to keep you safe online\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFollowed by the pros and cons of social media\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnd lastly concluding with the ending remarks with best takings from this course along with some free tools to keep your security check up to date\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESo what are you waiting for, I can guarantee that in the next couple of hours you will learn some of the best practices to be safe and secure online!!!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHappy Learning :)\u003C/p\u003E\u003Cp\u003EBest Regards, KB\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/cyber-hygiene/","imageUri":"https://img-c.udemycdn.com/course/750x422/3618502_b6ec_3.jpg","duration":"1 heure","enrolledStudentsCount":"9 868 participants","lastUpdated":"Dernière mise à jour : 12/2020","targetAudiences":["Everyone who is on the internet"],"tags":["Informatique et logiciels","Réseaux et sécurité","Sensibilisation à la cybersécurité"],"rating":{"count":84,"averageValue":"4.6"},"instructors":[{"name":"Karim Barkat","url":"/user/karim-barkat-ali/","totalNumberOfStudents":9905,"totalNumberOfReviews":84,"averageRating":4.577631}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F655FF852DDA623A977C","originalPrice":"1 280 ₹","discountedPrice":"832 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/autodesk-revit-robot-building-design-sheets-boq/":{"courseDetails":{"courseId":3516692,"title":"Autodesk Revit \u0026 Robot Structural Analysis \u002B Sheets \u002B BOQ","shortDescription":"Autodesk Revit \u0026 Robot building structural design \u002Bdraw structural sheets \u002B BOQ \u002B advanced lectures in Revit \u0026 Robot","longDescription":"\u003Cp\u003EThis course not just a tutorial on software Revit and Robot but it is a complete understanding about structural design analysis, how civil engineer must begin with the project, how he/she must think, how we can determine the dimension of the element before modeling them check it in the software. In this course we will design a 15 stories of a residential buildings, within the work we will define and design all types of slabs such as (waffle slab, one way ribbed slab, two way ribbed slab, flat slab and solid slab), all types of foundations such as (isolated,combined,strip and mat), earthquake loads, columns and beams and shear walls \u002B Advanced lectures in Revit\u0026nbsp;\u002B Advanced lectures in Robot \u002B design a swimming pool in Robot\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/autodesk-revit-robot-building-design-sheets-boq/","imageUri":"https://img-b.udemycdn.com/course/750x422/3516692_8f37_2.jpg?secure=1EsNXoAnbhdPkEQ7x1twmw%3D%3D%2C1643911748","duration":"6,5 heures","enrolledStudentsCount":"12 235 participants","lastUpdated":"Dernière mise à jour : 7/2021","targetAudiences":["Beginner and Expert"],"tags":["Formations et diplômes","Ingénierie","Robot Structural Analysis Professional"],"rating":{"count":156,"averageValue":"4.2"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9BFBD83C244825287BED","originalPrice":"1 920 ₹","discountedPrice":"1 248 ₹","expirationText":"5 heures","discountPercentage":35}}},"freeCourses":{}}