{"coursesWithCoupon":{"https://www.udemy.com/course/excel-kurs/":{"courseDetails":{"courseId":1839672,"title":"Der Komplette Excel Kurs - Vom Anfänger zum Profi in 40h !","shortDescription":"Der 40 Stunden Excel-Kurs - Alles in einem Kurs (Diagramme, Pivots, VBA) - Vom absoluten Anfänger zum echten Excel Profi","longDescription":"\u003Cp\u003E\u003Cem\u003ELetzte Aktualisierung: 2.2.2022\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E***\u0026nbsp;DER KURS WIRD\u0026nbsp;LAUFEND\u0026nbsp;ERWEITERT -\u0026gt; neue Inhalte\u0026nbsp;jeden\u0026nbsp;Monat! ***\u0026nbsp; \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELERNE EXCEL VON\u0026nbsp;DER ERSTEN\u0026nbsp;FORMEL\u0026nbsp;BIS\u0026nbsp;HIN ZUM KOMPLEXEN\u0026nbsp;VBA\u0026nbsp;MAKRO! \u003Cbr\u003EDamit kannst Du jedes Excel-Problem lösen - das bedeutet, Du bist im Berufsleben unverzichtbar!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EDarf ich Dir zunächst ein\u0026nbsp;paar Fragen stellen?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EMöchtest Du mit Microsoft Excel wirklich durchstarten - \u003Cstrong\u003Eum Dir Deine Jobs in Zukunft aussuchen zu können\u003C/strong\u003E?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELernst Du auch gerne durch PRAKTISCHE Erklärungen mit \u003Cstrong\u003EECHTEN Beispielen\u003C/strong\u003E?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu willst\u0026nbsp;\u003Cem\u003Enicht\u003C/em\u003E\u0026nbsp;nur für den Kurs vorbereiteten Beispiele, die\u0026nbsp;in der Praxis doch\u0026nbsp;nicht relevant sind?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu willst\u0026nbsp;Erfahrungen und Best Practices aus 25 Jahren Excel-Erfahrung hören?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu willst die Excel Funktionen in der \u003Cstrong\u003ERICHTIGEN Reihenfolge\u003C/strong\u003E lernen, in der Du sie brauchst? \u003Cbr\u003E\u003Cstrong\u003E\u003Cbr\u003E...dann bist Du hier genau richtig! \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 1: Microsoft Excel für Einsteiger - von der ersten Formel zum sicheren Umgang mit Excel\u003Cbr\u003E\u003C/strong\u003EHier lernst Du von Grund auf Excel kennen. Du lernst:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWo Du\u0026nbsp; Excel überhaupt herbekommst\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWie Du Microsoft Excel installierst und damit umgehst\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWozu Formeln gut sind und wie Du sie benutzt\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGrundrechenarten, Zahlenformate, automatische Berechnungen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDiagramme zu erstellen und sinnvoll zu nutzen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELogische Formeln und verschachtelte Funktionen(!)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVerweis-Funktionen zur intelligenten Verknüpfung von Tabellen\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 2: Excel für Fortgeschrittene - mit 3 Projekten zum Excel-Profi\u003C/strong\u003E\u003Cbr\u003EHier erarbeiten wir fortgeschrittene Excel-Funktionen im Rahmen von drei praxisnahen Projekten.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProjekt 1: Daten in Excel professionell verwalten\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHier lernst Du anhand eines realistischen Falles die sinnvollsten Funktionen um Umgang von Daten in großen Tabellen kennen.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEs geht um Verweise auf fremde Daten, Konsistenz und eine Menge Zeitersparnis im Alltag.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWir gehen alles Schritt für Schritt durch, alle Zwischenergebnisse sind für Dich zum Download verfügbar.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProjekt 2:\u0026nbsp;Clevere Zeiterfassung in Excel selbst aufbauen\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIn diesem Projekt geht es um den Umgang mit Zeit.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWir bauen uns eine eigene Zeiterfassung mit Pausen, automatischer Erkennung von Überstunden und Wochenenden\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnd ganz nebenbei lernst Du, wie Du in Exel mit Zeiten rechnen kannst\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProjekt 3:\u0026nbsp;Mit Pivot-Tabellen verborgene Schätze heben\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EVermutlich jeder hat schon mal das Wort Pivot-Tabelle gehört, aber viele wissen nicht, wie sie selbst eine erstellen können.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDabei ist es sehr einfach, intuitiv und spaßig! Du kannst damit kinderleicht große Datenmengen auswerten und Zahlen endlich sichtbar machen.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWir gehen hier alle wichtige Funktionen Schritt für Schritt an einem realistischen Beispiel durch. \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 3: Excel VBA Makros - Lass Excel für Dich arbeiten!\u003Cbr\u003E\u003C/strong\u003EHier lernst Du die Magie der Excel-Automatisierung kennen! \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWusstest Du, dass man in Excel richtige Programme schreiben kann, die Dir die Arbeit abnehmen?\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu lernst zuerst den Makro-Rekorder kennen, die \u0022Einstiegsdroge\u0022 in Richtung Programmierung.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMit vielen kleinen Beispielen arbeiten wir uns gemeinsam vor, bis Du Dir in Excel eigene Programme schreiben kannst, die Dir sehr viel Zeit sparen werden.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 4: Excel Best Practices - mit wenig Aufwand viel erreichen!\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDieser Kurs fasst die wichtigsten Best Practices aus 25 Jahren Excel zusammen!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWusstest Du, dass 80% der Excel-Probleme im Alltag mir nur wenigen Funktionen zu lösen sind? \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn diesem Kurs lernst Du die besten pragmatischen Lösungen in Excel, die Dich in kurzer Zeit nach vorne katapultieren!\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 5: Entwickle das berühmte \u0022All Purpose Excel Kopiertool\u0022 selbst\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDas All Purpose Excel Kopiertool habe ich in meinem Job als Unternehmensberater entwickelt und 10 Jahre lang wie einen Schatz gehütet.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEs ist ein automatisiertes Kopiertool, das Daten zwischen Excel-Tabellen austauscht, zum Beispiel für regelmäßige Management-Reportings.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDas Tool kann von jedermann bedient werden und spart in der Praxis extrem viel Zeit - außerdem beeindruckst du damit Deine Chefs und Kollegen!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 6: Beherrsche Excel Pivot-Tabellen in kurzer Zeit!\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EExcel Pivot-Tabellen sind in aller Munde\u0026nbsp; - jeder Excel-User kann damit eine Menge Zeit sparen und beeindruckende Berichte erstellen.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDabei sind sie einfach zu bedienen und zu erlernen - und genau das lernst Du in diesem Modul! \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu wirst mit Pivot-Tabellen in Sekunden gigantische Datenmengen erfassen und damit tolle und unterhaltsame Übersichten und Diagramme zaubern können - und das ganz ohne Aufwand!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 7: VBA Makro Programmierung für Fortgeschrittene\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAn dieser Stelle tauchen wir noch etwas tiefer in die VBA-Welt ein. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu lernst praktische Dinge kennen wie z.b. die sogenannten Workbook- und Worksheet-Funktionen. Damit kannst Du Programme vollautomatisch starten, was Dir viel Sicherheit und Zeit bringt.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEs macht sehr viel Spaß, das Erscheinungsbild von Excel zu ändern, beispielsweise mit coolen Infoboxen.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- TEILNEHMER-FEEDBACK -\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EClaudia Brauer: \u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDer Kurs ist wirklich extrem umfangreich und gut erklärt! Man wird an die Hand genommen und durch alle Funktionen Schritt für Schritt durchgeführt. Danke!\u003C/em\u003E\u0022 ⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003ESilvana Fliegel: \u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDer Kurs hat mir super gut gefallen. Er war sehr informativ und verständlich erklärt. Auch der Einblick in die VBA war sehr interessant.\u0022\u003C/em\u003E ⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EAndrea Kuczora:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDer Kurs ist gut verständlich und hilfreich aufgebaut. Man kann sehr gut folgen und bekommt gute Einblicke in nützliche Tools und Herangehensweisen.\u0022 \u003C/em\u003E⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EOliver Sieger:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDas war schon mein zweiter Kurs bei dem Dozenten und wieder wurden alle Erwartungen erfüllt. Sehr umfangreicher Kurs, mit einem absoluten Excel-Profi als Dozenten, der auch noch die richtige Prise Humor mit einbringt. Sehr empfehlenswert.\u0022\u003C/em\u003E ⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EMartina David:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDer Kurs ist gut aufgebaut, man lernt das, was man für die Praxis braucht. So mein Eindruck nach dem Grundkurs. Ein paar Übungen zu den einzelnen Blöcken würde ich mir wünschen, aber vlt. habe ich die bis dato noch nicht entdeckt! Ferner, führt der Dozent mit Ruhe und einer sehr deutlichem Aussprache einem Schritt für Schritt durch die Themengebiete. Hier kommt einem also auch das Akustische sehr entgegen, denn nichts ist störender, als einem „Redner“ zuhören zu müssen, der entweder nuschelt oder schlecht artikuliert. Beides ist hier nicht der Fall!\u0022 \u003C/em\u003E⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EOliver Hoffmann:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003ESehr gut und ausführlich mit einfachen Beispielen erklärt. Obwohl ich von den Grundlagen viel weiß, konnte ich von Begin an schon einiges dazu lernen. Die Stimme des Dozenten (Sebastian Glöckner) ist ansprechend, so dass man gerne dabei bleibt und das Lernen in dem Kurs Spaß bereitet.\u0022\u003C/em\u003E ⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003ESergej Sergeew:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDieser Excel Online Kurs ist sehr gut! Neueinsteiger könnten sich sicher vieles aus dem Netz zusammensuchen. Doch der Vorteil überwiegt bei dem Kurs durch viele Kniffe die sich Herr. Glöckner über die Berufserfahrung sich angeeignet hat. Mir Persönlich ist die Abschlussbescheinigung wichtig, für die weitere Berufliche Karriere.\u0022\u003C/em\u003E ⭐️⭐️⭐️⭐️⭐️\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUta Werth:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EIch habe bereits viel gelernt, alles wird sehr gut und verständlich erklärt mit nachvollziehbaren Beispielen. Sehr sympathische Art macht den Kurs unterhaltsam. Natürlich und authentisch.\u0022 \u003C/em\u003E⭐️⭐️⭐️⭐️⭐️\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESelbstverständlich bekommst Du die 30 Tage Geld-Zurück-Garantie von Udemy. Du kannst dieses umfangreiche Kompendium also völlig risikolos testen!\u003Cbr\u003E\u003Cbr\u003EBereits über 140.000 Studenten haben bereits die Kurse von Sebastian Glöckner belegt. \u003Cbr\u003EKomm in die Community und lerne, wie faszinierend und spaßig die Arbeit mit Microsoft Excel sein kann. :-) \u003C/p\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/excel-kurs/","imageUri":"https://img-b.udemycdn.com/course/750x422/1839672_9243_4.jpg?secure=ATtNE6gf-QenBj2FHr_p9A%3D%3D%2C1643896370","duration":"49 Stunden","enrolledStudentsCount":"23.600 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 1/2022","targetAudiences":["Du bist in Deinem Job auf Microsoft Excel angewiesen...","Oder Du beschäftigst Dich privat oder hobbymäßig mit Excel","Du möchtest die wirklich relevanten Formeln und Funktionen in der richtigen Reihenfolge lernen","Du willst Excel beherrschen, von der allerersten Formel bis zum selbst programmierten Makro","Du willst viel Zeit sparen im Büro, damit unabkömmlich sein und Dir die besseren Jobs angeln"],"tags":["Office-Produktivität","Microsoft","Excel"],"rating":{"count":2383,"averageValue":"4.6"},"instructors":[{"name":"Sebastian Glöckner","url":"/user/sebastianglckner/","totalNumberOfStudents":188023,"totalNumberOfReviews":12362,"averageRating":4.434175803333332}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C41FBA7E8CC02A60B257","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/administration-windows-server/":{"courseDetails":{"courseId":4420290,"title":"Windows Server Administration | 2022","shortDescription":"Administration de Windows Server  Apprenez Active Directory, stratégie de groupe, DNS, DHCP, stockage, sauvegarde, i","longDescription":"\u003Cp\u003E\u003Cstrong\u003EApprenez l\u0027administration des systèmes\u0026nbsp;! Le moyen le plus simple d\u0027empiler votre CV et d\u0027obtenir un emploi informatique bien rémunéré - Guide étape par étape\u0026nbsp;!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESi vous souhaitez obtenir un poste d\u0027assistance, d\u0027administrateur système, de spécialiste du support informatique ou tout autre emploi lié à l\u0027informatique, c\u0027est le cours que vous recherchiez\u0026nbsp;! Ce cours vous donnera les compétences essentielles nécessaires pour réussir dans le domaine des technologies de l\u0027information.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPartout, les entreprises recherchent des personnes qui ont de réelles compétences professionnelles et pas simplement des certifications ou des diplômes ! De nombreuses personnes obtiennent leur diplôme universitaire et cherchent un emploi, mais ne parviennent pas à décrocher un poste parce qu\u0027elles n\u0027ont aucune expérience pratique.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECe cours vous donnera les compétences dont vous avez besoin pour entrer dans le domaine informatique. Je couvrirai une myriade de sujets, notamment comment configurer Windows Server 2012, comment créer un contrôleur de domaine et comment travailler dans Active Directory et la stratégie de groupe.\u003C/p\u003E\u003Cp\u003E====================================\u003C/p\u003E\u003Cp\u003EIf you are looking for a support position, system administrator, IT support specialist, or any other IT related job, this is the course you have been looking for! This course will give you the essential skills necessary for success in the field of information technology. Businesses everywhere are looking for people with real professional skills and not just certifications or degrees! Many people graduate from college and look for a job, but fail to land a job because they have no practical experience. This course will give you the skills you need to enter the IT field. I\u0027ll cover a myriad of topics including how to configure Windows Server 2012, how to create a domain controller, and how to work in Active Directory and Group Policy. If you are looking to gain hands-on experience, THIS course is for you. Do not wait any longer and register now!\u003C/p\u003E","language":"Français","courseUri":"https://www.udemy.com/course/administration-windows-server/","imageUri":"https://img-c.udemycdn.com/course/750x422/4420290_5a91_2.jpg","duration":"13 heures","enrolledStudentsCount":"2 250 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["les informaticiens","Ceux qui sont nouveaux dans l\u0027informatique ou qui souhaitent entrer dans l\u0027informatique","Professionnels de l\u0027informatique actuels qui souhaitent mettre à niveau leurs compétences vers Windows Server"],"tags":["Informatique et logiciels","Systèmes d\u0027exploitation et serveurs","Systèmes d\u0027information"],"rating":{"count":10,"averageValue":"4.9"},"instructors":[{"name":"Marok emploi","url":"/user/oualid-57/","totalNumberOfStudents":2961,"totalNumberOfReviews":43,"averageRating":4.6494902499999995}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FBE6DC578A04ADD62A25","originalPrice":"1 600 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/mastering-portrait-photography/":{"courseDetails":{"courseId":1895804,"title":"Portrait Photography for Absolute Beginners","shortDescription":"Compositional Techniques for Portraits, Lighting skills, Tips for Corporate Portraits, Wedding and Event Portraits","longDescription":"\u003Cp\u003E=== \u003Cstrong\u003Estudents reviews regarding this course\u003C/strong\u003E ===\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003EThis course really helps me to improve my photography knowledge and I would like to thanks all of those who help this to be a success.\u003C/em\u003E\u0022 -- \u003Cstrong\u003EWijekoon\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003Eso far the course is about what i really want to learn especially about basic portrait photography. i learn a lot of new things from this course\u003C/em\u003E\u0022 - \u003Cstrong\u003EFadila\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003EGood for an absolute beginner. If you have just bought a DSLR camera and don\u0027t know anything about photography, it\u0027s good way to get your feet wet.\u0022\u003C/em\u003E -- \u003Cstrong\u003ETerry Taylor\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003Ethank you udemy. Really, thank you very much for the course. We actually learned new things in the world of image. Thank you\u003C/em\u003E\u0022 -- \u003Cstrong\u003EAkram Menari\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003EI really grateful and would like to say Thank you to instructure. I got lots of idea, tips and knowledge through this course\u003C/em\u003E.\u0022 - \u003Cstrong\u003EManan Patel\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECourse Contents\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Portrait Photography \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat makes a portrait look great?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecommended equipment for better portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECompositional techniques for cool portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for better backgrounds in portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELighting skills for amazing portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBokeh and Blur\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExample of poses for better portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for child portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for corporate portraits and head-shots\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for wedding and event portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for Indoor Portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for Outdoor Portraits\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/mastering-portrait-photography/","imageUri":"https://img-c.udemycdn.com/course/750x422/1895804_09bf_2.jpg","duration":"2 heures","enrolledStudentsCount":"104 158 participants","lastUpdated":"Dernière mise à jour : 1/2019","targetAudiences":["Who wanna learn compositional techniques of great portraits","Who wanna learn lighting skills of better portraits","Who wanna shoot amazing head shots and corporate shots","Who wanna shoot amazing wedding shots","Who wanna shoot amazing event portraits"],"tags":["Photographie et vidéo","Photographie de portrait","Photographie de portrait"],"rating":{"count":963,"averageValue":"4.4"},"instructors":[{"name":"Creative Online School","url":"/user/mahbubur-rahman-9/","totalNumberOfStudents":1228057,"totalNumberOfReviews":29280,"averageRating":4.236095050206186}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PPFEB2022","originalPrice":"12 480 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/indie-film-the-future-filmmakers-how-to-make-a-film/":{"courseDetails":{"courseId":3830986,"title":"Complete Filmmaking Guide: Making Independent Feature Film","shortDescription":"Everything from Pre-Production to Editing - in Under 2 Hours","longDescription":"\u003Cp\u003EHello, my name is Hank Orion. I never went to film school, I had to learn everything I know about filmmaking by making mistakes, on my own. And I will never regret I chose that route. Because for the past five years of my life I learned how to not just be a better filmmaker, but also how to make feature films by myself without relying on other people, make films with whatever equipment I have at my disposal be it an expensive cinema camera, an iPhone or even a GoPro. \u003C/p\u003E\u003Cp\u003ENot just that, but I also learned how to make independent films quick, and make them seem like they costed much more to make than I actually spent to make them. And I would love to share what I have learned with you in this course I designed especially for those who\u0027re trying to make a film by themselves, with a limited budget, and trying to get it seen. No matter if you\u0027re just starting out or you are an experienced filmmaker already, there\u0027s always something to learn. \u003C/p\u003E\u003Cp\u003EI also do daily vlogs on YouTube where I’m constantly trying to motive and inspire a new generation of filmmakers to come, and showing filmmaker’s life the way it is.\u003C/p\u003E\u003Cp\u003EThis course also includes agreement templates for your independent film.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/indie-film-the-future-filmmakers-how-to-make-a-film/","imageUri":"https://img-c.udemycdn.com/course/750x422/3830986_9c81_9.jpg","duration":"1,5 horas","enrolledStudentsCount":"4.725 estudiantes","lastUpdated":"Fecha de la última actualización: 2/2021","targetAudiences":["Filmmakers who want to make an independent film","People who want to make film","People who want to learn how to make a film with limited budget"],"tags":["Fotografía y vídeo","Fotografía y vídeo, otros","Producción cinematográfica"],"rating":{"count":17,"averageValue":"4.4"},"instructors":[{"name":"Hank Orion","url":"/user/vadim-pusceddu/","totalNumberOfStudents":8989,"totalNumberOfReviews":31,"averageRating":4.660652833333333}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"60A06E8205721C6CBD2D","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/fundamental-question-on-robotics/":{"courseDetails":{"courseId":3847996,"title":"Fundamental Question on Robotics","shortDescription":"Multiple Choice Questions (MCQ) on Robotics","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDear Learners\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAre you Preparing for Interview in Robotics? Don’t be stressed, take our Robotics based quiz and prepare yourself for your Interview.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith this Robotics based Quiz, we are going to build your confidence by providing tips and trick to solve Robotics based questions. In Robotics based Multiple Choice Questions Quiz, there will be a series of practice tests where you can test your Basic Knowledge in Robotics. Use it for training and keep yourself updated.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho should Practice these Robotics based Questions?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAnyone wishing to sharpen their knowledge.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnyone preparing for JOB interview.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhy is Robotics important?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere are many reasons that robots are important in the world:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThey can be used for dangerous jobs like bomb disposal. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThey can be more accurate than people. Robots that operate on automobile assembly lines do precise jobs of welding and assembling components of vehicles. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThey can do the exact same Job 24 hours a day, 7 days a week and except for the short period of time when retooling is done for a new model, or maintenance is needed, they work continuously all year.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003Ewhen you solve these Questions then definitely your confidence will Increase. Without any delay, the applicants participate in the \u003C/strong\u003ERobotics\u003Cstrong\u003E based\u003Cem\u003E \u003C/em\u003EMCQ Test and understand the various questions and answers. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESign up now and \u003Cstrong\u003Et\u003Cem\u003Eake this quiz\u003C/em\u003E\u003C/strong\u003E. Let\u0027s get started. All the best for quiz\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/fundamental-question-on-robotics/","imageUri":"https://img-b.udemycdn.com/course/750x422/3847996_03f1_2.jpg?secure=C7lKVptaWuhi3g5TSb_oeA%3D%3D%2C1643907763","duration":"","enrolledStudentsCount":"10.953 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 2/2021","targetAudiences":["Professionals Who are looking to evaluate there Robotics Knowledge","Students Who have a good Knowledge in Robotics"],"tags":["Wissenschaft \u0026 Lehre","Technische Wissenschaften","Robotik"],"rating":{"count":21,"averageValue":"4.7"},"instructors":[{"name":"Harish Kumar Maheshwari","url":"/user/harish-kumar-maheshwari-3/","totalNumberOfStudents":210815,"totalNumberOfReviews":3497,"averageRating":3.970265811669368}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D2E5B4257A4090EB2AC4","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/autodesk-revit-robot-building-design-sheets-boq/":{"courseDetails":{"courseId":3516692,"title":"Autodesk Revit \u0026 Robot Structural Analysis \u002B Sheets \u002B BOQ","shortDescription":"Autodesk Revit \u0026 Robot building structural design \u002Bdraw structural sheets \u002B BOQ \u002B advanced lectures in Revit \u0026 Robot","longDescription":"\u003Cp\u003EThis course not just a tutorial on software Revit and Robot but it is a complete understanding about structural design analysis, how civil engineer must begin with the project, how he/she must think, how we can determine the dimension of the element before modeling them check it in the software. In this course we will design a 15 stories of a residential buildings, within the work we will define and design all types of slabs such as (waffle slab, one way ribbed slab, two way ribbed slab, flat slab and solid slab), all types of foundations such as (isolated,combined,strip and mat), earthquake loads, columns and beams and shear walls \u002B Advanced lectures in Revit\u0026nbsp;\u002B Advanced lectures in Robot \u002B design a swimming pool in Robot\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/autodesk-revit-robot-building-design-sheets-boq/","imageUri":"https://img-b.udemycdn.com/course/750x422/3516692_8f37_2.jpg?secure=1EsNXoAnbhdPkEQ7x1twmw%3D%3D%2C1643911748","duration":"6,5 heures","enrolledStudentsCount":"12 235 participants","lastUpdated":"Dernière mise à jour : 7/2021","targetAudiences":["Beginner and Expert"],"tags":["Formations et diplômes","Ingénierie","Robot Structural Analysis Professional"],"rating":{"count":156,"averageValue":"4.2"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9BFBD83C244825287BED","originalPrice":"1 920 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/nagios-xi-monitoring-setup-overview-for-beginners/":{"courseDetails":{"courseId":4490040,"title":"Nagios XI Network Monitoring: Setup \u0026 Overview for Beginners","shortDescription":"Learn how to setup and configure Nagios XI monitoring for core services on your organisation\u0027s network","longDescription":"\u003Cp\u003EOver this course, we\u0027ll be covering some of the basics surrounding Nagios XI.\u0026nbsp; Some of the topics covered on this course are as follows:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E* An overview of Nagios XI\u0026nbsp;and the features it contains\u003C/p\u003E\u003Cp\u003E* Setting up different types of new user account, these being admin and user\u003C/p\u003E\u003Cp\u003E* Setting up new alerts for hosts and services on your organisation\u0027s network\u003C/p\u003E\u003Cp\u003E* Viewing the status of configured hosts and services and acknowledging any alerts that appear on the console\u003C/p\u003E\u003Cp\u003E* Scheduling downtime so that alerts don\u0027t send emails out unnecessarily\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Setting up alerts with the auto discovery feature contained within\u0026nbsp;Nagios XI\u003C/p\u003E\u003Cp\u003E* An overview of the different data views that are available and what they are used fo\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAlso covered on this course is an overview of the Admin settings menu, which due to it\u0027s size is split into 3 lectures, all of which are located at the end of the course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPlease note that this course is aimed at beginners, meaning that you would be part of a larger IT\u0026nbsp;team where the server admins are taking care of any backups and patching, as tasks such as backing up virtual machines on hypervisors are beyond the scope of the course, but are vital to an organisation\u0027s network.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/nagios-xi-monitoring-setup-overview-for-beginners/","imageUri":"https://img-b.udemycdn.com/course/750x422/4490040_39de_2.jpg?secure=uG-NQT49GqRU1h4EKfJD_w%3D%3D%2C1643914631","duration":"31 Min.","enrolledStudentsCount":"2.102 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 1/2022","targetAudiences":["IT professionals that wish to learn more about Nagios XI"],"tags":["IT \u0026 Software","Sonstiges in IT \u0026 Software","Nagios"],"rating":null,"instructors":[{"name":"John Courtenay","url":"/user/john-courtenay-2/","totalNumberOfStudents":243186,"totalNumberOfReviews":7268,"averageRating":4.100341844360903}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FB22SPL2","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/english-grammar-tenses-made-easy/":{"courseDetails":{"courseId":4309806,"title":"English grammar tenses made easy","shortDescription":"Simple, Continuous and Perfect Forms of Present, Past and Future Tenses","longDescription":"\u003Cp\u003EThis course will indeed be beneficial for those students who want to learn the simple, continuous and perfect forms of present, past and future tenses. The course will cover a plethora of examples in order to demonstrate the structure of the different tenses in English grammar. This course will be especially useful for students who are new to English language and are passionate about learning grammatical rules insofar as tenses are concerned. It may be the case that you are familiar with tenses already but nonetheless this course will still refresh your concept of verb tenses. Though this course is no panacea, it still provides you insight as to how tenses relate to time. It will definitely be of some value for students who tend to make mistakes in their everyday conversation by placing the incorrect verb forms when speaking a sentence. Thus, irrespective of whether you are a newbie or an ardent student of English language, this course will provide you the value for money.\u003C/p\u003E\u003Cp\u003EThe different tenses covered in this course are as follows\u003C/p\u003E\u003Cp\u003ESimple Present Tense \u003C/p\u003E\u003Cp\u003EPresent Continuous Tense\u003C/p\u003E\u003Cp\u003EPresent Perfect Tense\u003C/p\u003E\u003Cp\u003EPresent Perfect Continuous Tense\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESimple Past Tense \u003C/p\u003E\u003Cp\u003EPast Continuous Tense\u003C/p\u003E\u003Cp\u003EPast Perfect Tense\u003C/p\u003E\u003Cp\u003EPast Perfect Continuous Tense\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESimple Future Tense \u003C/p\u003E\u003Cp\u003EFuture Continuous Tense\u003C/p\u003E\u003Cp\u003EFuture Perfect Tense\u003C/p\u003E\u003Cp\u003EFuture Perfect Continuous Tense\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThus in case you like this course, you must leave behind your feedback so as to allow me to make improvements to the course in future. \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/english-grammar-tenses-made-easy/","imageUri":"https://img-c.udemycdn.com/course/750x422/4309806_bd66_2.jpg","duration":"1 hora","enrolledStudentsCount":"23.780 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Students passionate about learning the different tenses in English (UK) grammar"],"tags":["Enseñanzas y disciplinas académicas","Aprendizaje de idiomas","Gramática inglesa"],"rating":{"count":99,"averageValue":"4.1"},"instructors":[{"name":"Grammarly-Grammar Made Easy","url":"/user/grammar-made-easy/","totalNumberOfStudents":23780,"totalNumberOfReviews":99,"averageRating":4.0950546}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B9FD05E42119C24FBDA6","originalPrice":"3 840 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/who-can-learn-sap-why-sap-is-the-best-career-option/":{"courseDetails":{"courseId":4165538,"title":"SAP Modules On Demand 2022","shortDescription":"Do not register for any SAP Course without learning this course! I have covered all you need to know about SAP.","longDescription":"\u003Cp\u003EThere are a number of good reasons which make SAP one of the best career options. Let us learn them in detail. In this course, we are going to dive deep into the various aspects of SAP like the blow:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESAP as a Career Option in a broader sense.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat are the different Modules in SAP and how to choose them to match your qualification?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWho can choose SAP as their career path? Is there an age limit?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETop Ten Trending SAP Courses that you can choose.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESAP Salary Trends around the globe and the Future of SAP.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESAP Job Hierarchies around the globe.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuestions around certifications and ways to get them.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EDo not forget to complete the entire course before enrolling in any SAP Courses. Let us make your SAP Journey a pleasant one.\u003C/p\u003E\u003Cp\u003EPost enrollment to this course, please send me an email so that you will not miss out on any trending news in the SAP Stream. If you wish to connect with me for a discussion, please reach out by chat from Udemy. I will get back to you. Happy to Help!\u003C/p\u003E\u003Cp\u003EYou will get to know more about some trending SAP\u0026nbsp;Modules like SAP\u0026nbsp;Analytics Cloud and SAP\u0026nbsp;ABAP.\u003C/p\u003E\u003Cp\u003EPlease do write your feedback about this course. I\u0026nbsp;am happy to rectify and correct them for the future audience.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/who-can-learn-sap-why-sap-is-the-best-career-option/","imageUri":"https://img-c.udemycdn.com/course/750x422/4165538_2468_4.jpg","duration":"2 horas","enrolledStudentsCount":"8 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Anyone (Beginner to Experienced Level) who is willing to start a career in SAP."],"tags":["Productividad en la oficina","SAP"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Ashik Shah Jahangeer","url":"/user/ashik-401/","totalNumberOfStudents":230,"totalNumberOfReviews":3,"averageRating":4.515815066666667}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"89DBED1CF61223B861BE","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/how-to-edit-a-feature-film-by-yourself/":{"courseDetails":{"courseId":4227290,"title":"How To Edit A Feature Film By Yourself","shortDescription":"A to Z Complete Editing Guide From RAW Footage To Final Master","longDescription":"\u003Cp\u003EBy independent director, producer and screenwriter Hank Orion. In this course we will dive deep into editing tips and techniques for independent films. From raw footage to final master and more. We will talk about stuff they don\u0027t teach you at film school. \u003C/p\u003E\u003Cp\u003ESome of the topics we will cover in this course are:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EPreparing Your Footage To Edit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImporting Files To Premiere Pro\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Closing Credits Roll\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Film Opening Sequence\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEditing Tips Film\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELocking Your Picture\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EColor Grading Your Film\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking With Sound\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Final Film Master\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAnd much more!\u0026nbsp;You will learn what it takes to edit a great film by yourself, on your own, using what you have at your disposal. Editing is all about storytelling. And having a good understanding is crucial to be able to finish your film and be able to bring it to the audience. Learn how to edit, grade, work with sound all by yourself and how to make your film look and sound better. We will dive into tips and techniques that will help you improve your editing and give you an idea of what it takes to bring film from raw footage to final master.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EFor years I’ve made independent films and had to make a lot of mistakes. Learn from mine. Let\u0027s take that footage and bring it to life. Happy filmmaking.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/how-to-edit-a-feature-film-by-yourself/","imageUri":"https://img-b.udemycdn.com/course/750x422/4227290_a857_2.jpg?secure=DK3kP4kibcf-whBbH6KdCw%3D%3D%2C1643914983","duration":"2,5 horas","enrolledStudentsCount":"4.020 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["This course is ideal for independent filmmaker who wants to learn how to edit their own films"],"tags":["Fotografía y vídeo","Fotografía y vídeo, otros","Edición de vídeo"],"rating":{"count":4,"averageValue":"4.8"},"instructors":[{"name":"Hank Orion","url":"/user/vadim-pusceddu/","totalNumberOfStudents":8989,"totalNumberOfReviews":31,"averageRating":4.660652833333333}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"789AD5214FCD0B5020A6","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/aws-certified-solutions-architect-associate-practice-exams-mp/":{"courseDetails":{"courseId":4530326,"title":"AWS Certified Solutions Architect Associate Practice Exams","shortDescription":"Be an AWS Solutions Architect! AWS Certified Solutions Architect Associate Practice Exams with new SAA-C02 topics!","longDescription":"\u003Cp\u003EThis \u003Cstrong\u003E\u003Cem\u003EAWS Certified Solutions Architect Associate ( SAA-C02 ) Practice Exam\u003C/em\u003E\u003C/strong\u003E course offers the following features:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFULLY UPDATED TO THE NEW SAA-C02 version\u003C/strong\u003E - Most practice tests out there are already obsolete and advertised as \u0022updated\u0022, but in reality, they are not! We have already integrated the new SAA-C02 topics such as AWS Global Accelerator, Amazon FSx for Lustre, Elastic Fabric Adapter (EFA), Direct Connect Gateway, HPC and many more in our sets.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E570 TOP-NOTCH Questions\u003C/strong\u003E - has 6 sets of AWS Practice Tests with 95 UNIQUE questions and a 130-minute time limit for each set.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESIMULATES ACTUAL EXAM ENVIRONMENT\u003C/strong\u003E - mimics the actual, and the latest AWS Solutions Architect Associate certification exam to help you pass and even ace the AWS exam!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDETAILED EXPLANATIONS, REFERENCE LINKS, AND CHEAT SHEETS\u003C/strong\u003E - our answer keys at the end of each set have full and detailed explanations along with complete reference links so you can check and verify yourself that the answers are correct. Plus bonus cheat sheets to help you better understand the concepts.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVERY ACTIVE Q\u0026amp;A DISCUSSION BOARD\u003C/strong\u003E - with inputs from the instructors and exam feedback from thousands of our students, our Q\u0026amp;A board gives you the opportunity to \u003Cstrong\u003Eknow which topics recently appeared on the exam\u003C/strong\u003E and better understand the AWS services and concepts covered in the test.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVERY RESPONSIVE INSTRUCTORS\u003C/strong\u003E - our friendly team of AWS experts is able to address all your issues and COMPREHENSIVELY answer all your questions within 7 business days.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECONTAINS A TEST REPORT\u003C/strong\u003E - to track your progress and show you which AWS knowledge areas you need improvement.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMOBILE-COMPATIBLE\u003C/strong\u003E - so you can conveniently review everywhere, anytime with your smartphone!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ERANDOMIZED QUESTIONS\u003C/strong\u003E - The scenarios and options on all 6 practice tests are randomized. This prevents the unconscious memorization of the answers and ensures that you fully understand the concepts.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHAS BETTER VALUE THAN THE OFFICIAL AWS PRACTICE TEST\u003C/strong\u003E - which is worth about $20 but only contains about 20 - 40 questions.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECLEAR AND ERROR-FREE QUESTIONS\u003C/strong\u003E - Each item has a reference link that can validate the answer but you can also post in the QA section so we can discuss any issues.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPrepared by an AWS Certified Solutions Architect Professional \u003C/strong\u003Ewho has actually passed the actual SAA-C02 exam! (Please see my LinkedIn profile to view my AWS Certificate)\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/aws-certified-solutions-architect-associate-practice-exams-mp/","imageUri":"https://img-c.udemycdn.com/course/750x422/4530326_d278.jpg","duration":"","enrolledStudentsCount":"63 participants","lastUpdated":"Publié le 2/2022","targetAudiences":["For those who are about to take the AWS Certified Solutions Architect Associate (SAA-C02) exam","For all IT Professionals who want to gauge their AWS Knowledge for their upcoming job interview","For anyone who want to take their career, and salary, to a whole new level with an AWS certification!"],"tags":["Informatique et logiciels","Certifications informatiques"],"rating":null,"instructors":[{"name":"Hicham Andalib","url":"/user/hicham-andalib/","totalNumberOfStudents":6898,"totalNumberOfReviews":78,"averageRating":4.437184415384615}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"499D0D56BB7F3E4A0472","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/az-104-microsoft-azure-administrator-practice-exams-feb-2022/":{"courseDetails":{"courseId":4530084,"title":"AZ-104 Microsoft Azure Administrator Practice Exams FEB 2022","shortDescription":"Attend this AZ-104 Azure Administrator Practice Certification Exam will get a Good Score 90% on Main Exam","longDescription":"\u003Cp\u003EOur practice tests contain the latest additions on the new AZ-104 topics.\u003C/p\u003E\u003Cp\u003EThese Microsoft Azure Administrator practice tests are patterned after the latest exam format.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur AZ-104 Azure practice tests are TOP-NOTCH and the CLOSEST to the actual exam. These AZ-104 Microsoft Azure Administrator Practice Tests also has latest case study questions.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis practice test course is designed to cover every topic.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEach question has \u003Cstrong\u003Edetailed explanations \u003C/strong\u003Eat the end of each set\u003Cstrong\u003E \u003C/strong\u003Ethat will help you gain a deeper understanding of the Azure services.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe explanation provides an overview of the topic, reference links to Azure docs and a rationale on why the option is correct or incorrect.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EMost \u003Cstrong\u003E\u003Cem\u003Elatest and unique questionnaires (updated Monthly)\u003C/em\u003E\u003C/strong\u003E to prepare for the \u003Cstrong\u003EMicrosoft Azure Administrator (AZ-104) Certification exam.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPass Microsoft Azure Administrator (AZ-104)\u003C/strong\u003E \u003Cstrong\u003ECertification exam with confidence (100% guarantee)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFULLY UPDATED\u003C/strong\u003E as per the latest \u003Cstrong\u003EMicrosoft Azure Administrator (AZ-104)\u003C/strong\u003E \u003Cstrong\u003ECertification exam\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMOBILE-COMPATIBLE\u003C/strong\u003E - so you can conveniently review everywhere, anytime with your smartphone!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EThis practice test course covers every topic in Microsoft Azure Administrator (AZ-104) exam curriculum:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EManage Azure identities and governance\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E*Manage Azure AD objects\u003C/p\u003E\u003Cp\u003E*Manage role-based access control (RBAC)\u003C/p\u003E\u003Cp\u003E*Manage subscriptions and governance\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EImplement and manage storage\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E*Manage storage accounts\u003C/p\u003E\u003Cp\u003E*Manage data in Azure Storage\u003C/p\u003E\u003Cp\u003E*Configure Azure files and Azure blob storage\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDeploy and manage Azure compute resources\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E*Configure VMs for high availability and scalability\u003C/p\u003E\u003Cp\u003E*Automate deployment and configuration of VMs\u003C/p\u003E\u003Cp\u003E*Create and configure VMs\u003C/p\u003E\u003Cp\u003E*Create and configure containers\u003C/p\u003E\u003Cp\u003E*Create and configure Web Apps\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EConfigure and manage virtual networking\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E*Implement and manage virtual networking\u003C/p\u003E\u003Cp\u003E*Configure name resolution\u003C/p\u003E\u003Cp\u003E*Secure access to virtual networks\u003C/p\u003E\u003Cp\u003E*Configure load balancing\u003C/p\u003E\u003Cp\u003E*Monitor and troubleshoot virtual networking\u003C/p\u003E\u003Cp\u003E*Integrate an on-premises network with an Azure virtual network\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMonitor and back up Azure resources\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E*Monitor resources by using Azure Monitor\u003C/p\u003E\u003Cp\u003E*Implement backup and recovery\u003C/p\u003E\u003Cp\u003EI wish you all the best for your learning and exam.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/az-104-microsoft-azure-administrator-practice-exams-feb-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4530084_7a4b.jpg","duration":"","enrolledStudentsCount":"0 participants","lastUpdated":"Publié le 2/2022","targetAudiences":["Students looking for some Final Test Prep before AZ-104 Azure Administrator Exam"],"tags":["Informatique et logiciels","Certifications informatiques"],"rating":null,"instructors":[{"name":"Dounia Jalal","url":"/user/dounia-jalal-2/","totalNumberOfStudents":2446,"totalNumberOfReviews":1,"averageRating":4}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/pmi-acp-exam-prep-2022-l-pmi-acp-practice-exams-updated/":{"courseDetails":{"courseId":4530204,"title":"PMI-ACP Exam Prep 2022 l PMI-ACP Practice Exams Updated","shortDescription":"PMI-ACP - PMI Agile Certified Practitioner Certification Fully Updated Practice Tests","longDescription":"\u003Cp\u003EThe PMI-ACP exam covers 7 agile domains. These practice tests cover all these domains.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain I\u003C/strong\u003E. \u003Cstrong\u003EAgile Principles and Mindset \u003C/strong\u003E(9 tasks) - 16% ~19 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EExplore, embrace, and apply agile principles and mindset within the context of the project team and organization.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EAgile Manifesto Values and Principles, Agile Framework and Terminology \u0026amp; Agile Methods and Approaches.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain II. Value-Driven Delivery \u003C/strong\u003E(4 sub-domains, 14 tasks) - 20% ~24 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EDeliver valuable results by producing high-value increments for review, early and often, based on stakeholder priorities. Have the stakeholders provide feedback on these increments, and use this feedback to prioritize and improve future increments.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EROI, NPV, IRR, Chartering, Relative Prioritization, Customer-Valued Prioritization, Risk-Adjusted Backlog, Agile EVM, Task / Kanban Boards \u0026amp; WIP Limits, Cumulative Flow Diagrams, Value Stream Mapping, Requirement Reviews, KANO Analysis \u0026amp; MoSCoW, Prioritization, Value-Based Decomposition, and Prioritization, Incremental Delivery, Value-Based Analysis, Business Case Development, Agile Project Accounting Principles, Agile Contracting, Agile Project Accounting Principles.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain III. Stakeholder Engagement \u003C/strong\u003E(3 sub-domains, 9 tasks) - 17% ~20 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EEngage current and future interested parties by building a trusting environment that aligns their needs and expectations and balances their requests with an understanding of the cost/effort involved. Promote participation and collaboration throughout the project life cycle and provide the tools for effective and informed decision-making.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EPersonas, User Stories / Backlogs \u002B Story Maps, Wireframes, Information Radiators, Burn Down / Up Charts, Agile Modeling, Conflict Resolution \u002B Negotiation, Workshops, Two-way Communications, Social Media-based Communication, Accessing and Incorporating Community and Stakeholder Values, Stakeholder Management, Communication Management, Facilitation Methods, Knowledge Sharing/Written Communication.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain IV. Team Performance \u003C/strong\u003E(3 sub-domains, 9 tasks) - 16% ~19 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ECreate an environment of trust, learning, collaboration, and conflict resolution that promotes team self-organization\u003C/em\u003E enhances relationships among team members,\u003Cem\u003E and cultivates a culture of high performance.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EServant Leadership \u002B Adaptive Leadership, Co-located Teams / Distributed Teams, Team Space, Agile Tooling \u002B Daily Stand-ups, Emotional Intelligence, Learning Cycle, Productivity, Leadership, Building Agile Teams, Team Motivation, Physical and Virtual Co-location, Global, Cultural, and Team Diversity, Training, Coaching, and Team Diversity, Participatory Decision Models.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain V. Adaptive Planning \u003C/strong\u003E(3 sub-domains, 10 tasks) - 12% ~14 questions among 120 Exam questions\u003Cbr\u003E\u003Cem\u003EProduce and maintain an evolving plan, from initiation to closure, based on goals, values, risks, constraints, stakeholder feedback, and review findings.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EProduct Roadmap, Minimally Marketable Feature (MMF) / Minimal Viable Product (MVP), Iteration and Release Planning \u002B Progressive Elaboration, Wide Band Delphi and Planning Poker \u002B Affinity Estimating \u002B Relative Sizing / Story Points, Time-boxing, Process Tailoring, Velocity \u002B Ideal Time \u002B Throughput, Backlog Grooming / Refinement, Definition of Done, Principles of Systems Thinking, Prioritization, Incremental Delivery, Agile Discovery, Agile Sizing and Estimation, Value-Based Analysis and Decomposition, Agile Project Chartering\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain VI. Problem Detection and Resolution \u003C/strong\u003E(5 tasks) - 10% ~12 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EContinuously identify problems, impediments, and risks; prioritize and resolve in a timely manner; monitor and communicate the problem resolution status, and implement process improvements to prevent them from occurring again.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EContinuous Integration \u002B Frequent Verification and Validation, Variance and Trend Analysis, Test-Driven Development / Test First Development\u003C/p\u003E\u003Cp\u003EAcceptance Test-Driven Development, Risk-Based Spike, Risk-Adjusted Backlog, Architectural Spikes, Risk Burn Down Graphs, Cycle Time, Escaped Defects, Approved Iterations, The Five WHYs, Control Limits, Pre-mortem (rule setting, failure analysis), Fishbone Diagram Analysis, Testing (including exploratory and usability), Problem Solving, Process Analysis, Regulatory Compliance, Managing with Agile KPIs\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain VII. Continuous Improvement (Product, Process, People) \u003C/strong\u003E(6 tasks) - 9% ~ 11 questions among 120 Exam questions\u003Cbr\u003E\u003Cem\u003EContinuously improve the quality, effectiveness, and value of the product, the process, and the team.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003ERetrospectives, Product-Feedback Loop, Process Tailoring/Hybrid Models, Value Stream Mapping, Continuous Integration, Kaizen, Developmental Mastery Models, Self-assessment Tools and Techniques, Continuous Improvement, Agile Hybrid Models, PMI’s Code of Ethics and Professional Conduct.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDisclaimer\u003C/strong\u003E: “PMP”, “PMBOK”, “PMI-ACP” and “PMI” are registered trademarks of the Project Management Institute, Inc.These UNOFFICIAL practice tests are not endorsed by, nor in partnership, nor affiliated with Project Management Institute, Inc\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/pmi-acp-exam-prep-2022-l-pmi-acp-practice-exams-updated/","imageUri":"https://img-c.udemycdn.com/course/750x422/4530204_aa2a.jpg","duration":"","enrolledStudentsCount":"0 Teilnehmer","lastUpdated":"Veröffentlicht: 2/2022","targetAudiences":["PMI-ACP Exam students \u0026 candidates"],"tags":["IT \u0026 Software","IT-Zertifizierungen"],"rating":null,"instructors":[{"name":"Aya Berraissoul","url":"/user/aya-berraissoul-2/","totalNumberOfStudents":4908,"totalNumberOfReviews":34,"averageRating":4.830971020588235}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DE7D9C07DFD721BA8485","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/how-to-design-a-great-movie-poster-that-works/":{"courseDetails":{"courseId":4223812,"title":"How To Design A Great Movie Poster That Works","shortDescription":"Better Poster Means More Views","longDescription":"\u003Cp\u003EI\u0027m an independent filmmaker and I know the importance of good looking poster for a film. Especially for independent films. Let me say the way it is, your movie poster is the deciding factor for the audience when deciding what to watch. As simple as that. It\u0027s beyond important. Imagine getting home from work, getting comfortable on a sofa in front of your tv, and scrolling through hundreds of tv shows and movies deciding what to watch. Subconsciously you will choose something that stands out from other films, and you will judge it by the poster. With years of making indie films and doing everything myself, I learned why my movies are not getting enough attention. That is not because of how good or how bad the movie is, sure it\u0027s important but it\u0027s not a deciding factor. In this course, you will learn how to design a great-looking film poster for a film that grabs attention and stands out among others. We will go through everything from doing research, finding suitable images for your poster, putting it all together, and much more. This course also includes a Photoshop template you\u0027re welcome to use to follow the course and to create your future posters based on. Let\u0027s get to it.\u0026nbsp; \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/how-to-design-a-great-movie-poster-that-works/","imageUri":"https://img-b.udemycdn.com/course/750x422/4223812_e260_5.jpg?secure=238PVGLZrKnb_Gw9KHdv2w%3D%3D%2C1643915045","duration":"1 hora","enrolledStudentsCount":"4.282 estudiantes","lastUpdated":"Fecha de la última actualización: 8/2021","targetAudiences":["A Filmmaking Looking To Learn How To Make A Movie Poster"],"tags":["Diseño","Diseño gráfico e ilustración","Diseño de banners"],"rating":{"count":10,"averageValue":"4.8"},"instructors":[{"name":"Hank Orion","url":"/user/vadim-pusceddu/","totalNumberOfStudents":8989,"totalNumberOfReviews":31,"averageRating":4.660652833333333}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DFDC95B745FED9AF3DBB","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/tekla-structures-shop-drawing-rcc-building/":{"courseDetails":{"courseId":4165158,"title":"Tekla Structures shop drawing R.C.C Building","shortDescription":"Shop drawing and modeling R.C.C building in TEKLA","longDescription":"\u003Cp\u003ETekla structures is a building information modeling software able to model structures that incorporate different kinds of building materials, including steel, concrete, timber, and glass.\u003C/p\u003E\u003Cp\u003ETekla structures the most advanced structural BIM\u0026nbsp;software, lets you create, combine, manage and share multi-material 3D\u0026nbsp;models packed with valuable construction information. \u003C/p\u003E\u003Cp\u003EWith Tekla structures you can create accurate information-rich 3D models that have all the structural data you need to build and maintain any type of structure. \u003C/p\u003E\u003Cp\u003EYou can also import, export and link your data with other software solutions, digital construction tools and fabrication machinery for smoother workflow.\u003C/p\u003E\u003Cp\u003EIn this course we will learn the \u003Cstrong\u003Eshop drawing \u003C/strong\u003Eand \u003Cstrong\u003Emodeling\u003C/strong\u003E of a r\u003Cstrong\u003Eeinforcement concrete building consists of 4 stories.\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003EWe will learn how we can generate the shop drawings of all the structural elements (\u003Cstrong\u003Efoundation layout, columns layout, beams layout, slab layout\u003C/strong\u003E)\u003C/p\u003E\u003Cp\u003EWe will learn how we can do \u003Cstrong\u003Esections using Tekla\u003C/strong\u003E to get more \u003Cstrong\u003Edetails drawings in beams or columns or foundations.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe will learn how to generate the\u003Cstrong\u003E Bill of Quantity table in Tekla structure\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E The dimensions and properties for structural sections commonly used in R.C.C building structure design and construction are given in this course in addition to all design consideration and\u0026nbsp; proper material availability and specification according the \u003Cstrong\u003EACI code.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/tekla-structures-shop-drawing-rcc-building/","imageUri":"https://img-c.udemycdn.com/course/750x422/4165158_7eb3_2.jpg","duration":"3,5 horas","enrolledStudentsCount":"3.340 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Beginner and Expert"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Tekla Structures"],"rating":{"count":56,"averageValue":"4.2"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"723B06EC6A9B4F822145","originalPrice":"6 400 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/servicenow-system-administrator-csa-practice-exams-feb-2022/":{"courseDetails":{"courseId":4529750,"title":"ServiceNow System Administrator CSA Practice Exams FEB 2022","shortDescription":"Attend this ServiceNow System Administrator (CSA) Practice Certification Exam will get a Good Score 90% on Main Exam","longDescription":"\u003Cp\u003E\u003Cstrong\u003EExam Purpose\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPrepare for the ServiceNow Certified System Administrator (CSA) exam with the most comprehensive set of practice questions with detailed explained answers, all built in the latest Rome release!\u003C/p\u003E\u003Cp\u003EThe CSA exam certifies that you have the skills and essential knowledge to contribute to the ServiceNow system\u0027s configuration, implementation, and maintenance.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Preparation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EExam questions are based on official ServiceNow training materials, the ServiceNow documentation site, and the ServiceNow developer site. It should not be considered the official study or exam materials and should only be used to practice for the actual mainline exam.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Scope\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EUser Interface \u0026amp; Navigation (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E20%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EServiceNow Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELists and Filters\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EForms and Templates\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBranding\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003ECollaboration (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E20%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUser Administration\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETask Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENotifications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReporting\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EDatabase Administration (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E30%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EData Schema\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECMDB\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EApplication/Access Control\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImport Sets\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003ESelf-Service \u0026amp; Process Automation (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E20%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EKnowledge Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EService Catalogue\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorkflows/Flow Designer\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EIntroduction to Development (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E10%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EScripting\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMigration and Integration\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelopment\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EExam Structure\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe exam consists of approximately (60) questions. For each question on the examination, there are multiple possible responses. You should review the response options and select the most correct answer to the question.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EMultiple Choice (single answer)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EFor each multiple-choice question on the exam, there are four possible responses. You should review the response options and select the one response most accurately answers the question.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EMultiple Select (select all that apply)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EFor each multiple-select question on the exam, there are at least four possible responses. The question will state how many responses should be selected. You should review the response options and select ALL responses that accurately answer the question. Multiple-select questions have two or more correct responses.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/servicenow-system-administrator-csa-practice-exams-feb-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4529750_031b.jpg","duration":"","enrolledStudentsCount":"20 participants","lastUpdated":"Publié le 2/2022","targetAudiences":["ServiceNow Certified System Administrator (CSA) Exam students \u0026 candidates"],"tags":["Informatique et logiciels","Certifications informatiques"],"rating":null,"instructors":[{"name":"Dounia Jalal","url":"/user/dounia-jalal-2/","totalNumberOfStudents":1596,"totalNumberOfReviews":1,"averageRating":4}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/csi-sap2000-3d-building-design-all-type-of-stairstanks/":{"courseDetails":{"courseId":3580581,"title":"CSI Sap2000 3D building design \u002B all type of (Stairs\u002BTanks)","shortDescription":"CSI Sap2000V21 structural design of 15 stories buildings \u002B all types pf stairs \u002B all types of water tank \u002B 2D work","longDescription":"\u003Cp\u003EThis course not just a tutorial on software Sap2000 but it is a complete understanding about structural design analysis, how civil engineer must begin with the project, how he/she must think, how we can determine the dimension of the element before modeling them check it in the software. In this course we will design a 15 stories of a residential buildings, within the work we will define and design all types of slabs such as (waffle slab, one way ribbed slab, two way ribbed slab, flat slab and solid slab), earthquake with static and dynamic case, wind loads, columns and beams and shear walls \u002B Advanced lectures in ETABS\u0026nbsp;\u002B Advanced lecture in Sap2000 (design all types of Stairs \u002B water tanks \u002B 2D work) \u002B Structural design of\u0026nbsp; a Dome\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/csi-sap2000-3d-building-design-all-type-of-stairstanks/","imageUri":"https://img-c.udemycdn.com/course/750x422/3580581_3b51_6.jpg","duration":"7 horas","enrolledStudentsCount":"5.385 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Beginner and Expert"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","SAP2000"],"rating":{"count":88,"averageValue":"4.5"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EA4C3E07572348ED2458","originalPrice":"6 400 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/staad-pro-v8-industrial-steel-warehouse-design-from-a-to-z/":{"courseDetails":{"courseId":4344110,"title":"STAAD Pro V8 Industrial Steel Warehouse Design from A to Z","shortDescription":"STAAD Pro V8 Industrial Steel Warehouse Design from A to Z","longDescription":"\u003Cp\u003EThis course teaches you all the things required for the structural analysis and design of a steel warehouse building. This course, as the title says, doesn\u0027t require you to have any prior experience in this software or any other structural design software. It will teach all the aspects of the software from very basic and will take you to the higher levels of the software as the course progresses. The course has been very systematically arranged so that you can best understand the software. Once you complete this course, you will have all the necessary knowledge to do structural design of a steel warehouse. You can work as a structural designer or can do the structural design of buildings on your own projects.\u003C/p\u003E\u003Cp\u003EYou will be learning all you need to know about structural analysis steel warehouse buildings using STAAD Pro in your professional career according to international norms like American codes and standards. The course will be discussing very essential topics, including assigning load combinations according to ASCE7/IBC, wind and seismic load applications according to ASCE and UBC 97 respectively as well as the design. Moreover, you will learn how to check your structure\u0027s deflection against the serviceability requirements/limits and optimization of steel section sizes as per codes ASCE7/IBC. Furthermore, design of composite beam, deck slab, purlins, truss, generating reports, getting base support reactions, beam end forces, stress ratios of members, member take off, using STAAD editor, Section Wizard and many more interesting and important topics like steel material properties and mechanics will be discussed in the course.\u003C/p\u003E\u003Cp\u003ESTAAD Pro stands for Structural Analysis and design. STAAD Pro v8i Software is widely used in analyzing and designing structures – buildings, bridges, towers, transportation, industrial and utility structures. In this Software you will show a detail analysis and design of all the structural elements of steel warehouse building under gravity loads (dead and live) and lateral loads (earthquake and wind)\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/staad-pro-v8-industrial-steel-warehouse-design-from-a-to-z/","imageUri":"https://img-c.udemycdn.com/course/750x422/4344110_3198_3.jpg","duration":"3 horas","enrolledStudentsCount":"2.273 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["ivil Engineering Students who want to learn structural design"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","STAAD.Pro"],"rating":{"count":32,"averageValue":"4.2"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"29E22E1FF6127D5AB6DD","originalPrice":"1 920 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/fundamental-of-industry-40/":{"courseDetails":{"courseId":4035798,"title":"Fundamentals of Industry 4.0","shortDescription":"Basic Concept, Components, Technology and Application of INDUSTRY 4.0","longDescription":"\u003Cp\u003EHi Friends,\u003C/p\u003E\u003Cp\u003EIn this course we will start learning about Industry 4.0 which is actually the foundation of the digital transformation of the Industry. This course is beneficial for you in Starting Level. In this Course you learn all about the\u003Cstrong\u003E \u003C/strong\u003EIndustry 4.0 that How Industry 4.0 grow from Industry 1.0.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe Content of the Course are:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat is Industry 4.0?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIndustry 4.0: The Fourth Industrial Revolution\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EComponent of Industry 4.0\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIndustry 4.0 Smart Factory\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIndustry 4.0 Supply Chain\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESome Industry 4.0 Technologies\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESoon Everything Will Be Smart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConnected Devices Projection\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESmart Buildings\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESmart Manufacturing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESmart Farming\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe opportunities in Industry 4.0\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIndustry 4.0 is revolutionizing the way companies manufacture, improve and distribute their products. Manufacturers are integrating new technologies, including Internet of Things (IoT), AI, Cloud Computing and machine to Machine Communication.\u003C/p\u003E\u003Cp\u003EIn this Course you learn the Basic Terminology of INDUSTRY 4.0 in a simple Language. Which enhance your Knowledge in the field of INDUSTRY 4.0 .The entire course material including the slide presentation in very effective method? Further there are additional handpicked reading material and resources available for your reference.\u003C/p\u003E\u003Cp\u003EFeel free to reach out if you have any additional questions regarding INDUSTRY 4.0. Also this course has 30 days money back guarantee without any delay the applicants participate in this Course\u003C/p\u003E\u003Cp\u003EAll the best for your learning journey of INDUSTRY 4.0 !\u003C/p\u003E\u003Cp\u003ECheers!\u003C/p\u003E\u003Cp\u003EHarish Kumar Maheshwari\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/fundamental-of-industry-40/","imageUri":"https://img-b.udemycdn.com/course/750x422/4035798_adf2_2.jpg?secure=Ma6sVzXttz1V24Fgz22-Tg%3D%3D%2C1643901487","duration":"33 minutos","enrolledStudentsCount":"21.633 estudiantes","lastUpdated":"Fecha de la última actualización: 5/2021","targetAudiences":["Who want to Work in Real time Application of INDUSTRY 4.0","Who want to update there Knowledge in the Field of INDUSTRY 4.0","Undergraduates or recent graduates students who are curious to understand the changes in the business environment"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Industria 4.0"],"rating":{"count":154,"averageValue":"4.1"},"instructors":[{"name":"Harish Kumar Maheshwari","url":"/user/harish-kumar-maheshwari-3/","totalNumberOfStudents":210815,"totalNumberOfReviews":3497,"averageRating":3.970265811669368}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"1E075F0885BFAAF6F14A","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/x64dbg-static-analysis/":{"courseDetails":{"courseId":3294444,"title":"Reverse Engineering 3: x64dbg Graphical Static Analysis","shortDescription":"Introduction to using x64dbg to reverse engineer programs using graphical static analysis","longDescription":"\u003Cp\u003EIf you had always wanted to learn how\u0026nbsp; to \u003Cstrong\u003Ereverse engineer\u003C/strong\u003E a program and understand how it works from the inside out, then this is the course for you. Except for IDA\u0026nbsp;Pro, many other debuggers out there are not capable of performing graphical representation of a disassembled software. x64dbg however can do it. It can disassemble a program and also represent it as a graphical representation.\u0026nbsp; This makes it ideal as a free tool to perform what IDA Pro can do - i.e. static analysis. \u003C/p\u003E\u003Cp\u003EUnfortunately, there is not much information on the Internet on how to use x64dbg to do static analysis, hence this course.\u0026nbsp; You can use its powerful graphical tool for \u003Cstrong\u003EReverse Engineering, Malware Analysis and Software Debugging\u003C/strong\u003E. In this course we will learn\u0026nbsp; how to disassemble a program and represent it an a graphical view so as to be able to easily analyse and understand how the program works - and also to patch programs. The hidden power of x64dbg lies in its ability to run a \u003Cstrong\u003Elive debugging session simultaneously with graphical static analysis\u003C/strong\u003E. And I\u0026nbsp;will show you how to do it in this course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow to disassemble programs into assembly code and show it in a graphical representation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGraphical Static Analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESetting breakpoints and stepping through code\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EModify program behaviour\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReversing jumps\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChanging register values\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPatching programs\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EMoney back guarantee:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is backed by a \u003Cstrong\u003E30-day money back guarantee\u003C/strong\u003E.\u0026nbsp; So, go ahead and enroll in this course now and start reverse engineering programs the fun and easy way using graphical static analysis!\u0026nbsp;\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/x64dbg-static-analysis/","imageUri":"https://img-b.udemycdn.com/course/750x422/3294444_1a72.jpg?secure=mYhsPyy23bE6LVWx6dIpaQ%3D%3D%2C1643900677","duration":"1,5 horas","enrolledStudentsCount":"15.244 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Programmers who want to learn how to debug software using x64dbg","Computing students interested to learn how software works from the inside","Anyone interested in learning reverse engineering","Reversers who want to learn how to use the graphical tool in x64dbg"],"tags":["Informática y software","Redes y seguridad","Ingeniería inversa"],"rating":{"count":88,"averageValue":"4.1"},"instructors":[{"name":"Paul Chin","url":"/user/paulchin/","totalNumberOfStudents":283631,"totalNumberOfReviews":3162,"averageRating":4.505868689473683}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"RE2FEB2","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/master-your-brain-to-achieve-your-desired-success/":{"courseDetails":{"courseId":1905626,"title":"Control Your Subconscious Mind: Neuroscience Hidden Secrets","shortDescription":"The ULTIMATE Neuroscience Blueprint to UNLOCK and UTILIZE your subconscious mind. Create and Live the FUTURE You Desire.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**Course Updated - February 2022**\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; COURSE REGULARLY UPDATED: NEW TIPS, MORE LESSONS \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; CERTIFIED COACH, SPEAKER AND TRAINER \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; OVER 180,000 STUDENTS IN TOTAL \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECongratulations! You just found the Top 1% Course on Controlling Your Subconscious Mind to help you live the FUTURE you really want.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDISCOVER\u0026nbsp;the 9 step Neuroscience Blueprint to Control Your Subconscious Mind\u003C/strong\u003E. Learn the basic foundations of neuroscience and the brain and how can you control your brain to take actions automatically towards your desired future and not for survival.\u003C/p\u003E\u003Cp\u003E \u003C/p\u003E\u003Cp\u003EHave you ever strongly desired a future, yet you couldn’t achieve it, just because your mind didn’t support the actions that need to be taken to realize that future?\u003C/p\u003E\u003Cp\u003EHave you ever wondered who makes you make decisions or act on them?\u003C/p\u003E\u003Cp\u003EHave you ever wondered who generates your life? \u003C/p\u003E\u003Cp\u003EDo you really want to tackle such situations in your life, where your brain takes action just to survive, and not towards creating a desired future?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf YES, then this course is for you!\u0026nbsp; \u0026nbsp; \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course, you will learn how to control Your Brain to \u003Cstrong\u003Erealize the future you really want\u003C/strong\u003E. You will learn many concepts and principles, and when you\u0027re attuned to them when you understand them when you know them when you make them part of who you are, then these principles will impact each and every transaction, each and every dialogue that you have. They will help you to be ready for each and every challenge you face. It\u0027s not about forcing your brain to do some actions, it’s about understanding timeless principles and applying those principles through stories, through analogies, through anecdotes and exercises, and then begin immediately applying them in your real world, in the things that matter most to you.\u0026nbsp; I promise you that by the end of the course, you will be able to take your personal and professional life to the next level of success. \u003C/p\u003E\u003Cp\u003EAfter attending this program, \u003Cstrong\u003Eyou won’t remain the same\u003C/strong\u003E; the impact will be \u003Cstrong\u003Esevere.\u003C/strong\u003E AND undoubtedly, \u003Cstrong\u003Emassive\u003C/strong\u003E! Your brain and \u003Cstrong\u003EYour life will change forever\u003C/strong\u003E. This is the surefire mantra to big-ticket successes. Your brain will literally work for you to generate the actions for you consciously and subconsciously to help you realize the future you want. You will be able to experience immediate results.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is so much more than a simple set of video lectures.\u0026nbsp;It\u0027s really a complete blueprint that can transform your life and take it to the next level. \u003Cstrong\u003EIf you don\u0027t like the course, I will refund you, no questions asked\u003C/strong\u003E, request for a refund within 30 days and I will promptly refund you. If you have any doubts about the course, feel free to send it to me. I will respond in a short time frame. I will keep on updating the content and keep it up to date based on new scientific research and studies.\u003C/p\u003E\u003Cp\u003EReady to experience the unknown, look at the world with a new set of lenses and recognize the underlying patterns that govern our decisions and actions for everything around us. Expect exercises, homework, putting theory into practice in a fun and entertaining way. \u003C/p\u003E\u003Cp\u003EThere are no previous requirements necessary, and I only ask you to Watch, Learn and Implement.\u003C/p\u003E\u003Cp\u003ESo what are you waiting for? Click the \u0022\u003Cstrong\u003EBUY NOW\u003C/strong\u003E\u0022 button and I’ll see you inside the course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ETo your success!\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/master-your-brain-to-achieve-your-desired-success/","imageUri":"https://img-c.udemycdn.com/course/750x422/1905626_c5c0_3.jpg","duration":"2,5 horas","enrolledStudentsCount":"23.317 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["If you wants to change your ALMOST CERTAIN Future by controlling your subconscious mind","If you wants to Re-program your brain to help you achieve the Future you desire","If you wants to improve the way you think, act and feel in your day-to-day life"],"tags":["Desarrollo personal","Transformación personal","Entrenamiento cerebral"],"rating":{"count":160,"averageValue":"4.2"},"instructors":[{"name":"Dr. Vijender Goel","url":"/user/vijender-goel/","totalNumberOfStudents":23317,"totalNumberOfReviews":160,"averageRating":4.236345},{"name":"Susmita Dutta","url":"/user/susmitadutta/","totalNumberOfStudents":182380,"totalNumberOfReviews":4016,"averageRating":4.245647963563403}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEB2022FREE1","originalPrice":"12 800 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/docker-certified-associate-dca-practice-exams-feb-2022/":{"courseDetails":{"courseId":4529692,"title":"Docker Certified Associate (DCA) Practice Exams - FEB 2022","shortDescription":"Attend this Docker Certified Associate Practice Certification Exam will get a Good Score 90% on Main Exam","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDear Friends,\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAre you Preparing for Docker Certified Associate (DCA) Exam ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDon’t be stressed, Take our \u003Cstrong\u003EDocker Certified Associate Exam\u003C/strong\u003E Based Practice Test and prepare yourself for the Exam. These practice questions are intended for those who want to take the DCA exam.\u003C/p\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will get in These Practice Test ?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EIt contains sample questions which are likely to be asked in the Real Exam.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Questions help you with Self-Study and Self-Assessment.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Mock Test helps you check your Knowledge.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Docker Certified Associate Exam based practice tests are prepared according to the Latest Exam Format.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Practice Test are Mobile Compatible So you can easily access anytime with your smartphone.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EGenerally, you need to refer a variety of books and Websites in order to cover the ocean of topics for Docker Certified Associate Exam. To make it easy for you guys, I have collected a few Docker Certified Associate Exam Based questions from different topics. Our practice tests contain the latest Questions for Docker Certified Associate Exam.\u003C/p\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn these Practice Test We Covers The Following Topics:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EOrchestration (25%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EImage Creation, Management, and Registry (20%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EInstallation and Configuration (15%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENetworking (15%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESecurity (15%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStorage and Volumes (10%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EThese\u003Cstrong\u003E 6 Certified Docker Certified Associate (DCA) Exam Practice Test \u003C/strong\u003Ehave a passing score of 75% but I highly encourage you to repeat taking these Practice Test again and again until you consistently reach a score of 85% or higher in Each Practice Test. Remember that this product does not give guarantee that, you will pass the \u003Cstrong\u003EDocker Certified Associate (DCA) Exam\u003C/strong\u003E. You still need to do your self readings. However, These Practice Test provide a \u003Cstrong\u003ESelf-Assessment \u003C/strong\u003Ethat on which area you need improvement.\u003C/p\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe Pattern of Real Exam is :\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENumber of Questions:\u003C/strong\u003E 55\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPassing Score: \u003C/strong\u003EAbove 70%\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETest Duration:\u003C/strong\u003E 90 minutes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETest Format: \u003C/strong\u003EMultiple Choice\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EWhen you solve these Questions then definitely your confidence will Increase. \u003Cstrong\u003EAlso this course has 30 days money back guarantee. \u003C/strong\u003EWithout any delay, the applicants participate in the \u003Cstrong\u003EDocker Certified Associate (DCA) Exam \u003C/strong\u003EPractice Test.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBest of luck for Exam!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECHEERS!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELegal Notice:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDocker and Docker logo are trademarks or registered trademarks of Docker, Inc. in the United States and/or other countries. The Docker, Inc. and other parties may also have trademark rights in other terms used herein. This course is not certified, accredited, affiliated with, nor endorsed by the Docker, Inc..\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/docker-certified-associate-dca-practice-exams-feb-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4529692_1588.jpg","duration":"","enrolledStudentsCount":"0 estudiantes","lastUpdated":"Publicado el 2/2022","targetAudiences":["Docker Certified Associate Exam students \u0026 candidates"],"tags":["Informática y software","Certificaciones de informática"],"rating":null,"instructors":[{"name":"Dounia Jalal","url":"/user/dounia-jalal-2/","totalNumberOfStudents":1249,"totalNumberOfReviews":1,"averageRating":4}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/revit-structural-drawing-of-15-stories-residential-building/":{"courseDetails":{"courseId":3546366,"title":"Revit structural drawing of 15 stories residential building","shortDescription":"Revit structural drawing of 15 stories R.C residential building","longDescription":"\u003Cp\u003EStructural drawing of 15 stories residential buildings in Revit. In this course student will begin from zero to expert in structural drawing of all elements (columns, beams, slabs, shear walls, stairs and foundations)\u0026nbsp;\u002B draw reinforcement of all structural elements \u002B create structural sheets \u002B\u0026nbsp;create BOQ\u0026nbsp;tables. Student through this course will show and the commands needed with structural drawing of a project.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/revit-structural-drawing-of-15-stories-residential-building/","imageUri":"https://img-c.udemycdn.com/course/750x422/3546366_f1e7.jpg","duration":"2,5 horas","enrolledStudentsCount":"1.473 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Beginner and expert civil engineer"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Revit"],"rating":{"count":42,"averageValue":"4.5"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"E12A047E180D1927D581","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/using-powershell-advanced-automated-file-management/":{"courseDetails":{"courseId":3676090,"title":"File \u0026 Folder Management Using PowerShell","shortDescription":"Learn File, Folder and Location Management With PowerShell - Practicing Field case examples, Scripts \u0026 Demos","longDescription":"\u003Cp\u003EIf you want to learn File Management using PowerShell, then this course is for you.\u003C/p\u003E\u003Cp\u003EFile Management is part of Our day Today IT Operations, After completing this course, You will find yourself very efficient and confident in Advanced Automated File Management.\u003C/p\u003E\u003Cp\u003EYou will be able to do all the stuff with files and folders using PowerShell, What you can do using normal Graphical User Interface.\u003C/p\u003E\u003Cp\u003ENow a days every Leading Platform using PowerShell as its Management Tool, whether it is Microsoft Products, VMware, Citrix, cloud Providers like Azure, AWS, or Google\u0026nbsp; etc.\u003C/p\u003E\u003Cp\u003ENow either we need to learn each Platform\u0027s own command line Tool to manage them OR \u003Cstrong\u003E\u003Cem\u003Ewe can Learn a Single Powerful Tool that is \u0022PowerShell\u0022 to manage them All.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMeans PowerShell is a Skill, that perfectly fit into framework of \u0022Learn Once, Apply everywhere, throughout your career\u0022\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPlease don\u0027t wait that others\u0026nbsp; should encourage you to learn this Skill. \u003C/p\u003E\u003Cp\u003ETry to identify need and demand of Today\u0027s time, and Grab this opportunity to Learn this new Skill to match pace with Trending Time and Technologies.\u003C/p\u003E\u003Cp\u003EI am sure, As soon as you complete this course, You will be very efficient in managing Files \u0026amp; Folders Using PowerShell.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAll the best :)\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/using-powershell-advanced-automated-file-management/","imageUri":"https://img-b.udemycdn.com/course/750x422/3676090_273f.jpg?secure=qiwmkvFCav-CTsLCYQjLLg%3D%3D%2C1643906442","duration":"2,5 horas","enrolledStudentsCount":"11.032 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Techies who want to learn PowerShell","IT Admins who want to automate File, Registry and Location Management","Techies who want to lean Advanced level Files, Folders, path and Location Management","Techies who want to Learn a common Tool to Manage Most of the Leading Platforms like AWS, Azure, Google Cloud, Citrix, VMware etc."],"tags":["Informática y software","Informática y software, otros","PowerShell"],"rating":{"count":52,"averageValue":"4.5"},"instructors":[{"name":"Luxmi Narayan","url":"/user/my-learnings-online/","totalNumberOfStudents":15969,"totalNumberOfReviews":236,"averageRating":4.290873137984496}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"NEWYEARGIFT5","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/project-management-crash-course1/":{"courseDetails":{"courseId":4362924,"title":"Project Management Crash Course in 60 Minutes","shortDescription":"Project, Programme, Portfolio, PMI, PMBOK, PMP, Plan, Schedule, Risk, MS Project, Primavera, Agile, Scrum, Crash Course","longDescription":"\u003Cp\u003EWelcome to the Project Management Crash Course.\u003C/p\u003E\u003Cp\u003EThis course is designed to help you for your practical day to day project management, to improve your project management knowledge, skills and to enhance your career by understanding and opting for best suited project management certification for you.\u003C/p\u003E\u003Cp\u003E- You will learn the basic concepts of Project management to understand difference between a project and operations, classification of projects, programme and portfolio and the understanding of project management.\u003C/p\u003E\u003Cp\u003E- I will explain you some important terminologies for project management that are used in day to day communication related to project management.\u003C/p\u003E\u003Cp\u003E- You will get a full understanding of project life cycle. What are different phases in a project and how they are mapped from initiating till closing the project. What are the inputs and outputs in each phase.\u003C/p\u003E\u003Cp\u003E- You will learn 10 knowledge areas and 49 processes used in project management.\u003C/p\u003E\u003Cp\u003E- I will provide you the list of important documents that are used in every project. You will understand the purpose of each document and also, you will get free templates for all documents to use in your projects.\u003C/p\u003E\u003Cp\u003E- Project Manager role is very critical for the success of a project. You will learn that what are the key responsibilities a project manager needs to perform in order to ensure the successful delivery of his/her project.\u003C/p\u003E\u003Cp\u003E- To perform the project manager duties in productive way, you must have some key skills. I will teach you what are those skills and how a project manager can develop and enhance those skills.\u003C/p\u003E\u003Cp\u003E- There are different types of plan driven and change driven project management methodologies used for different type of projects. You will be able get the understanding of those methodologies and learn the pro’s and Cons for each type of methodology.\u003C/p\u003E\u003Cp\u003E- You will learn the best software’s that can be used for each type of Project management methodology.\u003C/p\u003E\u003Cp\u003E- I will provide you the information of widely accepted certifications in project management field. Based on that information you will be able to decide the best fit certification for your current stage of Career.\u003C/p\u003E\u003Cp\u003EIn summery, After taking this course, you will have full understanding of project management basic concepts, day to day terminologies, project management processes, different methodologies for project management. You will also have the list and templates for important project management documents and understanding of your role as project manager. You will have the information for top skills you need, which software tools you can use and in order to pursue your career in project management, the best suited certification for you as well.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/project-management-crash-course1/","imageUri":"https://img-c.udemycdn.com/course/750x422/4362924_9797_4.jpg","duration":"1 hora","enrolledStudentsCount":"3.376 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Welcome to the Project Management Crash Course.  This course is designed to help you for your practical day to day project management, to improve your project management knowledge, skills and to enhance your career by understanding and opting for best suited project management certification for you.","You will learn the basic concepts of Project management to understand difference between a project and operations, classification of projects, programme and portfolio and the understanding of project management.","I will explain you some important terminologies for project management that are used in day to day communication related to project management.","You will get a full understanding of project life cycle. What are different phases in a project and how they are mapped from initiating till closing the project. What are the inputs and outputs in each phase.","You will learn 10 knowledge areas and 49 processes used in project management.","I will provide you the list of important documents that are used in every project. You will understand the purpose of each document and also, you will get free templates for all documents to use in your projects.","Project Manager role is very critical for the success of a project. You will learn that what are the key responsibilities a project manager needs to perform in order to ensure the successful delivery of his/her project.","To perform the project manager duties in productive way, you must have some key skills. I will teach you what are those skills and how a project manager can develop and enhance those skills.","There are different types of plan driven and change driven project management methodologies used for different type of projects. You will be able get the understanding of those methodologies and learn the pro’s and Cons for each type of methodology.","You will learn the best software’s that can be used for each type of Project management methodology.","I will provide you the information of widely accepted certifications in project management field. Based on that information you will be able to decide the best fit certification for your current stage of Career.","In summery, After taking this course, you will have full understanding of project management basic concepts, day to day terminologies, project management processes, different methodologies for project management. You will also have the list and templates for important project management documents and understanding of your role as project manager. You will have the information for top skills you need, which software tools you can use and in order to pursue your career in project management, the best suited certification for you as well."],"tags":["Negocios","Gestión de proyectos","Gestión de proyectos"],"rating":{"count":112,"averageValue":"4.5"},"instructors":[{"name":"Hammad Saeed, PMP","url":"/user/hammad-saeed-20/","totalNumberOfStudents":3376,"totalNumberOfReviews":112,"averageRating":4.492055}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PMFC2022","originalPrice":"5.120 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/learn-bash-quickly/":{"courseDetails":{"courseId":3853842,"title":"Learn Bash Quickly: A Hands-on approach to Linux Automation","shortDescription":"⭐⭐⭐⭐⭐ Master Bash/Shell Scripting and learn how to automate boring Linux tasks!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EBash Scripting\u003C/strong\u003E comes up in almost every single \u003Cstrong\u003EDevOps\u003C/strong\u003E Interview questions ... Be Prepared!\u003C/p\u003E\u003Cp\u003EThis course also include my 3 \u003Cstrong\u003E\u003Cem\u003Ebestseller \u003C/em\u003E\u003C/strong\u003Ebooks\u0026nbsp;(in eBook version):\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Bash Quickly\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Linux Quickly\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Ansible Quickly (RHCE)\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EMaster Bash Scripting and learn how to automate boring administrative Linux tasks.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EKey Features\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate and run efficient Bash scripts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplement Bash functions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAutomate complex and repetitive tasks\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Description\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Bash Quickly \u003C/em\u003E\u003C/strong\u003Eis a fully practical hands-on course for learning bash scripting. It will get you up and running with bash scripting in no time.\u003C/p\u003E\u003Cp\u003EFirst, you will break the ice with Bash scripting by creating and running a very simple \u0022Hello World\u0022 program. Then, you will dive into the world of Bash variables, arguments, string, and arrays. Also, you will learn how to use conditional statements in your bash script. Moreover, you will explore various Bash looping constructs and get to realize how powerful they are. In addition, you will get to write Bash functions, so your code looks clean and unrepetitive. Finally, you will see how you can use bash to automate some of the tedious tasks on Linux.\u003C/p\u003E\u003Cp\u003EBy the end of this course, you will have all the skills necessarily to develop state of the art bash scripts that can automate any repetitive task you may encounter while working on Linux systems.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUnderstand how to work with Bash variables, arguments, string, and arrays.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake your Bash scripts smarter with conditional statements.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnalyse various Bash looping constructs.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesign and create recursive Bash functions.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAutomate boring administrative tasks.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho This Course Is For\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you are tired of spending countless hours doing the same tedious task on Linux over and over again then this course is for you! \u003Cstrong\u003E\u003Cem\u003ELearn Bash Quickly\u003C/em\u003E\u003C/strong\u003E will teach you all the skills you need to automate borings tasks in Linux. You will be much more efficient working on Linux after taking this course, more importantly, you will get more sleep, I promise you! \u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Bash Quickly\u003C/em\u003E \u003C/strong\u003Edoes assume prior Linux knowledge and that you have experience working on the Linux command line.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETable of Contents\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHello World\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBash Variables\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBash Script Arguments\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBash Arrays\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBasic Arithmetic Operations\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBash Strings\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDecision Making in Bash\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBash Loops\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBash Functions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAutomation with Bash\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESolutions to Bash Exercises\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/learn-bash-quickly/","imageUri":"https://img-c.udemycdn.com/course/750x422/3853842_c7ff_8.jpg","duration":"8,5 heures","enrolledStudentsCount":"30 879 participants","lastUpdated":"Dernière mise à jour : 7/2021","targetAudiences":["Linux System Administrators","Linux Intermediate Users and Power Users","DevOps Engineers","Anyone who uses Linux at work or at home."],"tags":["Informatique et logiciels","Systèmes d\u0027exploitation et serveurs","Shell Bash"],"rating":{"count":243,"averageValue":"4.6"},"instructors":[{"name":"Ahmed Alkabary","url":"/user/ahmedalkabary/","totalNumberOfStudents":210484,"totalNumberOfReviews":21230,"averageRating":4.550791522441195}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFEB1","originalPrice":"12.480 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/architectural-shop-drawing-plans-in-autocad-2020/":{"courseDetails":{"courseId":4308023,"title":"Architectural Shop Drawing Plans in AutoCAD 2020","shortDescription":"Learn how to draw the architectural plans of a architectural project ( Shop Drawing ) \u002B AutoCAD basics Commands","longDescription":"\u003Cp\u003E\u003Cstrong\u003EPart 1:\u0026nbsp;\u003C/strong\u003ELearn the basics commands in AutoCAD to be ready to the shop drawing practice ( \u003Cstrong\u003EHow to draw lines, How to draw polyline, Copy, Move, Mirror, Offset, Fillet, Trim, Rotate, How to draw X-line, How to draw circle, How to draw Hatch in AutoCAD, How to do match properties in AutoCAD, How to print a sheet in AutoCAD.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPart 2:\u0026nbsp; \u003C/strong\u003EArchitectural Shop Drawing in AutoCAD 2020\u003C/p\u003E\u003Cp\u003EDo you need more practice with AutoCAD? Follow along as we take a 2D building floor plan, amend it by adding extra floors and create a site layout of a whole office park.\u003C/p\u003E\u003Cp\u003EIf you have learned the basics of AutoCAD, or have played around with it but need more practice, this course will help you feel more confident and comfortable using the industry-standard CAD application.\u003C/p\u003E\u003Cp\u003EThis course follows a realistic project to allow you to learn a typical workflow as well as learning and practicing new skills. Throughout this AutoCAD course, you\u0027ll be creating your own realistic project that is indicative of the kind you might be asked to create in the workplace. You will learn how to produce a professional drawing to industry standards and hopefully inspire you to do even more.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/architectural-shop-drawing-plans-in-autocad-2020/","imageUri":"https://img-c.udemycdn.com/course/750x422/4308023_04a3_2.jpg","duration":"7 horas","enrolledStudentsCount":"2.143 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2021","targetAudiences":["For beginner Architect Students"],"tags":["Diseño","Diseño arquitectónico","Dibujo técnico"],"rating":{"count":25,"averageValue":"4.5"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"7500C65146325D381DC2","originalPrice":"1.600 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/tekla-steel-structure-modeling/":{"courseDetails":{"courseId":4066992,"title":"Tekla structures Shop drawings Steel Structure","shortDescription":"Modeling a steel structure on Tekla structures software","longDescription":"\u003Cp\u003ETekla structures is a building information modeling software able to model structures that incorporate different kinds of building materials, including steel, concrete, timber, and glass.\u003C/p\u003E\u003Cp\u003ETekla structures the most advanced structural BIM\u0026nbsp;software, lets you create, combine, manage and share multi-material 3D\u0026nbsp;models packed with valuable construction information. \u003C/p\u003E\u003Cp\u003EWith Tekla structures you can create accurate information-rich 3D models that have all the structural data you need to build and maintain any type of structure. \u003C/p\u003E\u003Cp\u003EYou can also import, export and link your data with other software solutions, digital construction tools and fabrication machinery for smoother workflow.\u003C/p\u003E\u003Cp\u003EIn this course we will do a practice by modeling a steel structure on Tekla the modeling will include all the steel structural elements (beams, columns, rails, purlins, frame, bracing, truss, concrete slab,\u0026nbsp; foundations and connections) \u003C/p\u003E\u003Cp\u003EAlso we will show in this course how we can export the drawings from Tekla structures software to other software\u003C/p\u003E\u003Cp\u003EThe project that will worked on is a steel hangar structure with length 75m and width 25m \u003C/p\u003E\u003Cp\u003EIn this course we will show the different standard steel sections \u003Cstrong\u003EI Section (HP, M, S, W)\u003C/strong\u003E; \u003Cstrong\u003EC-Shape; Angle Sections; and Pipes sections \u003C/strong\u003Ewe will show how we can model and using these different structural steel sections how you define them and design\u003C/p\u003E\u003Cp\u003EThe dimensions and properties for structural sections commonly used in steel building structure design and construction are given in this course in addition to all design consideration and\u0026nbsp; proper material availability and specification according the AISC code.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/tekla-steel-structure-modeling/","imageUri":"https://img-c.udemycdn.com/course/750x422/4066992_974a.jpg","duration":"3,5 horas","enrolledStudentsCount":"405 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Beginner and Expert"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Tekla Structures"],"rating":{"count":62,"averageValue":"4.6"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"31D851B380838FFFE909","originalPrice":"7.680 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/csi-etabsv19-steel-structure-analysis-and-design/":{"courseDetails":{"courseId":3930516,"title":"CSI ETABSV19 steel structure analysis and design","shortDescription":"Structural analysis and design of a steel Hangar structure","longDescription":"\u003Cp\u003EThis course not just a tutorial on software \u003Cstrong\u003EETABS\u003C/strong\u003E but it is a complete understanding about structural design analysis, how civil engineer must begin with the project, how he/she must think, how we can determine the dimension of the element before modeling them check it in the software. In this course we will a \u0022Hangar\u0022 steel structure with all steel structural element \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERafters; Columns; Truss; Top Chord; Bottom Chord; Internal elements; Rail Sides; Beams; Wind Columns; Wind Beams; Bracing; Beam connection; Column connection; Purlins.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course you will learn how to choose the best section of each type of steel structural element using in the Hangar.\u003C/p\u003E\u003Cp\u003EYou will show how to design the Hangar structure using \u003Cstrong\u003EAmerican Code AISC\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou will learn how to design steel structure \u0022Hangar\u0022 under lateral loads \u0022wind loads\u0022\u003C/p\u003E\u003Cp\u003EIn this course we will show the different standard steel sections \u003Cstrong\u003EI Section (HP, M, S, W)\u003C/strong\u003E; \u003Cstrong\u003EC-Shape; Angle Sections; and Pipes sections \u003C/strong\u003Ewe will show how we can model and using these different structural steel sections how you define them and design \u002B\u0026nbsp;check the capacity of these sections\u003C/p\u003E\u003Cp\u003EThe dimensions and properties for structural sections commonly used in steel building structure design and construction are given in this course in addition to all design consideration and\u0026nbsp; proper material availability and specification according the AISC code.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/csi-etabsv19-steel-structure-analysis-and-design/","imageUri":"https://img-c.udemycdn.com/course/750x422/3930516_1c4e_6.jpg","duration":"3 horas","enrolledStudentsCount":"2.188 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Beginner and Expert"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","ETABS"],"rating":{"count":55,"averageValue":"4.0"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D897FA470429BC9D69E4","originalPrice":"3.200 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/csi-safe-allpile-foundation-slabs-beams-and-deflection/":{"courseDetails":{"courseId":3538924,"title":"Csi Safe \u002B AllPile foundation, slabs, beams and deflection","shortDescription":"Design all types of foundations shallow and deep \u002B all types of slabs \u002B beams \u002B check deflection","longDescription":"\u003Cp\u003EThis course not just a tutorial on software ETABS and SAFE but it is a complete understanding about structural design analysis, how civil engineer must begin with the project, how he/she must think, how we can determine the dimension of the element before modeling them check it in the software. Design all types of foundation shallow ( isolated, combined, strip and mat) \u002B deep piles foundations \u002B all types of slabs ( Waffles type 1 and 2 \u002B Ribbed \u002B Flat \u002B Solid ) \u002B design beams \u002B Check deflection\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/csi-safe-allpile-foundation-slabs-beams-and-deflection/","imageUri":"https://img-c.udemycdn.com/course/750x422/3538924_c39d_6.jpg","duration":"2 horas","enrolledStudentsCount":"1.321 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Beginner and expert civil engineer"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","CSI SAFE"],"rating":{"count":54,"averageValue":"4.2"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CFAF5E594F480478D0D0","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/reverse-engineering-dnspy/":{"courseDetails":{"courseId":3308996,"title":"Reverse Engineering 6: Reversing .NET with dnSpy","shortDescription":"Learn Reverse Engineering and debugging for .NET programs written in C# and VB.NET using dnSpy","longDescription":"\u003Cp\u003EIf you are interested in \u003Cstrong\u003Ereverse engineering\u003C/strong\u003E and want to learn how to \u003Cstrong\u003Edecompile and debug .NET\u0026nbsp;programs\u003C/strong\u003E, then this course is for you. In this course, I will introduce you to the exciting world of reversing and in particular, reverse engineering .NET\u0026nbsp;programs.\u003C/p\u003E\u003Cp\u003EIn this course, you will learn how to use dnSpy, de4dot and UnconfuserEx tools to reverse engineer .NET\u0026nbsp;programs written in C# and VB.NET. You will learn all about debugging and dumping memory and also how to reverse jumps and modify instructions. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn: \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat are .NET\u0026nbsp;programs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstall dnSpy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPatching with dnSpy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESerial Phishing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Keygens\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E.NET software protection\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDe-obfuscation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnpacking and dumping .NET\u0026nbsp;assemblies\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to protect .NET programs from being reversed\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eand more...\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this course, we will practice reversing on special programs called crackme\u0027s\u0026nbsp; that I\u0026nbsp;have written for you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMoney back guarantee:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is backed by a 30-day money back guarantee. So you have nothing to lose. Go ahead and enroll now and I\u0026nbsp;will see you inside.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/reverse-engineering-dnspy/","imageUri":"https://img-c.udemycdn.com/course/750x422/3308996_7799.jpg","duration":"2 horas","enrolledStudentsCount":"38.961 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Computing students who want to know how to debug .NET programs","Anyone who has an interest in how to decompile a .NET assembly","Software developers who want to level up their skills on Reverse Engineering"],"tags":["Informática y software","Redes y seguridad","Ingeniería inversa"],"rating":{"count":164,"averageValue":"4.0"},"instructors":[{"name":"Paul Chin","url":"/user/paulchin/","totalNumberOfStudents":283631,"totalNumberOfReviews":3162,"averageRating":4.505868689473683}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"RE6FEB2","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/robot-structural-design-15-stories-residential-buildings/":{"courseDetails":{"courseId":3540508,"title":"Robot structural design 15 stories residential buildings","shortDescription":"Analysis and design of 15 stories and one basement R.C Building on Robot software including earthquake design \u002B Pool","longDescription":"\u003Cp\u003EThis course not just a tutorial on Robot software but it is a complete understanding about structural design analysis, how civil engineer must begin with the project, how he/she must think, how we can determine the dimension of the element before modeling them check it in the software. In this course we will design a 15 stories of a residential buildings, within the work we will define and design all types of slabs such as (waffle slab, one way ribbed slab, two way ribbed slab, flat slab and solid slab), foundations, earthquake loads, columns and beams and shear walls \u002B design a swimming pool in Robot\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/robot-structural-design-15-stories-residential-buildings/","imageUri":"https://img-c.udemycdn.com/course/750x422/3540508_b9e5.jpg","duration":"3 horas","enrolledStudentsCount":"1.455 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Beginner and expert civil engineer"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Robot Structural Analysis Professional"],"rating":{"count":29,"averageValue":"4.1"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"748D440488E019F73199","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/autodesk-robot-steel-structure-modeling-analysis-and-design/":{"courseDetails":{"courseId":3786552,"title":"Robot Structural Analysis (Steel Structure)","shortDescription":"Autodesk Robot Steel Structure Modeling Analysis and Design Advanced course with all structural steel element","longDescription":"\u003Cp\u003EThis course not just a tutorial on software \u003Cstrong\u003ERobot\u003C/strong\u003E but it is a complete understanding about structural design analysis, how civil engineer must begin with the project, how he/she must think, how we can determine the dimension of the element before modeling them check it in the software. In this course we will a \u0022Hangar\u0022 steel structure with all steel structural element \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERafters; Columns; Truss; Top Chord; Bottom Chord; Internal elements; Rail Sides; Beams; Wind Columns; Wind Beams; Bracing; Beam connection; Column connection; Purlins.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course you will learn how to choose the best section of each type of steel structural element using in the Hangar.\u003C/p\u003E\u003Cp\u003EYou will show how to model the Cladding for the structure\u003C/p\u003E\u003Cp\u003EYou will show how to design the Hangar structure using \u003Cstrong\u003EAmerican Code AISC\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou will learn how to design steel structure \u0022Hangar\u0022 under lateral loads \u0022wind loads\u0022\u003C/p\u003E\u003Cp\u003EIn this course we will show the different standard steel sections \u003Cstrong\u003EI Section (HP, M, S, W)\u003C/strong\u003E; \u003Cstrong\u003EC-Shape; Angle Sections; and Pipes sections \u003C/strong\u003Ewe will show how we can model and using these different structural steel sections how you define them and design \u002B\u0026nbsp;check the capacity of these sections\u003C/p\u003E\u003Cp\u003EThe dimensions and properties for structural sections commonly used in steel building structure design and construction are given in this course in addition to all design consideration and\u0026nbsp; proper material availability and specification according the AISC code.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/autodesk-robot-steel-structure-modeling-analysis-and-design/","imageUri":"https://img-c.udemycdn.com/course/750x422/3786552_1e4d_4.jpg","duration":"3 horas","enrolledStudentsCount":"9.051 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Beginner and Expert"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Robot Structural Analysis Professional"],"rating":{"count":89,"averageValue":"3.8"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8C4239C8E81A4849EC92","originalPrice":"6.400 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/learn-etabs-safe-in-the-structural-design-of-15-stories-rc/":{"courseDetails":{"courseId":3361382,"title":"Learn ETABS \u0026 SAFE in the Structural Design of 15 Stories RC","shortDescription":"Analysis and design of 15 stories and one basement R.C Building on ETABS and SAFE software including earthquake design.","longDescription":"\u003Cp\u003EThis course not just a tutorial on software ETABS and SAFE but it is a complete understanding about structural design analysis, how civil engineer must begin with the project, how he/she must think, how we can determine the dimension of the element before modeling them check it in the software. In this course we will design a 15 stories of a residential buildings, within the work we will define and design all types of slabs such as (waffle slab, one way ribbed slab, two way ribbed slab, flat slab and solid slab), all types of foundations such as (isolated,combined,strip and mat), earthquake with static and dynamic case, wind loads, columns and beams and shear walls \u002B Advanced lectures in ETABS\u0026nbsp;\u002B Advanced lecture in SAFE\u0026nbsp; and AllPile (design piles deep foundation of a tower of 25 stories) \u002B design a swimming pool in ETABS\u003C/p\u003E\u003Cp\u003EExample 2 Design a mosque with the Dome and minaret \u002B piles foundation of the minaret to resist tension stresses in foundation we will use in the design ETABS, SAFE, SAP2000 software \u002B learn how to design beams using SAP2000\u0026nbsp;\u002B\u0026nbsp;how to model the dome in ETABS\u0026nbsp;or SAP2000\u003C/p\u003E\u003Cp\u003EHow to Model dampers in ETABS (Fluid Viscous damper FVD) and show the effect f using this type of damper on story displacement of the building \u003C/p\u003E\u003Cp\u003EHow create report and detailing drawings in ETABS\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/learn-etabs-safe-in-the-structural-design-of-15-stories-rc/","imageUri":"https://img-c.udemycdn.com/course/750x422/3361382_7fcf_2.jpg","duration":"10 horas","enrolledStudentsCount":"8.647 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Beginner and Expert"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","ETABS"],"rating":{"count":243,"averageValue":"4.4"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FF356E924B5EE97B85B3","originalPrice":"6.400 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/tableau-10-desde-cero/":{"courseDetails":{"courseId":2288849,"title":"Tableau: Empieza desde cero","shortDescription":"Entra al mundo del business intelligence y aprende a visualizar grandes cantidades de información.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E¡Vuélvete un experto en el Business Intelligence con TableauI!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESi eres un estudiante o profesionista que quiere\u003Cstrong\u003E potenciar su carrera profesional \u003C/strong\u003Ete tengo una buena noticia:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡Encontraste el curso indicado!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¿Sientes que tu carrera profesional esta \u003Cstrong\u003Eestancada\u003C/strong\u003E?\u003C/p\u003E\u003Cp\u003E¿\u003Cstrong\u003ETu perfil no destaca\u003C/strong\u003E entre el de los demás?\u003C/p\u003E\u003Cp\u003E¿Sientes que en la escuela\u003Cstrong\u003E no aprendiste nada útil\u003C/strong\u003E para el mundo laboral?\u003C/p\u003E\u003Cp\u003E¿\u003Cstrong\u003ECrees que Excel es la única herramienta\u003C/strong\u003E para analizar datos y hacer gráficas?\u003C/p\u003E\u003Cp\u003E¿Ya sabes Power BI pero quieres \u003Cstrong\u003Ellevarlo al siguiente nivel\u003C/strong\u003E?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENo tener las habilidades correctas \u003C/strong\u003Epara esta nueva era tecnológica es la raíz de todos estos males.\u003C/p\u003E\u003Cp\u003EActualmente\u003Cstrong\u003E el mundo está lleno de datos\u003C/strong\u003E y es fundamental saber como \u003Cstrong\u003Eanalizarlos y presentarlos para extraer valor \u003C/strong\u003Ede ellos. Esta es una habilidad que los empleadores valoran cada día más.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué es Tableau?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETableau es una de las herramientas más populares dentro del mundo de la \u003Cstrong\u003Einteligencia de negocios\u003C/strong\u003E y del \u003Cstrong\u003Ebig data\u003C/strong\u003E. Este software permite el \u003Cstrong\u003Eanálisis de datos\u003C/strong\u003E y la \u003Cstrong\u003Ecreación de reportes\u003C/strong\u003E de una manera fácil.\u003C/p\u003E\u003Cp\u003ESaber extraer información valiosa de los datos permite a las empresas aumentar sus utilidades. Un \u003Cstrong\u003Edesarrollador de Tableau gana $108,000 USD\u003C/strong\u003E al año en promedio.\u003C/p\u003E\u003Cp\u003ESin conocimientos previos\u003Cstrong\u003E aprenderás a visualizar datos\u003C/strong\u003E mediante la aplicación de todas las funciones incluidas en Tableau. Con esto podrás \u003Cstrong\u003Eexplorar\u003C/strong\u003E, \u003Cstrong\u003Eexperimentar, arreglar, preparar y presentar datos de manera fácil, rápida y atractiva.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAl finalizar el curso \u003Cstrong\u003Eserás capaz de descubrir patrones de datos \u003C/strong\u003Ecomo el comportamiento de compra del cliente, tendencias en las ventas o cuellos de botella en la producción para \u003Cstrong\u003Ecrear oportunidades\u003C/strong\u003E para ti o para quienes toman decisiones clave en tu empresa.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECon este curso añadirás valor a tu CV y desarrollarás habilidades que te harán destacar en tu trabajo.\u003C/strong\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/tableau-10-desde-cero/","imageUri":"https://img-c.udemycdn.com/course/750x422/2288849_5725_9.jpg","duration":"1,5 horas","enrolledStudentsCount":"43.775 estudiantes","lastUpdated":"Fecha de la última actualización: 3/2021","targetAudiences":["Debería tomar este curso si desea aprender Tableau completamente desde cero.","Deberías tomar este curso si conoces algunas habilidades de Tableau pero quieres mejorar.","Debe tomar este curso si es bueno con Tableau y desea llevar sus habilidades al siguiente nivel y realmente aprovechar todo el potencial de Tableau."],"tags":["Negocios","Analítica e inteligencia empresarial","Tableau"],"rating":{"count":430,"averageValue":"4.4"},"instructors":[{"name":"Raúl Montesinos","url":"/user/ralmontesinos/","totalNumberOfStudents":324174,"totalNumberOfReviews":10037,"averageRating":4.343493559677},{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314678,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"30FF0CB217847E408791","originalPrice":"2.240 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/el-curso-completo-de-google-sheets-desde-cero/":{"courseDetails":{"courseId":3694482,"title":"Google Spreadsheets: Empieza desde cero","shortDescription":"La mejor alternativa a Microsoft Excel. Domina las hojas de cálculo de Google.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E¿Por qué aprender Google Sheets?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELa forma en que usamos las hojas de cálculo está \u003Cstrong\u003Ecambiando\u003C/strong\u003E. La mayor parte de nuestro trabajo y colaboración se realiza a través de canales \u003Cstrong\u003Een línea\u003C/strong\u003E, nuestras hojas de cálculo también se están moviendo en línea. \u003C/p\u003E\u003Cp\u003EGoogle Sheets es un programa de hojas de cálculo en línea que ofrece soluciones que muchas empresas necesitan en este momento.\u003C/p\u003E\u003Cp\u003EEn el pasado, el principal requisito que tenían las \u003Cstrong\u003Eempresas\u003C/strong\u003E era que los profesionales tuvieran sólidos conocimientos en Microsoft Excel. \u003Cstrong\u003EAhora buscan más.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EComo profesionista, \u003Cstrong\u003Ees importante dominar las aplicaciones importantes\u003C/strong\u003E. No es necesario conocerlos todos. Solo los importantes.\u003C/p\u003E\u003Cp\u003EEste es el único curso de Hojas de cálculo de Google que necesitará: porque le enseñará \u003Cstrong\u003Etodo lo que necesita saber.\u003C/strong\u003E Abordaremos desde cómo ingresar a la interfaz hasta cómo hacer cálculos dentro de ella.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAl final del curso serás capaz de:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUsar las hojas de cálculo con seguridad.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDarás soluciones con una herramienta en la nube.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPodrás analizar datos con mucha facilidad.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESabrás la forma correcta de abordar un problema.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E¿Que aprenderás durante el curso?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EComo ingresar datos a las hojas de cálculo de Google Sheets.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPrácticas recomendadas al utilizar la herramienta.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunciones útiles de las hojas de cálculo.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunciones de búsqueda en Google Sheets como BUSCARV y SORT.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunciones de resumen esenciales como SUM, COUNT, SUMIFS, COUNTIFS, etc.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunciones de ramificación cómo las funciones IF e IFS de Google Sheets.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECómo aprenderás:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ETe llevaremos de la mano en todo momento explicando las funciones y rematando con ejercicios.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EObtienes acceso a TODOS los archivos que usamos. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EHay algo más que quizás no sepas ...\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡También puedes aplicar la MAYORÍA de los conocimientos que aprendas en este curso de Hojas de cálculo de Google a Microsoft Excel!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHay muchas fórmulas y funciones útiles y que permiten ahorrar tiempo en Google Sheets. Tendemos a olvidar cuáles son estas si no los usamos. Este curso te brindará la práctica que necesitas para poder aplicar la mejor solución para la tarea en cuestión. De esta forma, puedes hacer más en menos tiempo.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Por qué realizar este curso específico de Google Sheets?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEste curso te dará confianza y comodidad al diseñar hojas de cálculo simples a complejas. Irás más allá de los conceptos básicos de Hojas de cálculo. A medida que avances en el curso, podrás aplicar lo aprendido inmediatamente en su trabajo.\u003C/p\u003E\u003Cp\u003EDominarás nuevas fórmulas y aprenderá nuevas funciones para que puedas encontrar mejores formas de configurar tus hojas de cálculo existentes. La gerencia ama la eficiencia.\u003C/p\u003E\u003Cp\u003EEn este curso resolverás ejemplos prácticos que te ayudarán a pensar fuera de la caja para que puedas trabajar de manera más inteligente y no más difícil.\u003C/p\u003E","language":"Espagnol","courseUri":"https://www.udemy.com/course/el-curso-completo-de-google-sheets-desde-cero/","imageUri":"https://img-b.udemycdn.com/course/750x422/3694482_eed8_12.jpg?secure=HAalj-iePRqqKko57k1Zcw%3D%3D%2C1643908710","duration":"1,5 heures","enrolledStudentsCount":"45 394 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["Estudiantes, profesionistas y emprendedores que quieran aprender a usar herramientas en la nube.","Estudiantes, profesionistas y emprendedores que requieran una herramienta para trabajar con datos de forma gratuita.","Estudiantes, profesionistas y emprendedores que quieran aprender a trabajar con datos con herramientas en la nube."],"tags":["Productivité bureautique","Google","Google Sheets"],"rating":{"count":426,"averageValue":"4.3"},"instructors":[{"name":"Raúl Montesinos","url":"/user/ralmontesinos/","totalNumberOfStudents":324174,"totalNumberOfReviews":10037,"averageRating":4.343493559677},{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314678,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FB2CABA61A0B53C7E653","originalPrice":"2.240 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/complete-cryptocurrency-trading-course-2021/":{"courseDetails":{"courseId":4343538,"title":"Complete Cryptocurrency Trading Course 2022| Cryptolocally","shortDescription":"Learn how to start trading and investing on bitcoin and other cryptocurrencies from beginner to expert","longDescription":"\u003Cp\u003EThese videos are designed for absolute crypto beginners. By taking these courses, you will learn the fundamentals of cryptocurrency, crypto trading and margin trading.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u002B6 hours of video and illustrations to help you better understand the concepts and strategies that will help you become a crypto trader in Africa!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis Course would help you understand perfectly how the cryptocurrency Market works\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou would learn how to trade Bitcoin, Ethereum, Litecoin and many other cryptocurrencies using the various special strategies used by professional traders.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou would learn how to read and forecast chart using several analysis types like candlestick analysis, technical analysis, etc.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ELearn how to allocate, forecast, and evaluate financial risk together. Become familiar with procedures that minimizes risks while maximizes your profits when trading crypto.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EP2P and centralized exchanges\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou will also learn how to securely buy and sell crypto P2P using your local currency; but also, how to margin trade on centralized exchanges.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou will learn how to grow your investment Portfolio much faster using the strategies laid out in this course\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou will also get a 30 day money back guarantee, so do not hesitate to give yourself a chance to learn new things by just taking this course now\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/complete-cryptocurrency-trading-course-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4343538_63ba_2.jpg","duration":"7 horas","enrolledStudentsCount":"18.501 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Everybody Interested in Cryptocurrency Trading"],"tags":["Negocios","Emprendimiento","Criptomonedas"],"rating":{"count":117,"averageValue":"4.4"},"instructors":[{"name":"Oranje Academy","url":"/user/orange-academia/","totalNumberOfStudents":35000,"totalNumberOfReviews":259,"averageRating":4.249369590551181}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A700F2063771E1A32E3E","originalPrice":"1.600 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/etabs-v19-safe-v16-in-villa-structural-design-in-uaecad/":{"courseDetails":{"courseId":4333026,"title":"ETABS v19 \u0026 SAFE v16 in Villa Structural Design in UAE\u002BCAD","shortDescription":"Modeling, analysis and design of 4 stories Villa in UAE using CSI ETABS and SAFE software","longDescription":"\u003Cp\u003EThis course not just a tutorial on software ETABS and SAFE but it is a complete understanding about structural design analysis, how civil engineer must begin with the project, how he/she must think, how we can determine the dimension of the element before modeling them check it in the software. In this course we will design a \u003Cstrong\u003E4 stories Villa in UAE,\u003C/strong\u003E within the work we will show you how to select the best type of slab type for this Villa, also how to select the best type of foundation. Also during the design we will show very complicated and challenged topic in the structural design of the Villa for example:\u003C/p\u003E\u003Cp\u003E1- What type of slab we must choose:\u0026nbsp;Ribbed Slab, Solid Slab, Flat Slab ?\u003C/p\u003E\u003Cp\u003E2- The largest span which increase the bending moment loads on the beams.\u003C/p\u003E\u003Cp\u003E3- Check of the short and long term Deflection of the Slabs.\u003C/p\u003E\u003Cp\u003E4- Select the best type of foundations (Isolated or combined or Raft foundation).\u003C/p\u003E\u003Cp\u003E5- Design of the swimming pool of the Villa using Sap2000 Software.\u003C/p\u003E\u003Cp\u003E6- Design of the water tank of the Villa using Sap2000 software.\u003C/p\u003E\u003Cp\u003EIn the structural design of this villa you will learn all the steps that help you to modeling analysis and design of any project in ETABS and SAFE (Import AutoCAD file, create and define grids, define materials, define sections, define loads, Modeling, Analysis of the loads, Design the structural element, export loads from ETABS to SAFE to design slabs, beams and foundation, Export from AutoCAD to ETABS learn the correct method to import AutoCAD file into ETABS.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/etabs-v19-safe-v16-in-villa-structural-design-in-uaecad/","imageUri":"https://img-c.udemycdn.com/course/750x422/4333026_423e_13.jpg","duration":"4,5 horas","enrolledStudentsCount":"1.334 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Beginner and Expert Civil Engineering or students who want to learn structural designing."],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","ETABS"],"rating":{"count":48,"averageValue":"4.4"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B3518544500D2280C1AC","originalPrice":"6.400 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/civil-engineering-structural-shop-drawing-in-autocad/":{"courseDetails":{"courseId":4307871,"title":"Civil Engineering Structural Shop Drawing in AutoCAD","shortDescription":"Learn how to draw the structural sheets of civil engineer project ( Shop Drawing ) \u002B Manual Calculation for beginner","longDescription":"\u003Cp\u003E\u003Cstrong\u003EPart 1:\u003C/strong\u003E Introduction for beginner civil engineers in manual calculation of structural elements \u003C/p\u003E\u003Cp\u003EManual calculation of : \u003C/p\u003E\u003Cp\u003E1-\u0026nbsp; Slab thickness ( How we can determine manually the thickness of all types of slabs: waffles slabs type 1 and type 2,\u0026nbsp; Ribbed slabs, Solid Slabs , and Flat Slabs \u002B Show the properties advantages and disadvantages of these slabs) \u003C/p\u003E\u003Cp\u003E2- Beams thickness interior and exterior beams in all types of slabs and how we can choose the optimized design of Slab- beams system\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPart 2:\u0026nbsp;\u003C/strong\u003ELearn the basics commands in AutoCAD to be ready to the shop drawing practice ( How to draw lines, How to draw polyline, Copy, Move, How to draw X-line, How to draw circle, How to draw Hatch in AutoCAD, How to do match properties in AutoCAD, How to print a sheet in AutoCAD.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPart 3:\u0026nbsp; \u003C/strong\u003EStudents will learn how begin the shop drawing of a civil engineering project in the following steps: \u003C/p\u003E\u003Cp\u003E1- How to draw the structural Axes \u003C/p\u003E\u003Cp\u003E2- How to distribute the columns \u003C/p\u003E\u003Cp\u003E3- How the draw the Column\u0027s details and Column\u0027s elevation. \u003C/p\u003E\u003Cp\u003E4- How to draw the reinforcement of the columns \u002B\u0026nbsp;table.\u003C/p\u003E\u003Cp\u003E5- How to draw the slabs layout and reinforcement.\u003C/p\u003E\u003Cp\u003E6- How to draw the beams layout and reinforcement. \u003C/p\u003E\u003Cp\u003E7- How to draw the details of beams and sections.\u003C/p\u003E\u003Cp\u003E8- How to draw the draw the foundations layout. \u003C/p\u003E\u003Cp\u003E9- How to draw the sections of the foundations. \u003C/p\u003E\u003Cp\u003E10- How to draw the reinforcement of the foundations. \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/civil-engineering-structural-shop-drawing-in-autocad/","imageUri":"https://img-c.udemycdn.com/course/750x422/4307871_d490_4.jpg","duration":"5 horas","enrolledStudentsCount":"4.208 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2021","targetAudiences":["For all Civil Engineering Students"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","AutoCAD"],"rating":{"count":36,"averageValue":"4.0"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"58311276EA0841BDA6F3","originalPrice":"1.600 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/autocad2020-basics-advancedfull-projects-civil-and-arch/":{"courseDetails":{"courseId":4206730,"title":"AutoCAD2020 2D Basics \u0026 Advanced(Full Projects Civil \u002B Arch)","shortDescription":"Autodesk AutoCAD 2D Basics and Advanced Commands \u002B Civil Arch Drawings Practice from A to Z","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EAutodesk AutoCAD 2020\u003C/em\u003E\u003C/strong\u003E in this we will learn the basics of AutoCAD so we can \u003Cstrong\u003Ebegin with beginner\u003C/strong\u003E then when we will be well with the \u003Cstrong\u003Ebasics commands and options of AutoCAD\u003C/strong\u003E we learn some \u003Cstrong\u003Eadvanced tools in AutoCAD\u003C/strong\u003E these method of practice and learning will help us to be \u003Cstrong\u003Eprofessional in AutoCAD\u003C/strong\u003E and we will all the most important used tools in this software. The most important tools will be used and we will learm them in the first part of this course are: \u003Cstrong\u003E( line, rectangle, copy, move, polyline, offset, chamfer, trim, mirror, rotate, arc, circle, points \u0026amp; coordinates, hatch, extend, trim, array, donut, spline, multi line, explode, object properties, scale, stretch, text, blocks, dimensions and layer properties)\u0026nbsp; \u003C/strong\u003Ein addition to more advanced tools and \u003Cstrong\u003Emethod of drawing which facilitate our work and make it more easy and fast.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESo after after the first part terminate we will go to the second part which is : \u003Cstrong\u003EWork on Architectural Project we will draw a new project from a to z ( plans, sections and elevation) \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPart 3 : work on structural shop drawing of a structural project in this part \u003Cstrong\u003Ewe learn how we can draw with a very fast method the shop drawing of a structural element using AutoCAD.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/autocad2020-basics-advancedfull-projects-civil-and-arch/","imageUri":"https://img-c.udemycdn.com/course/750x422/4206730_3bdd_4.jpg","duration":"11 horas","enrolledStudentsCount":"2.390 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2021","targetAudiences":["Engineers and AutoCad beginner","Engineering Students who want to learn AutoCAD from zero"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","AutoCAD"],"rating":{"count":47,"averageValue":"4.3"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5BCA09E1E94CC0CBBFFA","originalPrice":"1.600 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/administration-vmware-esxi-6/":{"courseDetails":{"courseId":3842778,"title":"Administration VMware ESXI 6 (20h de l\u0027apprentissage)","shortDescription":"la gestion vCenter Server ,ISCSI ,NFS (stockage), Management VMFS Datastores ,vSphere HA-DRS Cluster, Migration des VMs","longDescription":"\u003Cp\u003EL\u0027hyperviseur \u003Cstrong\u003EVMware ESXi 6\u003C/strong\u003E est la solution GRATUITE de virtualisation des serveurs la plus aboutie et répandue dans le monde de la virtualisation. \u003Cbr\u003EAvec \u003Cstrong\u003EVMware ESXi 6\u003C/strong\u003E vous pouvez ainsi consolider vos applications sur moins de matériel.\u003Cbr\u003ECette \u003Cstrong\u003Eformation VMware ESXi 6\u003C/strong\u003E vous donnera toutes les clefs afin d\u0027obtenir des bases solides sur l\u0027installation et la gestion d\u0027un Hyperviseur \u003Cstrong\u003EVMware ESXi 6\u003C/strong\u003E. Mais aussi sur sa mise en place dans le monde complexe et hétérogène du DataCenter.\u003C/p\u003E\u003Cp\u003EDans ce Workshop, vous allez apprendre a installer vSphere 6.7 et Vcenter Appliance 6.7.\u003C/p\u003E\u003Cp\u003EVous allez apprendre \u003C/p\u003E\u003Cp\u003Ela gestion vCenter Server ,ISCSI ,NFS (stockage), Management VMFS Datastores ,vSphere HA-DRS Cluster, Migration des VMs\u003C/p\u003E\u003Cp\u003EJe vais vous montrer comment ajouter vos Hosts dans un Datacenter.\u003C/p\u003E\u003Cp\u003ENous verrons ensuite comment créer des clones et des Templates.\u003C/p\u003E\u003Cp\u003ENous verrons aussi comment créer des utilisateurs et des rôles.\u003C/p\u003E\u003Cp\u003ENous allons voir ensuite comment attacher un stockage partage.\u003C/p\u003E\u003Cp\u003ENous verrons la partie Network avec la création et la gestion des Vswitch.\u003C/p\u003E\u003Cp\u003ENous verrons la haute disponibilité avec HA.\u003C/p\u003E\u003Cp\u003ENous verrons aussi DRS\u003C/p\u003E\u003Cp\u003ENous verrons la migration des VMs (Nmotion)\u003C/p\u003E\u003Cp\u003ENous verrons la sauvegarde et la restauration des VMs\u0026nbsp; \u003C/p\u003E\u003Cp\u003EPuis on finira avec DRS .\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;Bienvenue dans le monde de la virtualisation des serveurs sous \u003Cstrong\u003Eformation VMware ESXi 6\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;Welcome to the world of server virtualization under \u003Cstrong\u003EVMware ESXi 6\u003C/strong\u003E training.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Français","courseUri":"https://www.udemy.com/course/administration-vmware-esxi-6/","imageUri":"https://img-c.udemycdn.com/course/750x422/3842778_22b6_2.jpg","duration":"19,5 heures","enrolledStudentsCount":"290 participants","lastUpdated":"Dernière mise à jour : 2/2021","targetAudiences":["les administrateurs systèmes et réseaux"],"tags":["Informatique et logiciels","Systèmes d\u0027exploitation et serveurs","Virtualisation VMware"],"rating":{"count":12,"averageValue":"4.7"},"instructors":[{"name":"Marok emploi","url":"/user/oualid-57/","totalNumberOfStudents":2961,"totalNumberOfReviews":43,"averageRating":4.6494902499999995}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0644C9D8368550A736A6","originalPrice":"1 600 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/staad-pro-v8-structural-design-of-rc-building-from-a-to-z/":{"courseDetails":{"courseId":4283942,"title":"STAAD Pro V8 Structural design of R.C building from A to Z","shortDescription":"STAAD Pro structural design analysis and detailing of R.C building","longDescription":"\u003Cp\u003EThis course teaches you all the things required for the structural analysis and design of a R.C building. This course, as the title says, doesn\u0027t require you to have any prior experience in this software or any other structural design software. It will teach all the aspects of the software from very basic and will take you to the higher levels of the software as the course progresses. The course has been very systematically arranged so that you can best understand the software. Once you complete this course, you will have all the necessary knowledge to do structural design of a building. You can work as a structural designer or can do the structural design of buildings on your own projects.\u003C/p\u003E\u003Cp\u003ESTAAD Pro stands for Structural Analysis and design. STAAD Pro v8i Software is widely used in analyzing and designing structures – buildings, bridges, towers, transportation, industrial and utility structures. In this Software you will show a detail analysis and design of all the structural elements of R.C building under gravity loads (dead and live) and lateral loads (earthquake and wind)\u003C/p\u003E\u003Cp\u003EYou will be learning all you need to know about structural analysis of low-rise buildings using STAAD Pro in your professional career according to international norms like American codes and standards. The course will be discussing very essential topics, including assigning load combinations according to ASCE7/IBC.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/staad-pro-v8-structural-design-of-rc-building-from-a-to-z/","imageUri":"https://img-c.udemycdn.com/course/750x422/4283942_9b5b_10.jpg","duration":"4,5 horas","enrolledStudentsCount":"231 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Civil Engineering Students who want to learn structural design"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","STAAD.Pro"],"rating":{"count":28,"averageValue":"5.0"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"1BC5F0EFA638E19AA14C","originalPrice":"1.920 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/prokon-civil-engineering-structural-design-rcc-element/":{"courseDetails":{"courseId":4472276,"title":"Prokon Civil Engineering Structural Design R.C.C Element","shortDescription":"Modeling, analysis and design of R.C.C element using Prokon Software according to ACI code","longDescription":"\u003Cp\u003EThis course teaches you all the things required for the structural analysis and design of a r.c.c structural elements This course, as the title says, doesn\u0027t require you to have any prior experience in this software or any other structural design software. It will teach all the aspects of the software from very basic and will take you to the higher levels of the software as the course progresses. The course has been very systematically arranged so that you can best understand the software. Once you complete this course, you will have all the necessary knowledge to do structural design of a steel warehouse. You can work as a structural designer or can do the structural design of buildings on your own projects.\u003C/p\u003E\u003Cp\u003EThis course not just a tutorial on \u003Cstrong\u003EProkon\u003C/strong\u003E software but it is a complete understanding about structural design analysis, how civil engineer must begin with the project, how he/she must think, how we can determine the dimension of the element using the Prokon\u003C/p\u003E\u003Cp\u003EPROKON is a Structural Analysis and Design Software, Which is Widely used and very Dependable software.\u003C/p\u003E\u003Cp\u003EEasy to Learn and use, Very Helpful for Civil Engineers who wants to be Professional in Structural Analysis and Deliver Correct Designs asked For.\u003C/p\u003E\u003Cp\u003EThis Course is Filled with every Detail that will assure you the correct design along with being an Economic selection and more important is safe one.\u003C/p\u003E\u003Cp\u003EIn this Course your will achieve the Following :\u003C/p\u003E\u003Cp\u003E1-Full Information on each Member.\u003C/p\u003E\u003Cp\u003E2-Full Calculation Details.\u003C/p\u003E\u003Cp\u003E3-Designing Each Members.\u003C/p\u003E\u003Cp\u003E4-Detailing of the designed member.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/prokon-civil-engineering-structural-design-rcc-element/","imageUri":"https://img-c.udemycdn.com/course/750x422/4472276_4de3_6.jpg","duration":"3 horas","enrolledStudentsCount":"2.008 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Beginner and Expert Civil Engineering or students who want to learn structural designing."],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Ingeniería civil"],"rating":{"count":12,"averageValue":"4.9"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"10F9073082AC6D70F19A","originalPrice":"3.200 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/csi-etabs-in-the-structural-analysis-of-15-stories-basement/":{"courseDetails":{"courseId":3546712,"title":"Csi ETABS in the Structural analysis of 15 stories\u002B basement","shortDescription":"Analysis and design of 15 stories and one basement R.C Building on ETABS and SAFE software including earthquake design.","longDescription":"\u003Cp\u003EThis course not just a tutorial on software ETABS but it is a complete understanding about structural design analysis, how civil engineer must begin with the project, how he/she must think, how we can determine the dimension of the element before modeling them check it in the software. In this course we will design a 15 stories of a residential buildings, within the work we will define and design all types of slabs such as (waffle slab, one way ribbed slab, two way ribbed slab, flat slab and solid slab), earthquake with static and dynamic case, wind loads, columns and beams and shear walls\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/csi-etabs-in-the-structural-analysis-of-15-stories-basement/","imageUri":"https://img-c.udemycdn.com/course/750x422/3546712_efd7_3.jpg","duration":"3,5 horas","enrolledStudentsCount":"724 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Beginner and expert civil engineer"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","ETABS"],"rating":{"count":48,"averageValue":"4.4"},"instructors":[{"name":"Ahmad Traboulsi","url":"/user/ahmad-traboulsi-4/","totalNumberOfStudents":26630,"totalNumberOfReviews":1254,"averageRating":4.367120394545455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9A542B64E60D5A308587","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/python-3-analisis-y-visualizacion-de-datos/":{"courseDetails":{"courseId":3655814,"title":"Python 3: Análisis y visualización de datos","shortDescription":"Comienza en el mundo del análisis de datos y añade valor a tu CV","longDescription":"\u003Cp\u003E\u003Cstrong\u003EPython es un lenguaje de programación\u003C/strong\u003E de código abierto, orientado a objetos, muy simple y fácil de entender. Tiene una sintaxis sencilla que cuenta con una vasta biblioteca de herramientas, que hacen de Python un lenguaje de programación único.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESaber programar en \u003Cstrong\u003EPython es una habilidad solicitada \u003C/strong\u003Epor las empresas de todo el mundo. Un \u003Cstrong\u003Eprogramador Jr. en Python gana $77,000 USD\u003C/strong\u003E al año en promedio.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEn el curso aprenderemos:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E Como crear una Base de Datos con Python para leer y escribir datos en ella.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA usar Numpy para trabajar con arrays y para generar muestras aleatorias.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA importar datos desde un CSV o desde un Excel para analizarlos.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA trabajar con fechas y variables de diferentes formatos.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA exportar los datos tratados a Excel.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA generar representaciones gráficas de la información para tener un mejor entendimiento de ella.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ETambien abordamos varios ejercicios donde ponemos en practica lo aprendido durante las lecciones.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué esperas? Con este curso añadirás valor a tu CV y habilidades que te harán destacar en tu trabajo. \u003C/strong\u003EDesbloquea tu potencial con el análisis de datos, desarrollarás habilidades profesionales y estarás listo para aplicarlas en cualquier trabajo. Recuerda que la habilidad de analizar datos es de las más demandadas hoy en día.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDespués de tomar este curso \u003Cstrong\u003Eserás capaz\u003C/strong\u003E de\u0026nbsp; analizar grandes volúmenes de datos en Python para proyectos personales o para el entorno profesional.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/python-3-analisis-y-visualizacion-de-datos/","imageUri":"https://img-b.udemycdn.com/course/750x422/3655814_50f2_19.jpg?secure=Nj1ydZTGxpEKzY2-sVZatg%3D%3D%2C1643895691","duration":"7 horas","enrolledStudentsCount":"60.088 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Profesionistas que requieran trabajar con una gran cantidad de datos.","Profesionistas que necesiten analizar grandes volúmenes de datos."],"tags":["Desarrollo","Ciencias de la información","Python"],"rating":{"count":438,"averageValue":"4.3"},"instructors":[{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314678,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"ED7E484F5C1F4BBB9A00","originalPrice":"₹5,440","discountedPrice":"₹3,536","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/how-to-be-productive-and-focused-on-things-that-matter/":{"courseDetails":{"courseId":4300131,"title":"How to be productive and focused on things that matter","shortDescription":"Learn to create a process that makes getting things done as effortless as possible with focus","longDescription":"\u003Cp\u003EIn this course, you’ll learn to create a process that makes getting the essential things done as effortless as possible.\u003C/p\u003E\u003Cp\u003EThis course will show you how to live a life true to yourself, not the life others expect from you. It will teach you a method for being more efficient, productive, and effective in both personal and professional realms. It will teach you a systematic way to discern what is important, eliminate what is not, and make doing the essential as effortless as possible. In short, it will teach you how to apply the disciplined pursuit of less to every area of your life. Here’s how:\u003C/p\u003E\u003Cp\u003EThere are four parts to the course. The first outlines the core mindset of an Essentialist or Minimalist. The next three turn the mindset into a systematic process for the disciplined pursuit of less, one you can use in any situation or endeavor you encounter.\u003C/p\u003E\u003Cp\u003EIf you are interested in minimalism this course is for you. If you are confused, tired of too many things, and want to start an afresh life then this course is for you. If your life\u0027s closet is disorganized and stuffed then this course if for you.\u003C/p\u003E\u003Cp\u003EYou’ll learn:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ELearn practical strategies to gain clarity on the things you need to focus on\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn to cut out non-essentials from your life using effective methods\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn to decide your priorities and stick to them\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to meet your deadlines and set realistic goals\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to balance professional and work-life\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to select opportunities without getting lost\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to say \u0022no\u0022 to almost everything that isn\u0027t essential\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how you can contribute your best self in the world\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EAbout Instructor:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAman Varma has undergone accredited course training in CBT practitioner, Diploma in Hypnotherapy, Mental Health Practitioner, NLP Specialist Practitioner, Diploma in Psychological Counseling and Diploma in Modern Applied Psychology.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/how-to-be-productive-and-focused-on-things-that-matter/","imageUri":"https://img-c.udemycdn.com/course/750x422/4300131_1059_4.jpg","duration":"3 heures","enrolledStudentsCount":"40 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["Working Professionals","Students","Part time workers","Employees as well as Employers","Managers \u0026 Executives"],"tags":["Développement personnel","Productivité personnelle","Productivité personnelle"],"rating":null,"instructors":[{"name":"Psychology Online","url":"/user/cb802548-f70d-45ca-9f85-fd5a02ea9e3e/","totalNumberOfStudents":22324,"totalNumberOfReviews":404,"averageRating":4.166902637688442}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5E9D6472734003C291F8","originalPrice":"₹1,920","discountedPrice":"₹1,248","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/complete-red-hat-certified-system-administration-boot-camp/":{"courseDetails":{"courseId":3098072,"title":"Complete Red Hat System Administration Boot Camp - RHCSA 8","shortDescription":"Learn Linux and everything you need to pass RHCSA (RHEL 8) EX200 certification exam - Unofficial Red Hat Training - 2022","longDescription":"\u003Cp\u003EThis course is \u003Cstrong\u003Eupdated\u003C/strong\u003E to the last Red Hat Certified System Administrator\u0026nbsp;Exam Objectives (\u003Cstrong\u003EContainers \u002B\u0026nbsp;Bash/Shell Scripting\u003C/strong\u003E)\u003C/p\u003E\u003Cp\u003EJoin now and get access to two of my \u003Cstrong\u003Ebest seller \u003C/strong\u003Ebooks for \u003Cstrong\u003EFREE\u003C/strong\u003E:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELearn Linux Quickly\u003Cbr\u003E\u003C/strong\u003EA Friendly Guide to Easily Master the World\u0027s Most Powerful Operating System.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELearn Ansible Quickly - RHCE\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMaster All Ansible Automation skills required to pass \u003Cstrong\u003EEX294 \u003C/strong\u003Eexam and become a \u003Cstrong\u003ERed Hat Certified Engineer\u003C/strong\u003E.\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003E\u003Cem\u003E**\u0026nbsp;\u003C/em\u003E\u003C/strong\u003ERed Hat Certified Engineer (\u003Cstrong\u003ERHCE\u003C/strong\u003E) is considered as one of the top paying certifications in the IT\u0026nbsp;industry averaging an annual \u003Cstrong\u003Esalary\u003C/strong\u003E of \u003Cstrong\u003E$101,527\u003C/strong\u003E **\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EIt is for anyone who wants to learn Linux and become a Red Hat Certified System Administrator. Become an effective Linux user and advance your Career. Also, it is aspiring Linux system administrators.\u003C/p\u003E\u003Cp\u003EThis course fully prepares you to pass the \u003Cstrong\u003ERed Hat Certified System Administrator (RHEL 8) EX200 \u003C/strong\u003Ecertification exam and become a \u003Cstrong\u003ERed Hat Certified System Administrator\u003C/strong\u003E.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EIn this course, we are going to cover the objectives of \u003Cstrong\u003ERed Hat Certified System Administrator (RHEL 8) EX200\u003C/strong\u003E. The course contents are: \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EInstalling Linux Virtual Machines.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELinux Essentials (Basic Linux Commands).\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EUsers and Groups Management.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELinux Network Configuration.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELinux Security.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EOperate Running Systems.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EConfiguring and Maintaining Systems.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStorage Techniques.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EConfiguring File Systems. \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EManaging Containers Images.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBash Shell Scripting (Learn Bash Quickly ebook).\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPractice Questions.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ERed Hat Certified System Administrator\u0026nbsp;\u003C/strong\u003Eis one of the most valuable Linux certifications in the industry and it\u0026nbsp;will definitely help you to start a career in Linux.\u0026nbsp; This course is fully hands-on. It\u0027ll help you and prepare you for the real exam.\u0026nbsp;You are only one certification away from becoming a certified Linux system administrator; you are only \u003Cstrong\u003ERed Hat Certified System Administrator\u003C/strong\u003E\u0026nbsp;away! \u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/complete-red-hat-certified-system-administration-boot-camp/","imageUri":"https://img-c.udemycdn.com/course/750x422/3098072_352c_4.jpg","duration":"11,5 heures","enrolledStudentsCount":"10 331 participants","lastUpdated":"Dernière mise à jour : 12/2021","targetAudiences":["It\u0027s for anyone who wants to learn Linux and become a Red Hat Certified System Administrator."],"tags":["Informatique et logiciels","Certifications informatiques","Système d\u0027exploitation Linux"],"rating":{"count":660,"averageValue":"4.4"},"instructors":[{"name":"Bandar Ghalib","url":"/user/bandar-ghalib/","totalNumberOfStudents":10331,"totalNumberOfReviews":660,"averageRating":4.435872}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFEB1","originalPrice":"12 800 ₹","discountedPrice":"8 320 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/bug-bounty-hunting-with-burp-suite/":{"courseDetails":{"courseId":3766352,"title":"BUG BOUNTY HUNTING WITH BURP SUITE","shortDescription":"How to Use Burp-Suite Features for better Bug Bounty Hunting. Advanced Burpsuite training course.","longDescription":"\u003Cp\u003EIn this course you will learn about:- \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBurp Suite Introduction\u003C/p\u003E\u003Cp\u003EWhy you need Burpsuite PRO\u003C/p\u003E\u003Cp\u003EBurpsuite Pro vs free \u003C/p\u003E\u003Cp\u003EWhich version is best \u003C/p\u003E\u003Cp\u003EBurpSuite Community Tricks\u003C/p\u003E\u003Cp\u003ETips For Burpsuite Pro \u003C/p\u003E\u003Cp\u003EProxy:- Firefox Proxy, multiple proxies, Upstream proxy,\u0026nbsp; \u003C/p\u003E\u003Cp\u003ERepeater:- Websockets, Requests\u003C/p\u003E\u003Cp\u003EIntruder :- types of attack , payload types, Intruder grep match , grep XSS payloads, sequencers \u003C/p\u003E\u003Cp\u003EComparer between requests \u003C/p\u003E\u003Cp\u003EExtender:- extender API, Bapp Store, Environment Setup,\u003C/p\u003E\u003Cp\u003EBurpsuite Extensions \u003C/p\u003E\u003Cp\u003ECollaborator Client \u003C/p\u003E\u003Cp\u003ETop 15 Extensions \u003C/p\u003E\u003Cp\u003E Attacks on Live website\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHow to setup android lab \u003C/p\u003E\u003Cp\u003Ewhat is ADB \u003C/p\u003E\u003Cp\u003Ewhat is a virtual device \u003C/p\u003E\u003Cp\u003Ehow to intercept traffic from an android device \u003C/p\u003E\u003Cp\u003Ehow to do SSL-unpinning Bypass using Xposed Framework\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThese lectures are mostly designed for Bug Bounty Hunters and some topics are for advanced users.\u003C/p\u003E\u003Cp\u003Eif you are any type\u0026nbsp; of learner it will help you to get into the burp suite \u003C/p\u003E\u003Cp\u003Eyou will learn many tips and tricks throughout\u0026nbsp; the course, it will help you in real life hunting \u003C/p\u003E\u003Cp\u003Eyou will Understand how HTTP communication works\u003C/p\u003E\u003Cp\u003Eyou will get Basic knowledge of Web vulnerabilities\u003C/p\u003E\u003Cp\u003EBasic knowledge of VPNs and proxies\u003C/p\u003E\u003Cp\u003EHow BurpSuite Top Extensions Works\u003C/p\u003E\u003Cp\u003EThis course will help you get acquainted with Burp Suite. Burp Suite is the most important tool for Web Penetration Testing! Discover vulnerabilities and develop attacks such as Brute-Forcing, Cross-Site Scripting, SQL injection, etc.\u003Cbr\u003E However, you will get to know various web attacks. The attacks will target a test environment based on OWASP WebGhoat vulnerable web applications. The course is fully hands-on so that you can practice yourself everything while you learn.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/bug-bounty-hunting-with-burp-suite/","imageUri":"https://img-c.udemycdn.com/course/750x422/3766352_aa67_2.jpg","duration":"8 horas","enrolledStudentsCount":"18.008 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Red-teamers","IT students","Ethical hacker","Bug bounty hunter","Hackers"],"tags":["Informática y software","Redes y seguridad","Burp Suite"],"rating":{"count":382,"averageValue":"4.2"},"instructors":[{"name":"Kuldeep Sharma","url":"/user/kuldeep-sharma-273/","totalNumberOfStudents":20840,"totalNumberOfReviews":440,"averageRating":4.2584814651006715}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"KEEPHACKING","originalPrice":"1 280 ₹","discountedPrice":"832 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/spark-sql-hadoop-for-data-scientists-big-data-analysts/":{"courseDetails":{"courseId":4104862,"title":"Spark SQL \u0026 Hadoop (For Data Scientists \u0026 Big Data Analysts)","shortDescription":"Learn HDFS commands, Hadoop, Spark SQL, SQL Queries, ETL \u0026 Data Analysis| Spark Hadoop Cluster VM | Fully Solved Qs","longDescription":"\u003Cp\u003E\u003Cstrong\u003EApache Spark\u003C/strong\u003E is currently one of the most popular systems for processing big data.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EApache Hadoop\u003C/strong\u003E continues to be used by many organizations that look to store data locally on premises. Hadoop allows these organisations to efficiently store big datasets ranging in size from gigabytes to petabytes.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAs the number of vacancies for data science, big data analysis and data engineering roles continue to grow, so too will the demand for individuals that possess knowledge of Spark and Hadoop technologies to fill these vacancies.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course has been designed specifically for data scientists, big data analysts and data engineers looking to leverage the power of Hadoop and Apache Spark to make sense of big data.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course will help those individuals that are looking to interactively analyse big data or to begin writing production applications to prepare data for further analysis using Spark SQL in a Hadoop environment.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe course is also well suited for university students and recent graduates that are keen to gain exposure to Spark \u0026amp; Hadoop or anyone who simply wants to apply their SQL skills in a big data environment using Spark-SQL.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course has been designed to be concise and to provide students with a necessary and sufficient amount of theory, enough for them to be able to use Hadoop \u0026amp; Spark without getting bogged down in too much theory about older low-level APIs such as RDDs.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOn solving the questions contained in this course students will begin to develop those skills \u0026amp; the confidence needed to handle real world scenarios that come their way in a production environment.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E(a) There are just under 30 problems in this course. These cover hdfs commands, basic data engineering tasks and data analysis.\u003C/p\u003E\u003Cp\u003E(b) Fully worked out solutions to all the problems.\u003C/p\u003E\u003Cp\u003E(c) Also included is the Verulam Blue virtual machine which is an environment that has a spark Hadoop cluster already installed so that you can practice working on the problems.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe VM contains a Spark Hadoop environment which allows students to read and write data to \u0026amp; from the Hadoop file system as well as to store metastore tables on the Hive metastore.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll the datasets students will need for the problems are already loaded onto HDFS, so there is no need for students to do any extra work.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe VM also has Apache Zeppelin installed. This is a notebook specific to Spark and is similar to Python’s Jupyter notebook.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course will allow students to get hands-on experience working in a Spark Hadoop environment as they practice:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EConverting a set of data values in a given format stored in HDFS into new data values or a new data format and writing them into HDFS.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELoading data from HDFS for use in Spark applications \u0026amp; writing the results back into HDFS using Spark.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReading and writing files in a variety of file formats.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPerforming standard extract, transform, load (ETL) processes on data using the Spark API.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing metastore tables as an input source or an output sink for Spark applications.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EApplying the understanding of the fundamentals of querying datasets in Spark.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFiltering data using Spark.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWriting queries that calculate aggregate statistics.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EJoining disparate datasets using Spark.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProducing ranked or sorted data.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/spark-sql-hadoop-for-data-scientists-big-data-analysts/","imageUri":"https://img-c.udemycdn.com/course/750x422/4104862_c5cb.jpg","duration":"5,5 heures","enrolledStudentsCount":"4 180 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["This course has been designed specifically for data scientists, big data analysts and data engineers looking to leverage the power of Hadoop and Apache Spark to make sense of big data.","This course is also well suited for university students and recent graduates that are keen to land a job with a company that’s looking to fill a big data-related positions or anyone who simply wants to apply their SQL skills in a big data environment using Spark-SQL.","Software engineers \u0026 developers who are looking to break into the Data Engineering field will also find this course helpful."],"tags":["Développement","Science des données","Cadre d\u0027applications Apache Spark"],"rating":{"count":17,"averageValue":"4.7"},"instructors":[{"name":"Matthew Barr","url":"/user/matthew-barr-162/","totalNumberOfStudents":9041,"totalNumberOfReviews":113,"averageRating":4.7803255957446815}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DD27AED9DC2205C2A6ED","originalPrice":"3 200 ₹","discountedPrice":"2 080 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/complete-adobe-lightroom-megacourse-beginner-to-expert/":{"courseDetails":{"courseId":4197802,"title":"Complete Adobe Lightroom Megacourse: Beginner to Expert","shortDescription":"Learn how to use Adobe Lightroom Classic and Adobe Lightroom CC like a pro with this step-by-step course!","longDescription":"\u003Cp\u003EHave you ever wanted to edit your own photos? Maybe you want to enhance a photo and show it off on social media, or perhaps you want to fix the imperfections in an otherwise perfect snapshot of your life. Whether you’re a casual photographer or hoping to make a career out of it, editing photos isn’t only for the pros. You can take any photo from drab to fab with just a few tweaks and adjustments - and we’re here to teach you how.\u003C/p\u003E\u003Cp\u003EIn this course, you’re going to learn everything about photo editing in Adobe Lightroom Classic and the newer Lightroom CC Mobile, from importing and organising your photos in the library, to balancing the colours, adding effects, and finally to getting your photos exported in the highest quality. You’ll even learn how to edit specific types of photos, like landscapes, nighttime shots and food, or how to emulate specific styles, like street and vintage photography. \u003C/p\u003E\u003Cp\u003EOur instructors have years of experience not only in editing, but also in teaching, and the expertly-crafted syllabus is designed to be easy to follow and thorough. We’ve even included dozens of examples edited on-screen for you to study. That’s why this is the only Lightroom course you’ll ever need to make your drab photos fab! \u003C/p\u003E\u003Cp\u003EAfter taking this course, \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E: \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEdit photos in Lightroom Classic and Lightroom CC Mobile \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECorrect imperfections, add effects, adjust lighting and colour balance \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse all the tools available in Lightroom Classic and Lightroom CC Mobile \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse the Library and Develop tools \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERetouch and Remake photos matching certain styles \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOrganise and publish your work\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EStart editing today!\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/complete-adobe-lightroom-megacourse-beginner-to-expert/","imageUri":"https://img-b.udemycdn.com/course/750x422/4197802_853e_8.jpg?secure=hL_eSRqs2ilnw-5Y9JExqA%3D%3D%2C1643908128","duration":"25 horas","enrolledStudentsCount":"43.460 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Anyone who wants to learn to edit - no experience needed!","Editors who want to learn new styles","Anyone with specialised needs (bloggers, fashion models, influencers, wedding photographers etc)"],"tags":["Fotografía y vídeo","Fotografía digital","Adobe Lightroom"],"rating":{"count":156,"averageValue":"4.0"},"instructors":[{"name":"Creativity Unleashed","url":"/user/creativity-unleashed/","totalNumberOfStudents":94069,"totalNumberOfReviews":1038,"averageRating":4.206726534979424}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D610106787E5555C59B6","originalPrice":"1 280 ₹","discountedPrice":"832 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/aprende-sql-desde-cero-curso-con-mas-de-100-ejercicios/":{"courseDetails":{"courseId":3756262,"title":"SQL: Consultas básicas a complejas","shortDescription":"Aprenderás a consultar y modificar información de una base de datos. ¡Curso con más de 100 ejercicios!","longDescription":"\u003Cp\u003E\u003Cstrong\u003E¡El curso de SQL que te da más valor!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Quieres aprender una habilidad que te ayude a incrementar tus ingresos?\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003ESi es así, entonces ¡Este curso es para ti!\u003C/p\u003E\u003Cp\u003ESaber programar en \u003Cstrong\u003ESQL es la habilidad más solicitada \u003C/strong\u003Epor las empresas de todo el mundo. Un \u003Cstrong\u003Eprogramador Jr. en SQL gana $66,000 USD\u003C/strong\u003E al año en promedio.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué esperas?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESQL (lenguaje de consulta estructurado) es el lenguaje que utilizamos para interactuar con las bases de datos que almacenan datos. Esto nos permite recuperar datos con facilidad y simplicidad. A medida que términos como inteligencia empresarial y big data se vuelven más familiares, las empresas necesitarán más personas para aprender el lenguaje SQL.\u003C/p\u003E\u003Cp\u003EEste curso te enseñará cómo usar el lenguaje SQL dentro de MySQL, uno de los motores de bases de datos más populares del mundo.\u003C/p\u003E\u003Cp\u003ETendrás muchas lecciones en video para que aprendas todo el contenido. Cada sección incluye problemas de práctica o libros electrónicos adicionales para ayudar a reforzar lo que aprendes en las lecciones.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué aprenderemos?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDominarás el uso de las cláusulas SQL: \u003Cstrong\u003EWHERE, TOP, ORDER BY, DISTINCT, GROUP BY\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVamos a aplicar funciones de agregado: \u003Cstrong\u003EMAX, MIN, AVG, COUNT, HAVING\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEntenderás el uso de operadores lógicos: \u003Cstrong\u003EAND, OR, IN, LIKE, NOT, BETWEEN\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAprenderás conectar dos o más tablas mediante las cláusulas: \u003Cstrong\u003EINNER JOIN, LEFT RIGHT, UNION y UNION ALL\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003Ey mucho más.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECon este curso añadirás valor a tu CV y habilidades que te harán destacar en tu trabajo.\u003C/strong\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/aprende-sql-desde-cero-curso-con-mas-de-100-ejercicios/","imageUri":"https://img-b.udemycdn.com/course/750x422/3756262_f347_19.jpg?secure=1kEXegmSDx8ZddK_fTQuJg%3D%3D%2C1643908824","duration":"2 horas","enrolledStudentsCount":"88.754 estudiantes","lastUpdated":"Fecha de la última actualización: 8/2021","targetAudiences":["Cualquier persona interesada en aprender más sobre SQL o análisis de datos.","Estudiantes y profesionistas que desean ampliar sus conocimientos en MySQL y lograr ser expertos en la materia.","Estudiantes y profesionistas que ya han visto o tienen conocimientos básicos de bases de datos ya que aquí se verán temas muy avanzados para facilitarte tus labores en el día a día en el uso de bases de datos."],"tags":["Desarrollo","Diseño y desarrollo de bases de datos","SQL"],"rating":{"count":1628,"averageValue":"4.5"},"instructors":[{"name":"Raúl Montesinos","url":"/user/ralmontesinos/","totalNumberOfStudents":324174,"totalNumberOfReviews":10037,"averageRating":4.343493559677},{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314678,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"AF1EB7552444F4668C0D","originalPrice":"5 440 ₹","discountedPrice":"3 536 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/complete-russian-course-learn-russian-for-beginners/":{"courseDetails":{"courseId":4218622,"title":"Complete Russian Course: Learn Russian for Beginners","shortDescription":"Learn Russian FAST with this non-stop Russian speaking course for BEGINNERS: learning Russian will be easy and fun!","longDescription":"\u003Cp\u003EThe ultimate Russian beginner course that will teach you Russian faster than you thought possible! Perhaps you’ve dreamed of moving or travelling to Russia and Eastern Europe and holding your own in real-life situations, being independent and able to communicate with the locals. Perhaps you want to experience the rich culture and sample the delicious local cuisine or do business with local companies. Whatever your reason, this Russian course for beginners is right for you!\u003C/p\u003E\u003Cp\u003EDuring our course \u003Cstrong\u003Eyou will learn\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELots and lots of vocabulary\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUseful everyday phrases\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to read and write in Russian\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBasic sentence structures\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBasic grammar rules most beginner courses don’t teach\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAfter taking this course \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EGreet people and introduce yourself both formally and casually\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPronounce words correctly without hearing them first\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOver one thousand vocabulary words from all categories\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERead a restaurant menu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOrder food and drinks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStructure basic sentences with ease\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConjugate verbs in the present tense\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDecline some basic nouns\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETell the date and time\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe people, their appearance and personalities, and how they’re feeling\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course aims to help you \u003Cstrong\u003Emaster the basics of Russian\u003C/strong\u003E and give you a strong base on to which you will be able to build your skills as a Russian speaker.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart your Russian journey with us today!\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/complete-russian-course-learn-russian-for-beginners/","imageUri":"https://img-b.udemycdn.com/course/750x422/4218622_301c_2.jpg?secure=8CgPzTxyU4Srz9WnHa_oyw%3D%3D%2C1643904120","duration":"16 horas","enrolledStudentsCount":"17.458 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2021","targetAudiences":["Anyone who wants to learn intermediate-beginner Russian for any purpose - traveling, business, dating, studies, or anything else, this course has you covered","Anyone who wants to advance quickly in their Russian language journey - in a way that\u0027s easy, fun and fast"],"tags":["Enseñanzas y disciplinas académicas","Aprendizaje de idiomas","Idioma ruso"],"rating":{"count":81,"averageValue":"3.6"},"instructors":[{"name":"Linguae Learning","url":"/user/linguae/","totalNumberOfStudents":247399,"totalNumberOfReviews":5619,"averageRating":4.601705752624114},{"name":"Linguae Teaching Assistant","url":"/user/linguae-teaching-assistant/","totalNumberOfStudents":245355,"totalNumberOfReviews":5594,"averageRating":4.602659964765343}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4C00F9089B4CCFDF67BD","originalPrice":"1 280 ₹","discountedPrice":"832 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/organizar-eventos-desde-cero/":{"courseDetails":{"courseId":3574843,"title":"Aprende a organizar eventos exitosos desde CERO","shortDescription":"¡Gestioná el antes, durante y después de un evento como un profesional!","longDescription":"\u003Cp\u003E\u003Cem\u003E¿Sabías que el tamaño de la industria de eventos a nivel global se valoró en $1,100 mil millones de dólares en 2018 y se espera que crezca a una tasa anual del 10.3% para llegar a $2,330 mil millones de dólares en 2026? (Oficina de Estadísticas Laborales. USA) ¡Más del doble! Así que si estás estás acá, estás en el lugar correcto.\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E La gestión de eventos es una industria rica en una plataforma de crecimiento exponencial. Los planificadores de eventos tenemos por delante un futuro brillante en el mercado laboral, tanto presencial como ONLINE.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBienvenido a\u003Cstrong\u003E Event Planning Professional Academy\u003C/strong\u003E. El objetivo de este curso no es que aprendas a ser un buen Event Manager, sino que aprendas a ser un \u003Cstrong\u003EMUY BUEN EVENT PLANNER.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEl objetivo de este curso no es que aprendas a ser un buen Event Manager, sino que aprendas a ser un \u003Cstrong\u003EMUY BUEN EVENT PLANNER.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEste curso está dividido en \u003Cstrong\u003Emódulos teórico-prácticos\u003C/strong\u003E que recorreremos paso a paso para pasar de la idea a la acción.\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHablaremos sobre las características del Event Manager con foco en el \u003Cstrong\u003E“Viaje del evento”\u003C/strong\u003E que guiará nuestro accionar desde el primer día hasta que termina el proyecto. Y \u003Cstrong\u003Ecómo monetizar nuestro trabajo.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAbordaremos la parte estratégica donde nos centraremos en comprender los objetivos del evento para desarrollar una solución innovadora y trabajaremos en la creatividad para generar una \u003Cstrong\u003E¡EXPERIENCIA MEMORABLE!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETe enseñaré a \u003Cstrong\u003Eliderar reuniones efectivas\u003C/strong\u003E para vender las ideas, cómo armar un \u003Cstrong\u003EBRIEF \u003C/strong\u003Ey cómo realizar un \u003Cstrong\u003EMOODBOARD \u003C/strong\u003Eo\u003Cstrong\u003E \u003C/strong\u003Epresentación visual del evento para marcar un diferencial con otros profesionales.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVeremos cómo realizar una correcta \u003Cstrong\u003Echecklist de producción\u003C/strong\u003E con todos los aspectos CLAVE de la organización: lugar, catering, mobiliario, transporte ¡Y más!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EY, finalmente, ¡La aprobación y puesta en marcha para \u003Cstrong\u003Ematerializar nuestras ideas\u003C/strong\u003E!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EEventos online o presenciales: Meetings corporativos, festivales, bodas, eventos deportivos, a beneficio… No importa cuál sea el rubro en el que quieras trabajar, este curso te va a preparar para que puedas llevar adelante cualquier formato.\u003C/p\u003E\u003Cp\u003E¡Sumate hoy al programa en español más completo sobre Event Planning y convertite en el Organizador de eventos que todas las empresas quieran contratar y RECOMIENDEN!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003ETemas\u003Cbr\u003E\u003C/strong\u003E\u003Cbr\u003E\u003Cstrong\u003EMódulo I. Introducción\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EConsideraciones antes de empezar\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe WOW Factor\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECómo ser un Event Manager exitoso\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPresentación del canva “Event Journey”\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E¿Cómo ganan dinero las agencias y freelancers? ¡Atención!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EMódulo II. Planificación Estratégica\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E¿Qué es y cómo planificar estratégicamente?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E1º contacto con el cliente\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPrepararse para la reunión\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEl armado del BRIEF\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECómo redactar OBJETIVOS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECómo redactar la MISIÓN\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBúsqueda de TENDENCIAS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPresentación ante el cliente (Realización de MOODBOARD)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAprobación y puesta en marcha del proyecto\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EMódulo III. Planificación Operativa\u003C/strong\u003E\u003Cbr\u003E\u003Cbr\u003EElementos clave para la organización exitosa del evento\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E¿Qué es y cómo planificar operativamente?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPara qué sirve y cómo realizar un FODA\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChecklist de producción\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EEl espacio\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECatering\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMobiliario y decoración\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProducción técnica\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFechas\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEntretenimiento\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETransporte\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBranding\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EEstaré encantada de acompañarte en este viaje hacia una gestión profesional de eventos ¡Comencemos!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/organizar-eventos-desde-cero/","imageUri":"https://img-c.udemycdn.com/course/750x422/3574843_49db_6.jpg","duration":"4 horas","enrolledStudentsCount":"827 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Estudiantes / Profesionales con o sin experiencia en eventos"],"tags":["Negocios","Gestión de proyectos","Elaboración de presupuestos empresariales"],"rating":{"count":32,"averageValue":"4.7"},"instructors":[{"name":"Melanie Kalfaian","url":"/user/melanie-kalfaian/","totalNumberOfStudents":5558,"totalNumberOfReviews":330,"averageRating":4.566748204938271}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EVENTOS","originalPrice":"1.920 INR","discountedPrice":"1.248 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/curso-wordpress-como-crear-un-blog-gratis-paso-a-paso/":{"courseDetails":{"courseId":2627270,"title":"Curso WordPress 2022:  Cómo Crear una Página Web Desde Cero","shortDescription":"Aprende a cómo crear una página web desde cero con WordPress, de forma fácil y simple, sin saber de programación.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWORDPRESS\u003C/strong\u003E es una plataforma para construir y diseñar un sitio web, sin tener experiencia en diseño web y programación, de forma rápida y sencilla.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EEl 38% de los sitios web de Internet han sido creados con WordPress\u003C/strong\u003E. Es una herramienta muy fácil de aprender y puede personalizar su sitio web de \u003Cstrong\u003EWordPress\u003C/strong\u003E para cualquier propósito. Ya sea que desee crear un portafolio personal, un blog o un sitio web comercial para vender sus productos y servicios.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003EEn nuestro curso utilizaremos las últimas técnicas para crear y diseñar un \u003Cstrong\u003Esitio web en WordPress,\u003C/strong\u003E utilizando el constructor visual de Elementor que nos brinda la flexibilidad de crear y diseñar nuestro \u003Cstrong\u003Esitio web en WordPress\u003C/strong\u003E, utilizando los temas y plantillas que nos brinda el constructor visual, que llevarán su diseño web al siguiente nivel.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENuestro curso es 100% práctico\u003C/strong\u003E, lo guiaremos a través de diversos pasos y juntos crearemos su \u003Cstrong\u003Esitio web en WordPress\u003C/strong\u003E, de modo que al finalizar nuestro curso, tendrá su sitio web diseñado con su personalización y a su gusto.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿QUÉ APRENDERÁS EN NUESTRO CURSO?\u003Cbr\u003E\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAdquirir un Hosting y Dominio para tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstalar el certificado SSL para tu dominio.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear cuentas de correo corporativas con tu dominio.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear sitios web profesionales en WordPress desde cero.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPersonalizar el diseño de tu sitio web de forma profesional.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAgregar una página de blog a tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear un formulario de contacto para tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERealizar configuraciones de seguridad para tu sitio web.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdaptar tu sitio web de WordPress para dispositivos móviles (tablets y celulares).\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAgregar el chat de Facebook Messenger en tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EActivar CloudFlare CDN gratis para mejorar la velocidad de carga de tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMejorar la velocidad de carga de tu sitio web de WordPress con el plugin SG Optimizer de SiteGround.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAcelerando el rendimiento de PHP con la función PHP Ultrarrápido de SiteGround.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿POR QUÉ ACCEDER A NUESTRO CURSO?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003ENuestro \u003Cstrong\u003E\u0022Curso WordPress 2022: Cómo Crear una Página Web Desde Cero\u0022\u003C/strong\u003E, es impartido por el experto y consultor de marketing digital: \u0022\u003Cstrong\u003ERenato Yacolca\u003C/strong\u003E\u0022,\u0026nbsp; creador de uno de los canales de YouTube más populares del mundo en los temas de tutoriales y marketing digital: \u003Cstrong\u003EProgramación Fácil, SEO y Marketing\u003C/strong\u003E, con más de \u003Cstrong\u003E150,000 estudiantes (Botón de Plata de YouTube)\u003C/strong\u003E, en el que le mostrará las diversas formas de crear un sitio web con \u003Cstrong\u003EWordPress \u003C/strong\u003Ede forma rápida y sencilla. \u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003E\u003Cbr\u003E¡ACCEDE AHORA AL CURSO!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EInscríbase ahora\u003C/strong\u003E y empiece con su aprendizaje en nuestro curso. Hay herramientas interesantes, atractivas y nuevas que aprender en la \u003Cstrong\u003Eplataforma de WordPress\u003C/strong\u003E.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi tiene alguna pregunta sobre el contenido del curso o algo relacionado con este tema, siempre puede publicar una pregunta en el curso o enviarme un mensaje directo.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¡Adelante, haz clic en el botón de \u003Cstrong\u003ECOMPRAR AHORA\u003C/strong\u003E y te veré en la lección 1!\u003C/p\u003E\u003Cp\u003ESaludos,\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERenato Jesús Yacolca Neyra\u003C/strong\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/curso-wordpress-como-crear-un-blog-gratis-paso-a-paso/","imageUri":"https://img-c.udemycdn.com/course/750x422/2627270_aae8.jpg","duration":"5 horas","enrolledStudentsCount":"47.804 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Emprendedores y personas que deseen conseguir tráfico web y ventas en un sitio web de WordPress.","Emprendedores y personas que deseen configurar un sitio web diseñado profesionalmente desde cero.","Emprendedores y personas que busquen comenzar una carrera en el nicho de creación de sitios web de WordPress.","Emprendedores y personas que quieran aprender a usar WordPress de forma profesional."],"tags":["Diseño","Diseño web","WordPress"],"rating":{"count":451,"averageValue":"4.3"},"instructors":[{"name":"Renato Jesús Yacolca Neyra","url":"/user/renato-jesus-yacolca-neyra-2/","totalNumberOfStudents":70644,"totalNumberOfReviews":1541,"averageRating":4.2125463144486694}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"WORDPRESS-GR17","originalPrice":"12.800 INR","discountedPrice":"8.320 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/curso-completo-de-python-desde-cero-hasta-experto/":{"courseDetails":{"courseId":2150756,"title":"Curso completo de Python 2022-De cero a Master con Python 3","shortDescription":"Desarrollo web con Python3, Flask, Django y conoce todo desde cero SQLite3, HTML, CSS para crear aplicaciones WEB","longDescription":"\u003Cp\u003E\u003Cstrong\u003EBienvenido al Curso Completo de Python, desde Cero hasta Experto.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAl terminar este curso completo de Python 2021, serás experto en Python, porque podrás hablar sin miedo de lenguaje de programación Python, con ese conocimiento\u0026nbsp; también podrás crear aplicación para escritorio, web y además podrás presentarte sin miedo a ofertas laborales como un experto desarrollador en Python.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIntroducción a Python \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EInicia en mundo de lenguaje de programación de Python, uno de los lenguajes mas populares del mundo, descubre como construir tus propios algoritmos. Domina las variables, operadores, estructuras de control como condicionales y ciclos, también conoce colecciones de datos y funciones y crear tus propias aplicaciones. \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EInteractúa con intérprete de Python \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETipos de datos y variables \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOperadores en Python \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEstructuras de control\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EColecciones de datos \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunciones en \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EPython Programación orienta a objetos \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECon Python Adéntrate en el paradigma de programación orientada a objetos, crear aplicaciones utilizando los conceptos de la programación orienta a objetos como clases, objetos, herencia, etc. \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E¿Qué es programación orientada a Objetos? \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClases y Objetos • \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHerencia y Encapsulamiento \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPolimorfismo y Abstracción \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManejo de Errores \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EPersistencia de Datos \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAprende temas avanzadas sobre módulos, paquetes y sobre persistencia de datos, guarda información que persista como en un archivo o base de datos con SQLite y MySQL. \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E¿Qué es Persistencia de datos? \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEntorno de Trabajo \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EModularizarían y Paquetes \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManejo de Ficheros \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBase de datos con Python – SQLite \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPython con MySQL\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EMódulo 3: Diseño y Programación Web\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEn el tercer módulo aprenderás sobre la creación de aplicación web y estaremos haciendo ejemplos con proyectos reales usando Django y Angular y otros.\u003C/p\u003E\u003Cp\u003ESolamente quiero decirte que no pongas escusas, olvida el miedo y pon las ganas de cumplir tus sueños y tus objetivos de ser un programador experto en Python. \u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/curso-completo-de-python-desde-cero-hasta-experto/","imageUri":"https://img-c.udemycdn.com/course/750x422/2150756_4220_10.jpg","duration":"34 horas","enrolledStudentsCount":"16.576 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Dirigido a todo tipo de persona que tenga interés en comenzar a programar en PYTHON"],"tags":["Desarrollo","Lenguajes de programación","Python"],"rating":{"count":1172,"averageValue":"4.5"},"instructors":[{"name":"Alex Roel Code","url":"/user/alex-roel/","totalNumberOfStudents":78916,"totalNumberOfReviews":3585,"averageRating":4.511557294795127}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PARA2022PYTHONF","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/sql-creacion-de-bd/":{"courseDetails":{"courseId":3456530,"title":"SQL: Creación de Bases de Datos (De cero a profesional)","shortDescription":"Aprende a diseñar bases de datos eficientes para posteriormente crearlas, modificarlas y manipularlas en SQL.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E¡El curso de SQL que te da más valor!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Quieres aprender una habilidad que te ayude a incrementar tus ingresos?\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003ESi es así, entonces ¡Este curso es para ti!\u003C/p\u003E\u003Cp\u003ESaber programar en \u003Cstrong\u003ESQL es la habilidad más solicitada \u003C/strong\u003Epor las empresas de todo el mundo. Un \u003Cstrong\u003Eprogramador Jr. en SQL gana $66,000 USD\u003C/strong\u003E al año en promedio.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué esperas?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESQL (lenguaje de consulta estructurado) es el lenguaje que utilizamos para interactuar con las bases de datos que almacenan datos. Esto nos permite recuperar datos con facilidad y simplicidad. A medida que términos como inteligencia empresarial y big data se vuelven más familiares, las empresas necesitarán más personas para aprender el lenguaje SQL.\u003C/p\u003E\u003Cp\u003EEste curso te enseñará cómo usar el lenguaje SQL dentro de MySQL, uno de los motores de bases de datos más populares del mundo.\u003C/p\u003E\u003Cp\u003ETendrás muchas lecciones en video para que aprendas todo el contenido. Cada sección incluye problemas de práctica o libros electrónicos adicionales para ayudar a reforzar lo que aprendes en las lecciones.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué aprenderemos?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDiseñar \u003C/strong\u003Ebases de datos de manera correcta y eficiente con las mejores practicas.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECrear \u003C/strong\u003Ebases de datos.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EModificar \u003C/strong\u003Ebases de datos.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEl lenguaje de \u003Cstrong\u003Emanipulación de datos\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDespués de tomar este curso \u003Cstrong\u003Eserás capaz\u003C/strong\u003E de diseñar y \u003Cstrong\u003Ecrear bases de datos eficientes y de calidad\u003C/strong\u003E para proyectos personales o para el entorno profesional. También \u003Cstrong\u003Eserás capaz de modificar y manipular bases de datos\u003C/strong\u003E ya existentes para adaptarlas a las nuevas necesidades.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECon este curso añadirás valor a tu CV y habilidades que te harán destacar en tu trabajo.\u003C/strong\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/sql-creacion-de-bd/","imageUri":"https://img-c.udemycdn.com/course/750x422/3456530_2d96_11.jpg","duration":"2 horas","enrolledStudentsCount":"83.371 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Desarrolladores","Financieros","Científicos de Datos","Analistas de Datos","Analistas","Oficinistas","Ejecutivos Comerciales","Emprendedores"],"tags":["Desarrollo","Diseño y desarrollo de bases de datos","SQL"],"rating":{"count":1926,"averageValue":"4.2"},"instructors":[{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314678,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4C60963ADD8B24525A31","originalPrice":"2.240 INR","discountedPrice":"1.456 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/python-3-curso-completo-de-cero-a-experto/":{"courseDetails":{"courseId":3586896,"title":"Python 3: Curso completo de cero a experto","shortDescription":"Aprende fácil y divertido todo lo necesario para dominar Python.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EPython es un lenguaje de programación\u003C/strong\u003E de código abierto, orientado a objetos, muy simple y fácil de entender. Tiene una sintaxis sencilla que cuenta con una vasta biblioteca de herramientas, que hacen de Python un lenguaje de programación único.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESaber programar en \u003Cstrong\u003EPython es una habilidad solicitada \u003C/strong\u003Epor las empresas de todo el mundo. Un \u003Cstrong\u003Eprogramador Jr. en Python gana $77,000 USD\u003C/strong\u003E al año en promedio.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué esperas? Te llevaremos de la mano en cada uno de los temas para que te conviertas en un experto de Python y del Data Analysis.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¿Qué esperas?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEl objetivo del curso es que sin conocimientos previos aprendas con ejercicios prácticos a:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIdentificar los tipos de datos.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDefinir funciones.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear clases y objetos con la POO.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHerencia y multiherencia en las clases.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELeer y manipular datos desde archivos de texto.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EControlar el flujo del programa.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManejar errores y excepciones.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ETambién abordamos varios ejercicios donde ponemos en practica lo aprendido durante las lecciones.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué esperas? Con este curso añadirás valor a tu CV y habilidades que te harán destacar en tu trabajo. \u003C/strong\u003EDesbloquea tu potencial con el análisis de datos, desarrollarás habilidades profesionales y estarás listo para aplicarlas en cualquier trabajo. Recuerda que la habilidad de analizar datos es de las más demandadas hoy en día.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDespués de tomar este curso \u003Cstrong\u003Eserás capaz\u003C/strong\u003E de generar códigos potentes en Python para proyectos personales o para el entorno profesional, todo esto basado en la programación orientada a objetos que es la mejor practica en el mundo del desarrollo. También \u003Cstrong\u003Eserás capaz\u003C/strong\u003E de\u0026nbsp; analizar grandes volúmenes de datos en Python para proyectos personales o para el entorno profesional.\u003C/p\u003E","language":"Espagnol","courseUri":"https://www.udemy.com/course/python-3-curso-completo-de-cero-a-experto/","imageUri":"https://img-c.udemycdn.com/course/750x422/3586896_04a0_15.jpg","duration":"8 heures","enrolledStudentsCount":"89 225 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["Profesionistas que quieran aprender a programar en Python para facilitar sus tareas del día a día.","Desarrolladores que quieran aprender Python de una manera ágil, completa y sencilla."],"tags":["Développement","Langages de programmation","Python"],"rating":{"count":2224,"averageValue":"4.3"},"instructors":[{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314678,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FD2D09F8F23CE30BEE77","originalPrice":"5.440 INR","discountedPrice":"3.536 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/java-empieza-desde-cero-con-intellij/":{"courseDetails":{"courseId":4004902,"title":"JAVA: Empieza desde cero con IntelliJ","shortDescription":"Aprende fácil y divertido todo lo necesario para dominar Java.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E¡Empieza siendo un programando en JAVA!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi eres un estudiante o profesionista que quiere\u003Cstrong\u003E potenciar su carrera profesional \u003C/strong\u003Ete tengo una buena noticia:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E ¡Encontraste el curso indicado!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¿Sientes que tu carrera profesional esta \u003Cstrong\u003Eestancada\u003C/strong\u003E?\u003C/p\u003E\u003Cp\u003E¿\u003Cstrong\u003ETu perfil no destaca\u003C/strong\u003E entre el de los demás?\u003C/p\u003E\u003Cp\u003E¿Sientes que en la escuela\u003Cstrong\u003E no aprendiste nada útil\u003C/strong\u003E para el mundo laboral?\u003C/p\u003E\u003Cp\u003E¿\u003Cstrong\u003ECrees que Excel es la única herramienta\u003C/strong\u003E para analizar datos y hacer gráficas?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENo tener las habilidades correctas \u003C/strong\u003Epara esta nueva era tecnológica es la raíz de todos estos males.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EActualmente\u003Cstrong\u003E el mundo está lleno de computadoras\u003C/strong\u003E y es fundamental saber como \u003Cstrong\u003Ehablar con ellas y darles instrucciones\u003C/strong\u003E. Esta es una habilidad que los empleadores valoran cada día más.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi utilizas \u003Cstrong\u003EJava\u003C/strong\u003E para programar aplicaciones o sitios web \u003Cstrong\u003Eserás una persona invaluable para cualquier empresa\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYo sé que se de\u003Cstrong\u003E lo difícil que es crecer profesionalmente\u003C/strong\u003E. También sé lo frustrante que es ver que todos ascienden menos tú.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPara tu fortuna \u003Cstrong\u003Eeste curso\u003C/strong\u003E de Java desde cero \u003Cstrong\u003Ete enseñará a programar en JAVA como un experto\u003C/strong\u003E de una manera \u003Cstrong\u003Efácil \u003C/strong\u003Ey te dará una habilidad para\u003Cstrong\u003E destacar entre los demás\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESoy Abraham, tengo \u003Cstrong\u003E7 años de experiencia programando \u003C/strong\u003Een el \u003Cstrong\u003EJAVA\u003C/strong\u003E y esta habilidad fue la que \u003Cstrong\u003Eme permitió catapultar mi carrera\u003C/strong\u003E profesional hacia el \u003Cstrong\u003Eéxito\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEl programar con Java me ayudó a conseguir trabajos mejor pagados. \u003C/p\u003E\u003Cp\u003E¿Qué crees? \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEl 89% de los estudiantes del curso también ha mejorado su situación laboral.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡Inscríbete ahora y desarrolla esa habilidad que te hace falta!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ETe garantizo que \u003Cstrong\u003Eeste curso es todo lo que necesitas\u003C/strong\u003E para aprender a \u003Cstrong\u003Eprogramar en Java\u003C/strong\u003E. Estos son los pasos del éxito:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E1. Tomar \u003Cstrong\u003Etodas \u003C/strong\u003Elas lecciones del curso.\u003C/p\u003E\u003Cp\u003E2. \u003Cstrong\u003ERealizar \u003C/strong\u003Elos \u003Cstrong\u003Eejercicios\u003C/strong\u003E \u003Cstrong\u003Eprácticos\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E3. \u003Cstrong\u003EEstarás listo para programar en JAVA\u003C/strong\u003E\u0026nbsp;en cualquier caso de la vida real.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPreguntas frecuentes:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1. ¿Necesito un software especializado o de pago para poder tomar el curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: No.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2. ¿Dónde obtengo la paquetería de JAVA?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: En el curso te enseñamos de donde descargarla y como instalarla.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3. ¿Necesito algún conocimiento previo para tomar el curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: No, el curso esta diseñado para empezar desde cero y llevarte de la mano por cada uno de los temas.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E4. ¿Qué podré hacer después del curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: Programar en JAVA como un experto.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDeja de perder las oportunidades laborales por no tener mas habilidades.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAñádete las \u003Cstrong\u003Ehabilidades que te harán brillar \u003C/strong\u003Eaprendiendo a programar en JAVA.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEn cuanto el mercado laboral reconozca que eres un experto JAVA \u003Cstrong\u003Etu carrera profesional comenzará a despegar\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003ESuena a \u0022truco de magia\u0022 pero la realidad es que \u003Cstrong\u003Etendrás una habilidad que es altamente demandada por las empresas de software. \u003C/strong\u003EUn \u003Cstrong\u003Eprogramador Jr. en JAVA gana $70,000 USD\u003C/strong\u003E al año en promedio.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDespués de tomar este curso \u003Cstrong\u003Etu carrera profesional cambiará totalmente\u003C/strong\u003E porque tendrás las herramientas necesarias para hacer propuestas de alto impacto basadas en datos. \u003Cstrong\u003ESerás del club de los profesionistas que tienen buenos ingresos.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡INSCRÍBETE AHORA y empieza a potenciar tu carrera!\u003C/strong\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/java-empieza-desde-cero-con-intellij/","imageUri":"https://img-c.udemycdn.com/course/750x422/4004902_d281_8.jpg","duration":"3,5 horas","enrolledStudentsCount":"22.437 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Profesionistas que quieran aprender a programar en Java.","Desarrolladores que quieran aprender Java de una manera ágil, completa y sencilla.","Profesionistas que requieran desarrollar en Java."],"tags":["Desarrollo","Lenguajes de programación","IntelliJ"],"rating":{"count":166,"averageValue":"4.2"},"instructors":[{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314678,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8FEA47BADA8763B61EDE","originalPrice":"5.440 INR","discountedPrice":"3.536 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/bots-para-instagram-usando-python/":{"courseDetails":{"courseId":4455026,"title":"Bots para instagram usando python","shortDescription":"Bot para instagram","longDescription":"\u003Cp\u003EEn este curso aprenderemos a crear bots , inicialmente lo crearemos con instabot y en la segunda parte lo crearemos con selenium , aprenderemos a automatizar procesos como seguir cuentas de una cuenta objetivo, dar me gusta a todas las fotos de una cuenta , comentar todas las fotos de una cuenta . En cada uno de estos casos podemos refinar los procesos para que sean completados de acuerdo a las necesidades . El código en selenium esta en los recursos del video. Además daré algunos trucos para que no te baneen en Instagram . \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAprenderás paso a paso a como utilizar selenium para crear bots en Instagram los cuales los puedes colocar a funcionar de acuerdo a los requerimientos que necesites , comprenderás los aspectos básicos de lo que es realizar una automatización haciendo uso del lenguaje de programación Python, tras finalizar este curso serás capaz de poner en producción tus propios bots para automatizar procesos de Instagram. Por otro lado con la creación de los bots puedes ganar mas seguidores automáticamente. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EConocimientos previos\u003C/p\u003E\u003Cp\u003E- Conocimiento básico de Python.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¿Para quien es este curso?\u003C/p\u003E\u003Cp\u003E- Programadores Python.\u003C/p\u003E\u003Cp\u003E- Dueños de negocio.\u003C/p\u003E\u003Cp\u003E- Personas que quieran ganar seguidores mediante a un bot.\u003C/p\u003E\u003Cp\u003E- Creadores de contenido.\u003C/p\u003E\u003Cp\u003E- Personas que quieran aprender sobre web scraping.\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/bots-para-instagram-usando-python/","imageUri":"https://img-b.udemycdn.com/course/750x422/4455026_ff46.jpg?secure=hi0cx_i9FmMspvbpHJEong%3D%3D%2C1643898858","duration":"2 horas","enrolledStudentsCount":"3.002 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Desarrolladores python"],"tags":["Desarrollo","Ciencias de la información","Python"],"rating":{"count":6,"averageValue":"4.7"},"instructors":[{"name":"Andres Rojas","url":"/user/andres-rojas-176/","totalNumberOfStudents":10412,"totalNumberOfReviews":32,"averageRating":4.508840125000001}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5AE80A11E97A3FB4D627","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}}},"freeCourses":{"https://www.udemy.com/course/learn-microsoft-project-2016-complete-course-for-beginners/":{"courseDetails":{"courseId":4357682,"title":"Learn Microsoft Project 2016 Complete Course for Beginners","shortDescription":"Fast Learning of Microsoft Project 2016 with an Expert","longDescription":"\u003Cp\u003E\u003Cstrong\u003EYou are at Right Course for learning Microsoft Project Software Fast with an Expert!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWarmly Welcome to my course, my name is Engr Wasim Jaan and I’ve uploaded this course to help people like you to learn quickly Microsoft Project 2016 with an expert. Whether you’re a beginner or experienced with Microsoft Project. You must learn this course of MS\u0026nbsp;Project if you are interested in Project Planning\u0026nbsp; and Project Management . \u003C/p\u003E\u003Cp\u003EMicrosoft Project much more focus on management of Project . If your mission is to become an Expert of Microsoft Project, then this course is for you. It will get you started on the right path and give you the knowledge and skills you need to master Microsoft Project.\u003C/p\u003E\u003Cp\u003EThe Learning of Microsoft Project is not only for Experienced users, but also everyone else. Because when you have an expert Microsoft Project, you can get around Microsoft Project quickly and increase your productivity.\u003C/p\u003E\u003Cp\u003EIn the end this course, you\u0027ll have gained complete proficiency in Microsoft Project even if you\u0027re currently a beginner.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat includes in Microsoft Project course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI will start from the very beginning and explain what Microsoft Project is, why \u0026amp; how it’s used.\u003C/p\u003E\u003Cp\u003EFocus on basic requirements of \u0026nbsp;project like \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate a Microsoft Project plan\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETask progress through the project\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBaselines Establish\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage resources with Different Types and Project Cost\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReport Dashboard\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse Of Gantt charts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProject Information\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELets see you in the course Enrollment section of Microsoft Project \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/learn-microsoft-project-2016-complete-course-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4357682_1a55.jpg","duration":"36 minutes","enrolledStudentsCount":"6 299 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["Beginner Microsoft Project 2016"],"tags":["Productivité bureautique","Microsoft","Microsoft Project"],"rating":{"count":22,"averageValue":"3.9"},"instructors":[{"name":"Wasim jaan","url":"/user/wasim-jaan/","totalNumberOfStudents":20479,"totalNumberOfReviews":118,"averageRating":3.82662039}]},"isAlreadyAFreeCourse":true,"couponData":null}}}