{"coursesWithCoupon":{"https://www.udemy.com/course/project-management-essential-training-1/":{"courseDetails":{"courseId":2432220,"title":"Project Management Essential Training","shortDescription":"The comprehensive guide for newbies to successfully learn Project Management and easily get the PMP Certification.","longDescription":"\u003Cp\u003EProject management is a start-to-finish approach to getting things done and making projects more successful. It\u0027s a profession, but it\u0027s also a set of techniques that anyone can apply to achieve goals and manage project work more effectively. Project management can be used to guide small, simple projects as well as complex enterprise-wide initiatives.\u003C/p\u003E\u003Cp\u003EIn this course you\u0027ll be fascinated by how things work and how to make things work better. We will explain the fundamentals of project management, from defining the problem, establishing project goals and objectives, and building a project plan to managing team resources, meeting deadlines, and closing the project. Along the way, we will provide tips for reporting on project performance, keeping a project on track, and gaining customer acceptance.\u003C/p\u003E\u003Cp\u003ETopics include:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDefining the components of a project\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat it takes to be a project manager\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing project management software like Microsoft Project\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManaging project scope, budget, and schedule\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManaging project resources, including people\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManaging project risk\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInitiating a project\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentifying and managing stakeholders\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentifying requirements and deliverables\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeveloping a project plan\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuilding a project schedule\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAssigning resources to tasks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstanding the critical path\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERunning the project\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManaging teams\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMonitoring performance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClosing a project\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"English","courseUri":"https://www.udemy.com/course/project-management-essential-training-1/","imageUri":"https://img-b.udemycdn.com/course/750x422/2432220_d2e5.jpg?secure=eW9X-2ePFK-3M1gkRhqd_w%3D%3D%2C1643559083","duration":"2 hours","enrolledStudentsCount":"81,034 students","lastUpdated":"Last updated 1/2021","targetAudiences":["Students interested in Project Management."],"tags":["Business","Project Management"],"rating":{"count":846,"averageValue":"4.1"},"instructors":[{"name":"Mustapha benbihi","url":"/user/mustapha-benbihi/","totalNumberOfStudents":243219,"totalNumberOfReviews":2733,"averageRating":4.0826447990476185}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE-2022","originalPrice":"₹1,920","discountedPrice":"Free","expirationText":"2 days","discountPercentage":100}},"https://www.udemy.com/course/learn-aws-certified-security-speciality/":{"courseDetails":{"courseId":4508762,"title":"Learn AWS Certified Security Speciality","shortDescription":"Get your AWS Certified Security Speciality Certification from the first attempt","longDescription":"\u003Cp\u003EThis practice test course contains 5 complete timed tests, of at least 65 questions each, just like you will get in the official exam. That\u0027s over 325 questions to see how prepared you are for the real test. The quiz questions are balanced as per the domain weightings published in the candidate bulletin. In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you\u0027re ready to take the exam.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on Cisco certification web site. But we\u0027re confident that you will be fairly tested on your knowledge of AWS Certified after taking these practice exams.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams were compiled by an experienced team of professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBENEFITS OF AWS CERTIFIED SECURITY SPECIALIST\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EFirstly, as a leading cloud service provider, it validates your expertise and skills as an AWS specialist\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESecondly, it contributes significantly to your profession as a highly-acclaimed IT specialist\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMoreover, it indicates professional stability and dedication to the organisation and services of your employer.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAlso, you gain a working knowledge of AWS security services and features of services to provide a secure production environment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFinally, it equips you with the ability to make tradeoff decisions with regard to cost, security, and deployment complexity given a set of application requirements\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003Efour practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time. The three last exams can be used to prove your readiness to take the official exam. Or you can just use all five in whatever way suits your preparation workflow.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-aws-certified-security-speciality/","imageUri":"https://img-c.udemycdn.com/course/750x422/4508762_8e1c.jpg","duration":"","enrolledStudentsCount":"1,002 students","lastUpdated":"Last updated 1/2022","targetAudiences":["AWS Certified Security Speciality  - Students and Candidates"],"tags":["IT \u0026 Software","IT Certifications","AWS Certification"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Errami ayoub","url":"/user/errami-ayoub/","totalNumberOfStudents":7709,"totalNumberOfReviews":38,"averageRating":4.788121186842106}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5B60D62AD8A4FC843994","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/information-security-basics-for-it-support-technicians/":{"courseDetails":{"courseId":3891728,"title":"Information Security Basics for IT Support Technicians","shortDescription":"Learn the basics of information security and what you need to know to be compliant with data protection regulations","longDescription":"\u003Cp\u003EOver this course, we\u0027ll be covering some of the basics surrounding information security, and what you need to know in order to be compliant with most of the world\u0027s data protection policies, as well as some of the different ways in which data can be secured.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECourse topics include the following:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Physical and logical information security and the relevant methods with which this can be achieved.\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Auditing and accountability so that any actions are monitored and tracked.\u003C/p\u003E\u003Cp\u003E* Data retention policies so that data is only held for as long as it is needed.\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;File and folder permissions to help keep sensitive data from falling into the wrong hands\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Activity logs and alerts to help identify any information security threats and prevent future ones.\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Dealing with external staff and contractors, who can often start working for an organisation on short notice\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Data protection and compliance and what you need to know in order to best protect your company\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;How to deal with any information security breaches that may arise\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Reporting obligations and what information you would need to provide on such a report\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;An overview of root cause analysis, so that you know what caused an information security incident in the first place.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ENote that the contents of this course are intended as general guidance and not legal advice.\u0026nbsp;If in doubt, speak to your company\u0027s IT / information security department for specific information regarding your organisation\u0027s policies and procedures.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/information-security-basics-for-it-support-technicians/","imageUri":"https://img-c.udemycdn.com/course/750x422/3891728_e9b3_3.jpg","duration":"30 mins","enrolledStudentsCount":"18,811 students","lastUpdated":"Last updated 3/2021","targetAudiences":["IT Professionals that wish to learn more about information security"],"tags":["IT \u0026 Software","Network \u0026 Security","Information Security"],"rating":{"count":165,"averageValue":"3.6"},"instructors":[{"name":"John Courtenay","url":"/user/john-courtenay-2/","totalNumberOfStudents":236869,"totalNumberOfReviews":7184,"averageRating":4.098671408641976}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EJAN2022","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/neuroplasticity-ultimate-cerification-course/":{"courseDetails":{"courseId":4456046,"title":"Neuroplasticity Ultimate Cerification Course","shortDescription":"Learn more about Neuroplasticity and how you could change your life through discovering knowledge, certification","longDescription":"\u003Cp\u003ENeuroplasticity can be defined as brain’s ability to change, remodel and reorganize for purpose of better ability to adapt to new situations. Despite the fact that the concept of neuroplasticity is quite new, it is one of the most important discoveries in neuroscience. The fact is that neural networks are not fixed, but occurring and disappearing dynamically throughout our whole life, depending on experiences. While we repeatedly practice one activity such as a sequence of movements or a mathematical problem, neuronal circuits are being formed, leading to better ability to perform the practiced task with less waste of energy. Once we stop practicing a certain activity, the brain will redirect these neuronal circuits by a much known \u0027use it or lose it’ principle. Neuroplasticity leads to many different occurrences, such as habituation, sensitization to a certain position, medication tolerance, even recovery following brain injury\u003C/p\u003E\u003Cp\u003EOur brains are truly extraordinary; unlike computers, which are built to certain specifications and receive software updates periodically, our brains can actually receive hardware updates in addition to software updates. Different pathways form and fall dormant, are created and are discarded, according to our experiences.\u003C/p\u003E\u003Cp\u003EWhen we learn something new, we create new connections between our neurons. We rewire our brains to adapt to new circumstances. This happens on a daily basis, but it’s also something that we can encourage and stimulate.\u003C/p\u003E\u003Cp\u003Eit was discovered that neurons could reorganize after a traumatic event. Further research found that stress can change not only the functions but also the structure of the brain itself\u003C/p\u003E\u003Cp\u003EAlthough related, neuroplasticity and neurogenesis are two different concepts.\u003C/p\u003E\u003Cp\u003ENeuroplasticity is the ability of the brain to form new connections and pathways and change how its circuits are wired; neurogenesis is the even more amazing ability of the brain to grow new neurons\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ENeuroplasticity is one fundamental process that describes any change in final neural activity or behavioral response, or;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENeuroplasticity is an umbrella term for a vast collection of different brain change and adaptation phenomena.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E","language":"English","courseUri":"https://www.udemy.com/course/neuroplasticity-ultimate-cerification-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4456046_abc7_3.jpg","duration":"3 hours","enrolledStudentsCount":"1,300 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Anyone who is interested in learning about neuroplasticity","Anyone who is interested in learning how to rewire brain"],"tags":["Personal Development","Personal Transformation","Neuroplasticity"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"BS Academy","url":"/user/tarek-barakat-6/","totalNumberOfStudents":11012,"totalNumberOfReviews":57,"averageRating":4.31851158245614}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"29DA19E937F054C6D0C5","originalPrice":"₹6,400","discountedPrice":"Free","expirationText":"2 days","discountPercentage":100}},"https://www.udemy.com/course/start-your-own-clothing-brand-with-shopify/":{"courseDetails":{"courseId":2861064,"title":"Shopify Guide: Start your own clothing brand with Shopify","shortDescription":"Shopify for beginners: Start your own clothing business with shopify. No shopify experience or shopify knowledge needed","longDescription":"\u003Cp\u003EStarting out your first online business is not always easy especially if you have no knowledge about this topic. If you also want your business to be in the clothing industry it\u0027s even more complicated. Indeed, this is why this is why this course have been designed and this is exactly what you need to stat out in the business world online. If you:\u003C/p\u003E\u003Cp\u003E- Are interested by the clothing industry\u003C/p\u003E\u003Cp\u003E- Want to start your own online business\u003C/p\u003E\u003Cp\u003E- Are interested to have your own clothing brand with your personalized cloths\u003C/p\u003E\u003Cp\u003E- Have an entrepreneurial mind and want to build a business without having to take an enormous amount of financial risk\u003C/p\u003E\u003Cp\u003EThen this course is definitely for you. Not only you will have a complete understanding of what is an online business, hoe to run it and how you can start today in the online clothing industry but you will also have your own online store entirely ready to run and operate by the end of this course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E​The way the course is presented is completely user friendly and made to help you learn all the basics of starting out an online business. From creating your Shopify account to all the different apps that have to be used to all other aspects to take in consideration, this course will teach you everything you need to know in order to create your first online business. The goal of this course is simple, helping you learn a new skill in order to be able to create and run successfully your own clothing brand 100% online.\u003C/p\u003E\u003Cp\u003EAlso, this course is created on one of my favorite concepts that is learning by practice. This is why, this course will show all the steps that you need to take to create your online store. Then, all the different apps that you need to know in order to create your online business will be covered. This way by the end of the course you will have a completely functional online store.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is created for everyone who want to be able to start there own online business. Indeed, since you will be learn all the process of how to launch your own clothing brand, you will, by the end of this course have your own online store. Not only your store will be fully functional but you will also have different really useful apps on it. So, if you are interested by the clothing industry, always wanted to launch an online business and finally don\u0027t want to take a substantial financial risk in order to start your business then this course is definitely for you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe main reason for this is that not only you will have learned all the basics around launching an online clothing business but you will also create before the end of the course your own online store. This way, not only you will have acquired new knowledge but you will also have a business that is ready to be operated.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003E​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROL NOW and start learning today :)\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/start-your-own-clothing-brand-with-shopify/","imageUri":"https://img-c.udemycdn.com/course/750x422/2861064_c0ef_2.jpg","duration":"2.5 hours","enrolledStudentsCount":"84,700 students","lastUpdated":"Last updated 6/2020","targetAudiences":["People interested in working from home","People who are interested to be entrepreneurs"],"tags":["Business","E-Commerce","Shopify"],"rating":{"count":342,"averageValue":"4.1"},"instructors":[{"name":"Yassin Marco","url":"/user/ataouyl-yassin/","totalNumberOfStudents":1091216,"totalNumberOfReviews":37041,"averageRating":4.189295245545191}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8B253E23F2B351F1FECA","originalPrice":"₹2,240","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/the-complete-career-coaching-course-career-development/":{"courseDetails":{"courseId":3754798,"title":"The Complete Career Coaching Course - Career Development","shortDescription":"Career Coaching - Career Development - Career Change - Be A Career Coach for Others and Yourself - Interview Skills","longDescription":"\u003Cp\u003ECoaching is a $3 billion a year global business that\u0027s growing at rate of 7% annually. And one of the most important segments in this accelerating industry of \u003Cstrong\u003Ecareer coaching \u003C/strong\u003Ewhere the median rate is $500 per hour. Tens of millions of people either want a new job, change their fields, or substantially improve their performance at their current occupation. We\u0027re going to give you the skills to help your clients reach success in both their personal and professional lives.\u003C/p\u003E\u003Cp\u003EThe news gets even better. Bob and TJ work with clients around the world. We use Zoom, Skype, and Cisco Webex to connect with our clients everywhere. Payments are made electronically, instantly, and easily. You can too from your home office. Your business goals could be the same as ours: you can work with who you want, when you want, and from where you want.\u003C/p\u003E\u003Cp\u003EIn this course, you\u0027ll learn how to coach your clients to:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFind the right job for them that meets their professional and financial expectations.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow to succeed in the all important job interview.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow they can take their experience, talents, and know how to create a lucrative and satisfying career.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow to best use the number one social media platform to execrate your clients search for a new position.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECreate a network that can connect job seekers to great possibilities.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESuccessfully master skills such as being an effective and persuasive communicator.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETo be even more successful in their current jobs.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EYou will learn how to establish a successful coach practice:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow to get clients.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow to market your practice.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EWhat to charge clients.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThe importance of creating a coaching specialty. \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThe world of work has and will continue to change as a result of the global pandemic. You will be in a great position to help clients succeed\u003C/p\u003E\u003Cp\u003EBob Berkowitz and TJ Walker have spent decades coaching people to position themselves for career success. Their clients include individuals who are new to the workforce, those who want a new career, some of the most important corporate leaders in the world, and even heads of state who wanted to keep their jobs.\u003C/p\u003E\u003Cp\u003EIf you’re ready to start or enhance your career coaching practice, then please enroll right away.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis \u003Cstrong\u003Ecareer coaching\u003C/strong\u003E course is ideal for anyone searching for more info on the following: \u003Cstrong\u003Ecareer coach - career coaching - consulting - career - career counselor - career coach certification - coaching - career counselling - career development\u003C/strong\u003E. Plus, this course will be a great addition to anyone trying to build out their knowledge in the following areas: \u003Cstrong\u003Elife coach training - career development - career change.\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/the-complete-career-coaching-course-career-development/","imageUri":"https://img-b.udemycdn.com/course/750x422/3754798_bf4e.jpg?secure=xGtB-nHoNXZf3RtcuDlGGA%3D%3D%2C1643560571","duration":"3.5 hours","enrolledStudentsCount":"19,975 students","lastUpdated":"Last updated 10/2021","targetAudiences":["Smart people who have had success in life and in work and are willing to pass it on to those who want the same."],"tags":["Personal Development","Career Development","Career Coaching"],"rating":{"count":84,"averageValue":"4.0"},"instructors":[{"name":"TJ Walker","url":"/user/tjwalker2/","totalNumberOfStudents":1354283,"totalNumberOfReviews":116012,"averageRating":4.4032487351992975},{"name":"Bob Berkowitz","url":"/user/bob-berkowitz-3/","totalNumberOfStudents":97650,"totalNumberOfReviews":822,"averageRating":4.1054890429999995},{"name":"Media Training Worldwide Digital","url":"/user/media-training-worldwide-digital/","totalNumberOfStudents":1258561,"totalNumberOfReviews":106538,"averageRating":4.406867654203066}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"3BB5D5C6B1EA44413EC0","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"3 days","discountPercentage":100}},"https://www.udemy.com/course/installing-configuring-dns-services-on-windows-server-2016/":{"courseDetails":{"courseId":2722316,"title":"Domain Name System (DNS) Administration- Windows Server 2016","shortDescription":"DNS Server installation and domain name / zone setup on Windows Server 2016 using the Server Manager \u0026 DNS MMC Consoles","longDescription":"\u003Cp\u003EDomain Name System (DNS) configuration on\u0026nbsp;Windows Server 2016, topics covered include the following:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Installation and Configuration of DNS\u0026nbsp;Services\u003C/p\u003E\u003Cp\u003E* Creating and managing DNS\u0026nbsp;Zones\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Creating and managing DNS\u0026nbsp;Records\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Explanation of special record types and reverse DNS\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Root Zones and Nameservers\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Load balancing\u003C/p\u003E\u003Cp\u003E* Configuring DNS\u0026nbsp;Scavenging\u003C/p\u003E\u003Cp\u003E* Securing DNS in a production environment\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIdeally, any practice should be done on a test environment, as some configuration changes can have wide-spread impact on your organisation if done incorrectly.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/installing-configuring-dns-services-on-windows-server-2016/","imageUri":"https://img-c.udemycdn.com/course/750x422/2722316_b884_3.jpg","duration":"33 mins","enrolledStudentsCount":"41,791 students","lastUpdated":"Last updated 9/2020","targetAudiences":["IT Support Technicians wishing to learn about DNS server management"],"tags":["IT \u0026 Software","Operating Systems \u0026 Servers","DNS"],"rating":{"count":412,"averageValue":"3.3"},"instructors":[{"name":"John Courtenay","url":"/user/john-courtenay-2/","totalNumberOfStudents":236869,"totalNumberOfReviews":7184,"averageRating":4.108742695092025}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EJAN2022","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/artificial-intelligence-music-creation-remixing-2018/":{"courseDetails":{"courseId":1724702,"title":"Artificial Intelligence Music Creation (2022 New Edition)","shortDescription":"Learn the most amazing Artificial Intelligence (AI) Powered Music Creation Tools","longDescription":"\u003Cp\u003E\u003Cem\u003EWelcome to experience\u0026nbsp;\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022\u003C/em\u003EArtificial Intelligence Music Creation (2022 New Edition)\u0022.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EGiant Tech firms have developed AI software that can\u0026nbsp;compose\u0026nbsp;music on its own. So, the machines will be\u0026nbsp;composing soundtracks using Artificial Intelligence.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EThis game-changing course focuses on \u003Cstrong\u003E\u003Cem\u003E\u0022Artificial Intelligence Music Creation (2022 New Edition)\u0022 \u003C/em\u003E\u003C/strong\u003E introduces you to new-age technologies in Artificial Intelligence music creation to help you become a music star in no time with the power of automagical music-making tools.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EWhy learn this music course and how is this a differentiator for music\u0026nbsp;creators in 2022?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course can change your life if you are a music composer. Because, we will tell you the most popular Artificial Intelligence Music Creation\u0026nbsp;tools that can help you compose music tracks without you -\u0026nbsp;having\u0026nbsp;any music knowledge whatsoever.\u003C/p\u003E\u003Cp\u003EWe will also detail the latest discovery tools in Music Mashups and also we will go through the complete tutorial of Adobe Amper and Jukedeck - great AI music assistants.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat’s more?\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWelcome to the future as you will be able to know the chords behind every song and just hum to create music like popular artists. I meant - You can just hum to create songs in the style of the great artists.\u003C/p\u003E\u003Cp\u003EThe question is\u0026nbsp;\u003Cstrong\u003E\u0022Are you ready to get into action and embrace the power to leverage artificial intelligence in music creation in 2022?”.\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf yes, plunge into action right away by signing up NOW.\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere\u0027s no time to waste. A mind-blowing experience is in store for you at this moment.\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/artificial-intelligence-music-creation-remixing-2018/","imageUri":"https://img-c.udemycdn.com/course/750x422/1724702_eee4_7.jpg","duration":"1 hora","enrolledStudentsCount":"40.626 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["This course is a must for professionals who are in the music industry who want to use Artificial Intelligence (AI) technology for music composition","This course is for anyone who is passionate about learning music and looking to create the same with Artificial Intelligence Technology","This course is for anyone who is looking to upload unique and new music created with artificial intelligence technology on video platforms like YouTube for earnings"],"tags":["Música","Software de música","Inteligencia artificial"],"rating":{"count":234,"averageValue":"2.9"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":801279,"totalNumberOfReviews":20445,"averageRating":3.981786177011494}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"41C0567981FC8590B701","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"2 days","discountPercentage":100}},"https://www.udemy.com/course/nft-for-beginners/":{"courseDetails":{"courseId":4391060,"title":"The Complete NFT Course: Become an NFT Creator \u0026 Investor","shortDescription":"Learn about NFT collections, NFT marketplaces, NFT use cases, NFT Minting, NFT Buying, NFT Selling, and NFT Security","longDescription":"\u003Cp\u003EEver since Bitcoin forced most people to learn about cryptocurrencies in recent years, \u003Cstrong\u003Ethere hasn’t been any other technology that garnered as much attention as NFTs\u003C/strong\u003E. Running on the same blockchain technology as most cryptocurrencies, it’s like crypto, but for another purpose.\u003C/p\u003E\u003Cp\u003EThis course shows you how NFTs work and their connection with blockchain technology. You\u0027ll learn the theoretical aspect of the new technology and what function it serves in real life. This course is an all-in-one guide suitable for both amateurs and professionals alike.\u003C/p\u003E\u003Cp\u003ETo make it easier to understand the course, it is separated into several subsections. This is designed to help both beginners and experts jump around more efficiently while taking the course.\u003C/p\u003E\u003Cp\u003EIf you’re only hearing about non-fungible tokens for the first time, we recommend following the course outline as it’s arranged. It will help you make sense out of the already confusing world of non-fungible tokens. The learning resources also contains recommendations of sites and software to help you get started!\u003C/p\u003E\u003Cp\u003EWhile you can easily mint, buy, and sell NFTs without proper education, it’s important to know about what you’re dealing with. That way, it will be easier to invite people to the world of NFTs since you know what you can tell them to get them interested.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/nft-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4391060_07ac_2.jpg","duration":"2,5 horas","enrolledStudentsCount":"13.066 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Professionals or students who want to venture into non-fungible tokens and are keen to learn the science behind them","Artists who harbor a dream of offering their art as an NFT, and are looking at exploring the possibilities and options","Art galleries aiming to collect and preserve digital art","Anyone willing to learn about the best methods for creating, collecting, and selling NFTs"],"tags":["Finanzas y contabilidad","Criptomonedas y Blockchain","NFT (tokens no fungibles)"],"rating":{"count":89,"averageValue":"4.0"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":54836,"totalNumberOfReviews":488,"averageRating":4.239268537435897}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BARGAINSPECIAL222","originalPrice":"3.200 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/master-data-science-in-python/":{"courseDetails":{"courseId":4324528,"title":"Data Manipulation in Python: Master Python, Numpy \u0026 Pandas","shortDescription":"Learn Python, NumPy \u0026 Pandas for Data Science: Master essential data manipulation for data science in python","longDescription":"\u003Cp\u003EWhen it comes to being attractive, data scientists are already there. In a highly competitive job market, it is tough to keep them after they have been hired. People with a unique mix of scientific training, computer expertise, and analytical abilities are hard to find.\u003C/p\u003E\u003Cp\u003ELike the Wall Street \u0022quants\u0022 of the 1980s and 1990s, modern-day data scientists are expected to have a similar skill set. People with a background in physics and mathematics flocked to investment banks and hedge funds in those days because they could come up with novel algorithms and data methods. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThat being said, \u003Cstrong\u003Edata science is becoming one of the most well-suited occupations for success in the twenty-first century\u003C/strong\u003E. It is computerized, programming-driven, and analytical in nature. Consequently, it comes as no surprise that the need for data scientists has been increasing in the employment market over the last several years.\u003C/p\u003E\u003Cp\u003EThe supply, on the other hand, has been quite restricted. \u003Cstrong\u003EIt is challenging to get the knowledge and abilities required to be recruited as a data scientist.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELots of resources for learning Python are available online. Because of this, students frequently get overwhelmed by Python\u0027s high learning curve. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIt\u0027s a whole new ball game in here! Step-by-step instruction is the hallmark of this course. Throughout each subsequent lesson, we continue to build on what we\u0027ve previously learned. \u003Cstrong\u003EOur goal is to equip you with all the tools and skills you need to master Python, Numpy \u0026amp; Pandas. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou\u0027ll walk away from each video with a fresh idea that you can put to use right away!\u003C/p\u003E\u003Cp\u003EAll skill levels are welcome in this course, and even if you have no prior programming or statistical experience, you will be able to succeed!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/master-data-science-in-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/4324528_4ee9_2.jpg","duration":"2 horas","enrolledStudentsCount":"22.295 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["No previous skills or expertise required. Only a drive to succeed!"],"tags":["Desarrollo","Ciencias de la información","Ciencias de la información"],"rating":{"count":119,"averageValue":"4.2"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":54836,"totalNumberOfReviews":488,"averageRating":4.239268537435897}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CBECF21823C2C8B701CB","originalPrice":"3.200 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/7-day-meal-plan-for-weight-loss/":{"courseDetails":{"courseId":4462680,"title":"Easy 7-DAY MEAL PLAN for Lifelong Weight LOST","shortDescription":"Eat foods proven to burn fat (no exercise, dieting, counting calories) and love the new you: thin, respected, confident!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EFind the foods that work for YOU to finally LOSE THE WEIGHT - and KEEP IT OFF FOR LIFE - without exercise, counting calories or strict dieting!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESounds like a bold statement - right?\u003C/p\u003E\u003Cp\u003EWell, it should be because I\u0027ve read the books, tried the programs and diets; and, when I looked at what \u003Cstrong\u003Efoods work the best for millions\u003C/strong\u003E of others, I found a plan that will work for YOU too…\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHi, my name is Jason Ryer. I\u0027m a certified Bulletproof and Human Potential Coach and for 7\u002B years I\u0027ve been helping myself and hundreds of others upgrade their health and wellness.\u003C/p\u003E\u003Cp\u003EA bit more about me. I\u0027m a:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ETeacher: Teaching professionally over the past 17\u002B Years; Helped 500\u002B People Lose Weight\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExpert: 7\u002B Years as a Health, Fitness and Nutrition Consultant and Researcher\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECoach: Certified Bulletproof and Human Potential Coach\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBiohacker: Trained and Worked at Bulletproof Upgrade Labs as a Biohacker Tech\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EWhen I asked my students, clients and followers what they wanted the most, the #1 thing was to:\u003C/p\u003E\u003Cp\u003ELOSE WEIGHT.\u003C/p\u003E\u003Cp\u003ESo now I\u0027m on a mission to find the most simple, healthy and effective solutions to help them lose the weight - and keep it off.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAs you likely know already, dieting for lifelong weight loss does not work...\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHere are the biggest problems with weight loss:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EIt gets harder to lose the weight and even when you do, the weight keeps coming back.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThere\u0027s too much information - so it\u0027s hard to know who and what to trust.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFinding the right foods for the most simple, healthy and effective (lifelong!) weight loss.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECreate your 7-day Meal Plan for SIMPLE Weight Loss. With your own customized, printable meal plan, you’ll find what works best for YOU - so that you have the BEST weight loss plan for YOU.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThere\u0027s no ONE right diet that works for everyone. And the meal plan that works is that one that you actually USE!\u003C/p\u003E\u003Cp\u003EYou\u0027ll understand which foods will work best for you - and you\u0027ll get the evidence showing these diet tips work for millions of others (many just like you!).\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou\u0027ve probably tried other diets and weight loss programs - only to see that either you can\u0027t stick to them or they simply don\u0027t work for you.\u003C/p\u003E\u003Cp\u003EThe problem is that these diets and programs were often created with a specific person or type of person in mind.\u003C/p\u003E\u003Cp\u003EThey offer a \u0022one size fits all\u0022 approach that simply doesn\u0027t work for you.\u003C/p\u003E\u003Cp\u003EThe ONLY way to lose the weight and keep it off is to find the foods that work for you and to create your own personal meal plan.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBy the end of this course you will have \u003Cstrong\u003EEVERYTHING\u003C/strong\u003E you need to lose the weight and keep it off for life - without exercise, strict dieting or counting calories.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this course you\u0027ll get the best weight loss resources available anywhere.\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E7-day Food \u0026amp; Diet Plan for Weight Loss: With your own customized, printable meal plan, you’ll find what works best for YOU - so that you have the BEST weight loss plan for YOU.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMacronutrients for Optimal Weight Loss: Learn which Proteins, Carbs and Fats will help you lose the weight - and keep it off for the rest of your life!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EScientific Research for Successful Weight Loss: With evidence and studies, you\u0027ll have the confidence and peace of mind that these weight loss tips can and will work for you (as they have for millions) to achieve your weight loss goals!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHunger-killer Shopping List: 100\u002B recipes and meals proven to quench the hunger of thousands of people - so you too can lose weight in a way that\u0027s healthy, simple and effective!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInteractive Video Training: Interesting, inspirational, visual videos make it easy to follow, understand and learn how to make your weight loss journey successful - in a way that’s both EASY and ENJOYABLE.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMeasure Your Weight Loss Success: You\u0027ll find what to measure for healthy, sensible weight loss. (HINT: It\u0027s not just your weight!)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOptimize Your Nutrition: You\u0027ll discover the most nutrient-dense foods that work for YOU - so that you feel full, get all the nutrients you need, and of course lose the weight!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYour Weight Loss Goals: You\u0027ll define what weight loss success looks like for you - so that you have a goal to reach that will work for you!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFresh Weight Loss and Diet Tips: You\u0027ll get content NOT covered anywhere else! Browse through the course content to see for yourself.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOh, and if you aren\u0027t satisfied with the course for any reason Udemy provides a full 30-day money-back guarantee.\u003C/p\u003E\u003Cp\u003EYou have literally nothing to lose (except all the weight!).\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWhat are you waiting for?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROLL NOW\u003C/strong\u003E before this unique opportunity ends!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/7-day-meal-plan-for-weight-loss/","imageUri":"https://img-c.udemycdn.com/course/750x422/4462680_3c3a_2.jpg","duration":"2 horas","enrolledStudentsCount":"1.168 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["The Easy 7-day Meal Plan for Lifelong Weight LOST is for anyone who wants or needs help figuring out which foods are best for weight loss.","You have 10 or more pounds of weight to lose.","You want foods that burn fat, boost energy and increase your overall health and immunity.","Find the foods that work for YOU to finally LOSE THE WEIGHT - and KEEP IT OFF FOR LIFE - without exercise, counting calories or strict dieting!","You might have an idea about which foods are best for weight loss - but you could use some help.","More than just the best foods, you\u0027ll have a meal plan that you can use for the rest of your life that will help you lose the weight and keep it off for life!","Sounds like a bold statement - right?  Well, it should be because I\u0027ve read the books, tried the programs and diets; and, when I looked at what **foods work the best for millions** of others, I found a plan that will work for YOU too…","Hi, my name is Jason Ryer. I\u0027m a certified Bulletproof and Human Potential Coach and for 7\u002B years I\u0027ve been helping myself and hundreds of others upgrade their health and wellness.  A bit more about me. I\u0027m a:   1. Teacher:  Teaching professionally over the past 17\u002B Years;  Helped 500\u002B People Lose Weight 2. Expert:  7\u002B Years as a Health, Fitness and Nutrition Consultant and Researcher 3. Coach:  Certified Bulletproof and Human Potential Coach 4. Biohacker:  Trained and Worked at Bulletproof Upgrade Labs as a Biohacker Tech  When I asked my students, clients and followers what they wanted the most, the #1 thing was to:  LOSE WEIGHT.  So now I\u0027m on a mission to find the most simple, healthy and effective solutions to help them lose the weight - and keep it off.","**As you likely know already, dieting for lifelong weight loss does not work...**  Here are the biggest problems with weight loss:  1. It gets harder to lose the weight and even when you do, the weight keeps coming back. 2. There\u0027s too much information - so it\u0027s hard to know who and what to trust. 3. Finding the right foods for the most simple, healthy and effective (lifelong!) weight loss.","Create your 7-day Meal Plan for SIMPLE Weight Loss. With your own customized, printable meal plan, you’ll find what works best for YOU - so that you have the BEST weight loss plan for YOU.","There\u0027s no ONE right diet that works for everyone. And the meal plan that works is that one that you actually USE!  You\u0027ll understand which foods will work best for you - and you\u0027ll get the evidence showing these diet tips work for millions of others (many just like you!).","You\u0027ve probably tried other diets and weight loss programs - only to see that either you can\u0027t stick to them or they simply don\u0027t work for you.  The problem is that these diets and programs were often created with a specific person or type of person in mind.  They offer a \u0022one size fits all\u0022 approach that simply doesn\u0027t work for you.  The ONLY way to lose the weight and keep it off is to find the foods that work for you and to create your own personal meal plan.","By the end of this course you will have EVERYTHING you need to lose the weight and keep it off for life - without exercise, strict dieting or counting calories.","In this course you\u0027ll get the best weight loss resources available anywhere.","7-day Food \u0026 Diet Plan for Weight Loss:  With your own customized, printable meal plan, you’ll find what works best for YOU - so that you have the BEST weight loss plan for YOU.","Macronutrients for Optimal Weight Loss: Learn which Proteins, Carbs and Fats will help you lose the weight - and keep it off for the rest of your life!","Scientific Research for Successful Weight Loss:  With evidence and studies, you\u0027ll have the confidence and peace of mind that these weight loss tips can and will work for you (as they have for millions) to achieve your weight loss goals!","Hunger-killer Shopping List:  100\u002B recipes and meals proven to quench the hunger of thousands of people - so you too can lose weight in a way that\u0027s healthy, simple and effective!","Interactive Video Training:  Interesting, inspirational, visual videos make it easy to follow, understand and learn how to make your weight loss journey successful - in a way that’s both EASY and ENJOYABLE.","Measure Your Weight Loss Success:  You\u0027ll find what to measure for healthy, sensible weight loss. (HINT: It\u0027s not just your weight!)","Optimize Your Nutrition:  You\u0027ll discover the most nutrient-dense foods that work for YOU - so that you feel full, get all the nutrients you need, and of course lose the weight!","Your Weight Loss Goals:  You\u0027ll define what weight loss success looks like for you - so that you have a goal to reach that will work for you!","Fresh Weight Loss and Diet Tips:  You\u0027ll get content NOT covered anywhere else! Browse through the course content to see for yourself.","Oh, and if you aren\u0027t satisfied with the course for any reason Udemy provides a full 30-day money-back guarantee.  You have literally nothing to lose (except all the weight!).","What are you waiting for?  **ENROLL NOW** before this unique opportunity ends!"],"tags":["Salud y fitness","Nutrición y dietética","Pérdida de peso"],"rating":{"count":5,"averageValue":"4.1"},"instructors":[{"name":"Jason Ryer","url":"/user/jasonryer2/","totalNumberOfStudents":1231,"totalNumberOfReviews":5,"averageRating":4.0992074}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE02","originalPrice":"7.040 INR","discountedPrice":"Gratis","expirationText":"15 horas","discountPercentage":100}},"https://www.udemy.com/course/neuroplasticity-discover-how-to-rewire-your-anxiety/":{"courseDetails":{"courseId":4456054,"title":"Neuroplasticity: Discover How To Rewire Your Anxiety","shortDescription":"cognitive functions, neuroplasticity, change your life by understanding how to rewire your brain, neuroscience","longDescription":"\u003Cp\u003EThe human brain is capable of integrating intricate and diverse inputs from multiple sensory systems simultaneously in order to rapidly comprehend and assess the information for planning and execution of complex actions. These and other cognitive functions are performed by the vastly interconnected neural networks formed by the roughly 100 billion neurons of the brain. The precise patterns of connectivity among neurons within these networks determines their function, and through experience, these connectivity patterns change over time to enable acquisition of new skills. Indeed, one of the most impressive aspects of brain function is the ability to learn new cognitive skills, such as the ability to understand and speak a foreign language. During learning, connections between neurons change through a process known as synaptic plasticity, which plays a pivotal role in learning, While traditional learning brings about changes in neural networks through experience, synaptic plasticity can also be enhanced by activating neuromodulatory regions in the brain via peripheral neurostimulation. This program seeks to use peripheral neurostimulation to facilitate the release of neurotransmitters associated with components of learning, such as acetylcholine, dopamine, serotonin, and norepinephrine. By combining peripheral neurostimulation with conventional training practices, we can leverage endogenous neuronal circuitry to enhance learning by accelerating the tuning of neural networks responsible for cognitive functions.\u003C/p\u003E\u003Cp\u003ERecent success with this approach has been demonstrated in clinical rehabilitation studies, utilizing peripheral neurostimulation delivered through implanted electrodes. However, while invasive approaches may be justified for treating people with medical conditions, noninvasive methods are preferred for use in healthy individuals\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/neuroplasticity-discover-how-to-rewire-your-anxiety/","imageUri":"https://img-c.udemycdn.com/course/750x422/4456054_8645_2.jpg","duration":"3 horas","enrolledStudentsCount":"1.335 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Anyone who is interested in learning about neuroplasticity","Anyone who is interested in learning how to rewire brain"],"tags":["Desarrollo personal","Desarrollo personal, otros","Neuroplasticidad"],"rating":null,"instructors":[{"name":"BS Academy","url":"/user/tarek-barakat-6/","totalNumberOfStudents":11012,"totalNumberOfReviews":57,"averageRating":4.31851158245614}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"863E3A8722831FA79307","originalPrice":"5.120 INR","discountedPrice":"Gratis","expirationText":"2 días","discountPercentage":100}},"https://www.udemy.com/course/leer-nederlands-in-het-nederlands-2-voor-beginners-nt2-a1/":{"courseDetails":{"courseId":4489980,"title":"Leer Nederlands in het Nederlands 2: voor beginners (NT2-A1)","shortDescription":"Leer de Nederlandse taal in een cursus voor anderstaligen: begin de taal van België te lezen en te begrijpen","longDescription":"\u003Cp\u003E\u003Cstrong\u003EKlaar om online Nederlands te leren? \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHou je van Nederlands?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKen je al ongeveer 100-150 woorden?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHou je van een uitdaging?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELeer je liever online talen?\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EGoed zo! Je gaat met mij de Nederlandse taal leren... 100% in het Nederlands!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEen cursus voor beginners, maar niet voor absolute beginners\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDe cursus start niet vanaf 0, kijk naar mijn eerste cursus \u0027Nederlands in het Nederlands 1\u0027 op Udemy. Je moet ongeveer 100-150 woorden begrijpen, maar veel woorden gaan we herhalen.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWat ga je met mij leren?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMeer dan 300 woorden, ook de 100 meest gebruikte woorden in het Nederlands, en hoe je ze gebruikt in het Nederlands. De cursus heeft meer dan 5 uur video om je te helpen verder te gaan dan het absolute beginnersniveau, dus je bent aan het begin van niveau A2 na het volgen van deze cursus. De verleden tijd zullen we op het einde van deze cursus leren.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHoe ga je leren?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDe cursus is 100% in het Nederlands, wat goed is om snel te leren en gebruikt verhalen en audiovisueel materiaal om beter je Nederlands te verbeteren. Dus geen lange grammaticalessen. Er zijn meer dan 50 downloadbare MP3s om je te helpen terwijl je leert, waar en wanneer je maar wilt. Elke les heeft een quiz om je woorden en andere dingen te testen.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIk gebruik het Belgische accent, het Vlaams. Dit accent begrijpen mensen ook in Nederland.\u003C/p\u003E\u003Cp\u003EIk verzeker:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E100%, gratis levenslange toegang\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EAlle toekomstige extra lessen en upgrades zijn altijd gratis inbegrepen\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EOnvoorwaardelijke Udemy 30 dagen geld-terug-garantie\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EProfessionele leraar Nederlands\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EKlaar om online Nederlands te leren?\u003C/p\u003E\u003Cp\u003EVeel plezier met leren,\u003C/p\u003E\u003Cp\u003EAlain\u003C/p\u003E","language":"Holandés","courseUri":"https://www.udemy.com/course/leer-nederlands-in-het-nederlands-2-voor-beginners-nt2-a1/","imageUri":"https://img-c.udemycdn.com/course/750x422/4489980_3342_6.jpg","duration":"5 horas","enrolledStudentsCount":"35 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Studenten die Nederlands leren (niet absolute beginners)"],"tags":["Enseñanzas y disciplinas académicas","Aprendizaje de idiomas","Idioma neerlandés"],"rating":null,"instructors":[{"name":"Alain de Raymond","url":"/user/alainderaymond/","totalNumberOfStudents":24690,"totalNumberOfReviews":2507,"averageRating":4.530720247254901}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"70C4726567A12FFA66D9","originalPrice":"3.200 INR","discountedPrice":"Gratis","expirationText":"1 días","discountPercentage":100}},"https://www.udemy.com/course/life-coach-the-complete-life-coach-certification-course/":{"courseDetails":{"courseId":4455082,"title":"Life Coach: The Complete Life Coach Certification Course","shortDescription":"life coach helps others define how they want to improve themselves, helps them develop a plan to do, life coaching","longDescription":"\u003Cp\u003EA life coach helps others define how they want to improve themselves, helps them develop a plan to do so and holds them accountable to implement the plan. Their role is actually quite simple. They help us answer three questions: What do I want to change about myself, How do I change,\u0026nbsp; How do I commit to changing, Whether it’s being a better lawyer, a leader or manager or whether it’s more personal, such as getting in shape, losing weight, being a better parent, change starts with identifying what you want to change about yourself, figuring out how to get from here to there and making that change a reality. Life coaches help you do this. They help you to get to know yourself better, define what you really want and work with you on how to get it. Successful individuals set goals and pursue them. When we feel stuck, we’re in a rut, or we find ourselves asking, How did I get here? we know we need to make a change, but we have difficulty defining the change and have less of an idea of how to make it.\u0026nbsp; life coach helps you answer these questions.\u003C/p\u003E\u003Cp\u003EA life coach can lead you to water but can’t make you drink. A life coach can help you devise a plan, but he can’t execute the plan.\u0026nbsp; life coach can give you the tools, but won’t build the house for you. The hard work—getting up every morning and working toward your goals every day, in both small and big ways—that’s all you.\u0026nbsp; life coach will help you design the blueprint, but you mix and pour the concrete, saw the wood and build.\u003C/p\u003E\u003Cp\u003EThis is where most dreams fail. This is where the best of intentions only get you so far. This is where it’s you changing, ever so incrementally, step by step, inch by inch, making a new you. Your life coach can offer advice, motivation and inspiration but you’re the one on the field. You’re the one running and hustling, blocking and tackling, throwing and receiving, making the moves and making the plays. In short, a life coach is just that a coach\u003C/p\u003E\u003Cp\u003Ea life coach helps you figure things out, but once you havea strategy, it’s up to you to execute. he’s not there to hold your hand or carry you across the finish line. he helps you be the brains of the operation. good life coach has a process for you to follow to determine what you want to change, how to change it and how to stick with it through the end. You two are co-architects and you’re the contractor.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/life-coach-the-complete-life-coach-certification-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4455082_1438.jpg","duration":"5 horas","enrolledStudentsCount":"1.284 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Anyone who is interested to get better future and the desired job","Anyone who is interested to learn about life coach and improve their lives","Anyone who is interested or have passion to learn more"],"tags":["Desarrollo personal","Transformación personal","Formación de coaching de vida"],"rating":{"count":2,"averageValue":"4.0"},"instructors":[{"name":"BS Academy","url":"/user/tarek-barakat-6/","totalNumberOfStudents":11012,"totalNumberOfReviews":57,"averageRating":4.31851158245614}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4A46867C258B69994AD6","originalPrice":"5.760 INR","discountedPrice":"Gratis","expirationText":"2 días","discountPercentage":100}},"https://www.udemy.com/course/master-layer-farm-management-the-business-of-millionaires/":{"courseDetails":{"courseId":4355500,"title":"master layer farm management the business of millionaires","shortDescription":"layer farm management","longDescription":"\u003Cp\u003Eintroduction history of industry POULTRY-KEEPING is interesting because it gives pleasure as well as profit to persons of both sexes, all ages all walks in life m all sections of the country It is useful alike on the farm and in the City back-yard In the cold in the sunny, in the hill and mountain country, or on the plain It may be conducted as an exclusive business or as a side line It affords pleasure and profit for rich and poor It is the universal agricultural industry\u0026nbsp; \u0026nbsp;he best way to start a poultry enterprise is to begin modestly and let the business build its increases\u0026nbsp; It is believed that poultry production started in Asia over 3000 years ago. Although some records suggest that chickens were raised around 3200 BC, archaeological evidence only goes back to about 2000 BC. It is considered that chickens originate from India, and that the red jungle fowl is an ancestor to today’s modern chicken. The breeding of chickens in captivity dates back to at least 1400 BC in Egypt. But intensive poultry production only\u0026nbsp; before 7500 BCE. Chickens were brought to Sumer In Thebes, Egypt, the tomb of Haremhab, built about 1420 BCE, shows a depiction of a man carrying bowls of ostrich eggs and other large eggs,\u0026nbsp; arrived in Greece around 800 BCE, where the quail had been the primary source of eggs IN ancient Rome, eggs were preserved using a number of methods, and meals often started with an egg course The dried egg industry developed in the 19th century, before the rise of the frozen egg industry. In 1878, a company in St. Louis, Missouri started to transform egg yolk and white into a light-brown, meal-like substance by using a drying process.\u0026nbsp; \u0026nbsp;intensive poultry production only began in the 20th century. Indeed, the past 100 years have seen an impressive growth, chiefly in the production of chickens and eggs, turkeys, ducks, and geese. It is the advent of vaccination for conditions such as Marek’s disease, in addition to preproducing good quality day-old chicks starts with the breeder flock. Not only is the quality of the egg important, but also the health and nutritional status of the breeders are having an impact on day-old markable improvements in nutrition, genetics, and management, that has allowed the poultry industry to quickly develop since the late 1960s\u0026nbsp; \u0026nbsp; In general we can divide the factors associated with chick quality in two categories: EGG RELATED FACTORS hatchery and brooding management factors (egg handling , incubation, chick processing and placement SOURCES OF CHICKENS Primary breeding companies supply the breed performance These white hybrid layers are capable of laying 324 eggs per hen housed at 72 weeks of age with a feed conversion of 3.04 pounds of feed per dozen or 1.91 kg feed per kg of egg.der stock chickens for various breeder/hatchery companies who then supply the day-old pullet chicks to be grown into laying hens housing system feeding program in general\u0026nbsp; \u0026nbsp;lighting program\u0026nbsp; economy of layer farm indices layer health management vaccination program suggested vaccination program spray vaccine onovo vaccine hatchary vaccine fowl pox vaccine cleaning disinfection receiving baby chicks\u0026nbsp; automation in layer farm egg collection manure removal flock following rearing table postmortem\u0026nbsp; procedures serology how to take blood sample how to make Elisa test\u0026nbsp; Elisa software\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/master-layer-farm-management-the-business-of-millionaires/","imageUri":"https://img-b.udemycdn.com/course/750x422/4355500_374e.jpg?secure=FukE0vl0fe6fY_eZv2om8A%3D%3D%2C1643565280","duration":"3 horas","enrolledStudentsCount":"1.003 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["any one interested in poultry business","begginer in business world"],"tags":["Enseñanzas y disciplinas académicas","Otras enseñanzas y disciplinas académicas","Habilidades de gestión"],"rating":{"count":1,"averageValue":"1.0"},"instructors":[{"name":"Mohamed AL ashram","url":"/user/mohamed-taha-288/","totalNumberOfStudents":6053,"totalNumberOfReviews":27,"averageRating":3.573528459259259}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"805A69A67F019B117CFA","originalPrice":"5.760 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/how-to-create-cartoon-comic-series-start-to-finish-2021/":{"courseDetails":{"courseId":3846964,"title":"How to Express your Stories with Cartoons","shortDescription":"Become a Cartoonist by Learning how to  Draw and Edit Cartoon Comic series from your imagination.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E UPDATED VERSION 21/10/2021\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAre you Creative with\u0026nbsp; Stories but You Don\u0027t really Know how to bring it to life visually? This Course is for you.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHello; I\u0027m T.S Amachree and I\u0027m a Professional Cartoonist.\u003C/p\u003E\u003Cp\u003EIn this detailed Cartoon Comic Series Course; I will be sharing with you my knowledge \u0026amp;\u0026nbsp; secrets in Drawing and Developing Cartoon Comic series from your Imagination.\u003C/p\u003E\u003Cp\u003EThis course will teach you easy yet powerful techniques and tricks to help you create amazing Comic Series that will impress your friends and family.\u003C/p\u003E\u003Cp\u003EI will take you from the Blueprint idea sketch to the Final Colored \u0026amp; Edited Comic Strip.\u003C/p\u003E\u003Cp\u003EI will show you how to build more episodes of your cartoons quick and easy wih real time examples.\u003C/p\u003E\u003Cp\u003EThis will help you create you own Cartoon comic series Professionally; Build your Comic Book; for your Friends on your social media or designed for clients (blogs, Magazines, Children Books \u0026amp; newspapers) to earn extra money.\u003C/p\u003E\u003Cp\u003EWhat You will Learn\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELearn How to Build Cartoon Comic Series\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThe Secret of Drawing Consistent Cartoon Character.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow To Edit \u0026amp; Color With Photoshop.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDraw Your Ideas.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAdd Texts To your Comics\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow to Edit the background of your comic series.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEach Lesson is very Easy to Understand- Step-By -Step Guide ( in Real Time.)\u003C/p\u003E\u003Cp\u003EProtected by a 30 Day Guarantee 100%.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBeing a Cartoonist is most fulfilling, Freedom to Express yourself.\u003C/p\u003E\u003Cp\u003EIts a rare pleasure sharing my gifts with You.\u003C/p\u003E\u003Cp\u003EYou have\u0026nbsp; Great Stories to inspire the World.\u003C/p\u003E\u003Cp\u003EAll You need is\u0026nbsp;passion to Learn \u0026amp; Action.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEnroll Now and You\u0027ll gain instant access to the entre course and Extra Resources. \u003C/p\u003E\u003Cp\u003EKick-Start Your Cartoon Comic Artist Career.\u003C/p\u003E\u003Cp\u003ET.S Amachree ( Your Instructor \u0026amp; Friend)\u003C/p\u003E\u003Cp\u003E(G)\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/how-to-create-cartoon-comic-series-start-to-finish-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/3846964_2108_10.jpg","duration":"6 hours","enrolledStudentsCount":"7,757 students","lastUpdated":"Last updated 11/2021","targetAudiences":["Beginner Cartoon  Artists","Artists","Anyone passionate about Drawing Cartoons","Children book Graphics Designers"],"tags":["Design","Graphic Design \u0026 Illustration","Cartoon Drawing"],"rating":{"count":13,"averageValue":"3.9"},"instructors":[{"name":"Red Jacobs Production","url":"/user/red-art-project/","totalNumberOfStudents":24373,"totalNumberOfReviews":129,"averageRating":4.242049861818181}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B0510763BFB57ADAD91D","originalPrice":"7.040 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/complete-goal-setting-course-become-your-own-life-coach/":{"courseDetails":{"courseId":3245114,"title":"Complete Goal Setting Course - Become Your Own Life Coach","shortDescription":"Goal Setting Mastery - Life Coaching - Become a Life Coach for Yourself or Others - Achieve Personal Success - Hit Goals","longDescription":"\u003Cp\u003EComplete \u003Cstrong\u003EGoal Setting Course\u003C/strong\u003E - Become Your Own Life Coach\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGoal Setting Mastery\u003C/strong\u003E - Life Coaching - Become a Life Coach for Yourself or Others - Achieve Personal Success - Hit \u003Cstrong\u003EGoals\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou can live a life full of purpose, fulfillment and joy! But first, you must \u003Cstrong\u003Emaster goal setting\u003C/strong\u003E. By learning how to set your own goals, you will set into motion a life of purpose and design.\u003C/p\u003E\u003Cp\u003EMost people suffer from ill-defined goals. Or worse, no goals. If you want real achievement in life, you must define what it is you want to accomplish. This means\u003Cstrong\u003E goal setting for every major sphere \u003C/strong\u003Eof your life.\u003C/p\u003E\u003Cp\u003ETJ Walker, one of the top personal development experts here on Udemy (2 million\u002B total student enrollments), shares with you his unique Selfie Speak Programming (SSP) method of not only\u003Cstrong\u003E setting goals for your life\u003C/strong\u003E, but achieving these goals for your life.\u003C/p\u003E\u003Cp\u003EThis course goes way beyond the standard advice of \u003Cstrong\u003Ewriting down your goals\u003C/strong\u003E and looking at your goals daily, though this is covered as well. In this\u003Cstrong\u003E goal setting course\u003C/strong\u003E you will learn a unique system for making \u003Cstrong\u003Egoal setting\u003C/strong\u003E an automatic part of your daily life. You will learn the simplest, easiest, and fastest way to reprogram your brain so that you \u003Cstrong\u003Eset goals \u003C/strong\u003Eand work on your goals daily.\u003C/p\u003E\u003Cp\u003EThe key to reaching goals you have set for yourself is to break down each goal into the simplest daily habits you need to perform. Then, you need daily reminders, triggers, and cues to get you to perform these daily habits.\u003C/p\u003E\u003Cp\u003EIf you are looking for an \u003Cstrong\u003Ein-depth goal setting course \u003C/strong\u003Ethat goes beyond the standard good advice given in most books or courses on the subject, then you have come to the right place.\u003C/p\u003E\u003Cp\u003EThis course is also perfect for anyone who wishes to be a \u003Cstrong\u003Egoal setting life coach\u003C/strong\u003E for others or just for yourself.\u003C/p\u003E\u003Cp\u003EEnroll now in TJ Walker’s \u003Cstrong\u003Ecomplete goal setting course\u003C/strong\u003E if you are ready to start living your life at higher levels of fulfillment and happiness.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHere is what Udemy students say about this course:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022Brilliant course! I often struggled with goal setting and felt like I simply wasn\u0027t someone who worked well with specific goals but this course has helped me better understand how to do this in a way that feels aligned to me. Thank you so much, TJ Walker!\u0022\u003C/em\u003E\u0026nbsp; Funke\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022Your teaching is on point. Very precise. Such amazing knowledge you have been sharing in there. Thank you.\u0022\u003C/em\u003E The Boss\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis \u003Cstrong\u003EGoal Setting\u003C/strong\u003E course is ideal for anyone searching for more info on the following: \u003Cstrong\u003Egoal setting - life coach - goal - vision board -goals - goal setting - goal setting for a successful life\u003C/strong\u003E. Plus, this course will be a great addition to anyone trying to build out their knowledge in the following areas: goal achievement - personal success - personal productivity.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/complete-goal-setting-course-become-your-own-life-coach/","imageUri":"https://img-c.udemycdn.com/course/750x422/3245114_bc47_5.jpg","duration":"2,5 horas","enrolledStudentsCount":"38.925 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Executives","Managers","Students","People in life transition","Anyone seeking change in direction"],"tags":["Desarrollo personal","Transformación personal","Establecimiento de objetivos"],"rating":{"count":251,"averageValue":"4.6"},"instructors":[{"name":"TJ Walker","url":"/user/tjwalker2/","totalNumberOfStudents":1354283,"totalNumberOfReviews":116012,"averageRating":4.4032487351992975}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CC5F4DED06E276DC4CEC","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/influencer-content-marketing-killer-tactics-for-2017/":{"courseDetails":{"courseId":1315810,"title":"Influencer Content Marketing (2022 Incredible Edition)","shortDescription":"Learn out-of-the-box influencer content marketing strategies and tech tools in 2022","longDescription":"\u003Cp\u003E\u003Cem\u003EWelcome to learn \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022\u003C/em\u003EInfluencer Content Marketing (2022 Incredible Edition)\u0022 now.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYour website acts as the actual forefront of your business and you know it. It enables your visitors to see you in the virtual space so they can make specific assumptions and create a given brand perception.\u003C/p\u003E\u003Cp\u003ENevertheless, one of the most common woes for anyone running\u0026nbsp;a business is getting a “lack of traffic” to any website or blog. We all know that a business should have a good online presence.\u0026nbsp; Website traffic is significant and has a three-way impact: the higher the website\u0027s number of visitors! ... If you are able to increase your traffic along with the quality of the visitors, the better you will be able to increase the conversion of your website and make that traffic paying! \u003C/p\u003E\u003Cp\u003EBut believe it or not - it\u0026nbsp;is easier said than done.\u003Cstrong\u003E\u003Cem\u003E\u0026nbsp;\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUnfortunately, the importance of search engine visibility is not understood by many website owners. They put greater emphasis on building a \u0022beautiful\u0022 website. Not that this is bad, but search engine placement is really secondary. Hopefully, the list of common errors made by many website owners will help you to generate more targeted web traffic to your site - striking a loophole in the system... after all, that\u0027s not what you or we want.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EAll we need is a\u0026nbsp;focused and strategic approach of the right customers or target audience by leveraging content curation - which is content written by influencers to drive ultimate traffic to a website, video, or any landing page.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere are secretive tools\u0026nbsp;that you could add to your content marketing arsenal that can send the much needed targeted traffic back to your website. This course will discuss one such tool:\u0026nbsp;\u003Cstrong\u003EBackly\u003C/strong\u003E - the definitive magic bullet. Backly will help you to add a call-to-action to every link you share on social media. This is the power of influencer content marketing and you will realize this if you implement the tricks taught in the course.\u003C/p\u003E\u003Cp\u003EThe special lectures and growth hacking tips and tools covered in Section 2 will aid to take\u0026nbsp;your marketing efforts to the next level.\u003C/p\u003E\u003Cp\u003EGet ready and enrol now in influencer marketing in 2022.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/influencer-content-marketing-killer-tactics-for-2017/","imageUri":"https://img-c.udemycdn.com/course/750x422/1315810_4e08_5.jpg","duration":"44 minutos","enrolledStudentsCount":"54.560 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Marketers or business professionals who need tons of relevant and real traffic to their website, blog or landing page","Marketing students who are looking to leverage new tricks to get viral traffic to websites","Digital Marketing managers who want to master the concept of influencer marketing","Anyone who wants to learn about new working tricks for influencer marketing"],"tags":["Marketing","Crecimiento acelerado","Marketing de contenidos"],"rating":{"count":378,"averageValue":"4.3"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":801279,"totalNumberOfReviews":20445,"averageRating":3.981786177011494},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":532238,"totalNumberOfReviews":8478,"averageRating":4.12947154796163}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D10D13B3E0DE3D7BAF5F","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"2 días","discountPercentage":100}},"https://www.udemy.com/course/how-to-create-your-marketing-calendar-for-busy-entrepreneurs/":{"courseDetails":{"courseId":4119016,"title":"How to create your marketing calendar for busy entrepreneurs","shortDescription":"Learn the easy step by step process to create your marketing calendar and get clear on your promotions for the next year","longDescription":"\u003Cp\u003E\u003Cstrong\u003EStill working like a charm in 2022!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJoin over 70,000 students from 190\u002B countries worldwide taking my courses today!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003Eno fluff, no filler content, just straight to the point course that you can start and actually finish in 1 day!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you are a \u003Cstrong\u003Edigital entrepreneur, coach, consultant, affiliate marketer, blogger, or own any type of online business\u003C/strong\u003E, You know how important marketing is for your business. And with the never-ending to-do list that we have as busy entrepreneurs, managing our marketing and planning and executing marketing campaigns and measuring the results is a top business priority but so\u003Cstrong\u003E many entrepreneurs don\u0027t have a solid system in place\u003C/strong\u003E to plan their marketing and this is why I created this course!\u003C/p\u003E\u003Cp\u003EIn this course, You\u0027ll get \u003Cstrong\u003Emy fail-proof system to create your 12-month marketing calendar\u003C/strong\u003E with clarity and simplicity!\u003C/p\u003E\u003Cp\u003Eand you get a copy of \u003Cstrong\u003Emy epic marketing calendar planner\u003C/strong\u003E to follow through and implement while you\u0027re watching the videos!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere\u0027s exactly what you\u0027ll be able to do once you finish this course:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou\u0027ll understand the importance of a marketing calendar for your business\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou\u0027ll know the keys to a successful and clear marketing calendar\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou\u0027ll have a simple yet powerful plan for your social media to start executing immediately\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou\u0027ll get a fill-in-the-blank planner \u0026amp; calendar to use over \u0026amp; over again\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EThis is for you if:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou\u0027re tired of feeling like your marketing is a mess all the time\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou want to have a system that you can use over \u0026amp; over again\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou want a way to track \u0026amp; measure what works to eliminate what\u0027s not serving your business\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ESo if you\u0027re ready to give your marketing a boost of clarity \u0026amp; simplicity, Click the enroll now button and I\u0027ll see you on the other side!\u003C/p\u003E","language":"Inglese","courseUri":"https://www.udemy.com/course/how-to-create-your-marketing-calendar-for-busy-entrepreneurs/","imageUri":"https://img-c.udemycdn.com/course/750x422/4119016_36ba.jpg","duration":"44 min","enrolledStudentsCount":"12.429 studenti","lastUpdated":"Ultimo aggiornamento 1/2022","targetAudiences":["Online entrepreneurs","Online business owners","Bloggers","Affiliate marketers","Influencers","Coaches","Consultants"],"tags":["Marketing","Marketing contenuti","Piano di marketing"],"rating":{"count":74,"averageValue":"4.5"},"instructors":[{"name":"Her Digital Business","url":"/user/her-digital-business/","totalNumberOfStudents":59701,"totalNumberOfReviews":693,"averageRating":4.100589413612565},{"name":"Kenz Soliman","url":"/user/kenz-atef/","totalNumberOfStudents":72279,"totalNumberOfReviews":823,"averageRating":4.159506839143732}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"ABUNDANCEQUEEN","originalPrice":"11.200 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/oracle-plsql-1z0-144-certification-full-exam-preparation/":{"courseDetails":{"courseId":4509478,"title":"Oracle PL/SQL 1Z0-148 Certification - Full exam preparation","shortDescription":"\u002B150 questions","longDescription":"\u003Cp\u003EWith this practice test you will only get the exam practice questions , No course needed. These tests are simulations of what the real exam will be like.\u003C/p\u003E\u003Cp\u003Ewe\u0026nbsp; always want to deliver highest quality to you and we made ourbest to do so. If you find any issue let us know and we will correct it immediatelly :)\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy Oracle Database PL/SQL Developer Certification ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBy becoming an Oracle Database PL/SQL Certified Professional, you will be ready to fully exploit the most advanced features of PL/SQL. From performance to maintainability to application code architecture, you will be able to provide guidance at a more strategic level, thereby offering much higher value to your company and the marketplace.\u003C/p\u003E\u003Cp\u003EYou will gain thorough knowledge of PL/SQL language, its architecture, features, interactions with the SQL engine, programming constructs and datatypes. Passing the exam validates your knowledge of subjects such as complex datatypes, dynamic cursors, external procedures, security features and considerations, and performance related features such as caching, parallel execution and profiling.\u003C/p\u003E\u003Cp\u003EProve fluency in and a solid understanding of the skills required to fully leverage PL/SQL as part of the foundation of any application built on top of Oracle Database.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EFresh IT students who need strong SQL and database knowledge. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStudents who wants to be certified in oracle database from Oracle University.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStudents who wants to be expert in oracle database 12c.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFresh and junior programmers who need to find better jobs by gaining oracle certification.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/oracle-plsql-1z0-144-certification-full-exam-preparation/","imageUri":"https://img-c.udemycdn.com/course/750x422/4509478_1a5e.jpg","duration":"","enrolledStudentsCount":"656 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["IT Professionals who want to learn about Oracle"],"tags":["Informática y software","Certificaciones de informática","Certificación de Oracle"],"rating":null,"instructors":[{"name":"Learning Academy Team","url":"/user/elqoussi-doha/","totalNumberOfStudents":656,"totalNumberOfReviews":0,"averageRating":5}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F3DE8F9F00A7069ECB40","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"1 días","discountPercentage":100}},"https://www.udemy.com/course/questions-job-interview-data-scientist/":{"courseDetails":{"courseId":4376666,"title":"200\u002B Questions - Job Interview - Data Scientist","shortDescription":"Get ready for an interview for Data Scientist!","longDescription":"\u003Cp\u003E\u003Cstrong\u003E------------------------------------------------------------------------------\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERECOMMENDED LEARNING PATH\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E------------------------------------------------------------------------------\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPYTHON DEVELOPER:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E200\u002B Exercises - Programming in Python - from A to Z\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E210\u002B Exercises - Python Standard Libraries - from A to Z\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E150\u002B Exercises - Object Oriented Programming in Python - OOP\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E150\u002B Exercises - Data Structures in Python - Hands-On\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E100\u002B Exercises - Advanced Python Programming\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E100\u002B Exercises - Unit tests in Python - unittest framework\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E100\u002B Exercises - Python Programming - Data Science - NumPy\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E100\u002B Exercises - Python Programming - Data Science - Pandas\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E100\u002B Exercises - Python - Data Science - scikit-learn\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E250\u002B Exercises - Data Science Bootcamp in Python\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E110\u002B Exercises - Python \u002B SQL (sqlite3) - SQLite Databases\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E250\u002B Questions - Job Interview - Python Developer\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESQL DEVELOPER:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESQL Bootcamp - Hands-On Exercises - SQLite - Part I\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESQL Bootcamp - Hands-On Exercises - SQLite - Part II\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E110\u002B Exercises - Python \u002B SQL (sqlite3) - SQLite Databases\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E200\u002B Questions - Job Interview - SQL Developer\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJOB INTERVIEW\u0026nbsp;SERIES:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E250\u002B Questions - Job Interview - Python Developer\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E200\u002B Questions - Job Interview - SQL Developer\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E200\u002B Questions - Job Interview - Software Developer - Git\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E200\u002B Questions - Job Interview - Data Scientist\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E------------------------------------------------------------------------------\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECOURSE DESCRIPTION\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E------------------------------------------------------------------------------\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E200\u002B Questions - Job Interview - Data Scientist\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAre you ready to apply for the position of\u003Cstrong\u003E Data Scientist\u003C/strong\u003E? Test yourself by answering over 200 questions!\u003C/p\u003E\u003Cp\u003EThis course is in the form of practice tests and consists of over 200 questions that may appear during an interview for a Data Scientist or related positions. This course allows you to confirm your proficiency and give you the confidence you need to succeed in the recruiting process.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECan I take the practice test more than once?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou can take each practical test multiple times. After completing the practice test, your final result will be published. Each time you take the test, the order of questions and answers is randomized.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDo I have a time limit for practice tests?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEach test has a time limit.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat result is required?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe required grade for each practice test is 80% correct answers.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAre the questions multiple choice?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn order to reflect the form of the interview as much as possible and to raise the level of difficulty, the questions are single and multiple choice.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECan I see my answers?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou can review all submitted responses and see which were correct and which were not.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDo not hesitate and take the challenge today. Good luck!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/questions-job-interview-data-scientist/","imageUri":"https://img-c.udemycdn.com/course/750x422/4376666_039b.jpg","duration":"","enrolledStudentsCount":"1.658 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["everyone who wants to be a Data Scientist","everyone who wants to work in data science","everyone who wants to prepare for an interview"],"tags":["Desarrollo","Ciencias de la información","Ciencias de la información"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Paweł Krakowiak","url":"/user/krakowiakpawel9/","totalNumberOfStudents":131173,"totalNumberOfReviews":3125,"averageRating":4.674284793629808}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DROPJAN22","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"2 días","discountPercentage":100}},"https://www.udemy.com/course/introduction-to-bonds/":{"courseDetails":{"courseId":4435488,"title":"Fixed Income Securities: A deep dive into bonds","shortDescription":"An Introduction to Bond Markets: Everything You Need to Know About Bonds","longDescription":"\u003Cp\u003E\u003Cstrong\u003EInvesting in bonds has a lot of financial benefits for investors\u003C/strong\u003E. It provides a regular stream of income and widens their investment portfolio. Bonds also carry low market volatility.\u003C/p\u003E\u003Cp\u003EIt is a safe investment plan which allows investors to preserve and increase their capital. Investing in top-quality government bonds doesn\u0027t come with a default risk for investors.\u003C/p\u003E\u003Cp\u003EThis course is for investors and individuals who show interest in widening their scope on the fundamentals of fixed-income instruments and exploring the structures and features of the market. If you are interested in learning about different topics and sections connected to the analysis and valuation of bonds, this course is for you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDealing with fixed-income securities can be difficult if you are unwilling to invest your time and resources into the proper means\u003C/strong\u003E. Making the seemingly cumbersome fixed-income securities easier is the idea behind this course.\u003C/p\u003E\u003Cp\u003EIt is accessible to everybody irrespective of their place of work or schedule. It doesn\u0027t matter if you are a beginner or conversant with the world of fixed-income securities. The course is designed to start from the basics and slowly advance as you get more familiar with the fundamentals.\u003C/p\u003E\u003Cp\u003EAside from teaching you the fundamentals of fixed-income securities, if you wish to venture into bonds, this course will teach you the basics and things you might need to get started. If you are on the lookout for a course that will impact financial skills applicable in the real world, look no further.\u003C/p\u003E\u003Cp\u003ESee you inside!\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/introduction-to-bonds/","imageUri":"https://img-c.udemycdn.com/course/750x422/4435488_532f_2.jpg","duration":"1 hora","enrolledStudentsCount":"9.475 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Anyone who wants to learn how to value bonds is welcome here!","Investors or professionals who see acquiring knowledge about fixed-income securities as the missing piece in their bid to manage their assets","Professionals in the financial sector looking to add to their existing knowledge","This course is structured to be understood by both newbies and professionals. It is created by professionals who are conversant with fixed-income securities and know how to impart financial knowledge"],"tags":["Finanzas y contabilidad","Finanzas","Títulos de renta fija"],"rating":{"count":39,"averageValue":"4.5"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":54836,"totalNumberOfReviews":488,"averageRating":4.239268537435897}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"687E663EA4C3C16E1EEB","originalPrice":"3.200 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/facebook-dynamic-ads/":{"courseDetails":{"courseId":2405932,"title":"Facebook \u0026 Instagram Dynamic Ads: Dynamic Retargeting Course","shortDescription":"UNLEASH the POWER of RETARGETING: Learn Facebook Dynamic Ads, Business Manager, Pixel Events, Catalog \u0026 Commerce Manager","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022This is the best Facebook Ads \u0026amp; Instagram Ads Course for the starter with advanced level for Facebook Ads MASTERY.\u0022 H M Shuja\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022Amazing Facebook Ads Course. I learn a lot from this course. He is just awesome. Thanks for such an amazing course.\u0022 Rokeya\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022Great value! Great explanation. Great Facebook Ads Retargeting Course.\u0022 Roel\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022It was good experience to have in 1 course all the best practices for Facebook Ads Retargeting \u002B To be able to accomplish the course in few hours. High five!\u0022 Kai\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022One of the greatest courses on Dynamic Facebook Ads in Udemy. I learnt completely new things that I didn\u0027t even expect them to exist! Tomas was absolutely enthusiastic about teaching and I will definitely apply catalog building and dynamic ads in my FB advertising strategies! Well done, mate! And thanx a lot for sharing your knowledge!\u0022\u0026nbsp;Sergey\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECompletely Updated Facebook Ads \u0026amp; Instagram Ads Retargeting Course! This is your COMPLETE \u0026amp; ULTIMATE STEP-BY-STEP GUIDE to becoming a MASTER of Facebook Remarketing and Dynamic Retargeting.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDear Students,\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHi, it\u0027s Tomas Moravek here, Internet Efficiency Awarded digital strategist, with my Facebook Dynamic Ads Mastery, the most comprehensive course currently available that teaches how to unlock the power of Facebook Dynamic Ads using Dynamic Retargeting.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will walk you through everything you need to know to MASTER Dynamic Ads. It includes my insider knowledge, real world case blueprints, worksheets, To Do Lists, and video explainers on Dynamic Ads, retargeting, remarketing, cataloguing, and the Facebook Business Manager, and features in-depth guides to Facebook Pixel Events and a complete blueprint guide to setting up different events with the Facebook Pixel Event Tool.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDynamic Advertising is a \u003Cstrong\u003EPOWERFULLY EFFECTIVE way to boost your sales\u003C/strong\u003E as it uses smart tech and intuitive AI algorithms to put the right products in front of users who are ready to purchase. Even if they haven’t visited your website or browsed your app before, if they’re opted into ad personalisation you can target them and convert browsers into buyers by matching the right products to the right people.\u003C/p\u003E\u003Cp\u003EThis method works so well, as by personalising the pitch you \u003Cem\u003Emassively\u003C/em\u003E increase your chances of making a sale. You then can continue to retarget potential customers by sending personalised ad “reminders” that encourage them to purchase.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDynamic Ads can be used to promote the products and services of:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E✔ \u003Cstrong\u003EEcommerce websites\u003C/strong\u003E – Match the preferences of your browsers and sell more\u003C/p\u003E\u003Cp\u003E✔ \u003Cstrong\u003EReal estate brokers or listings\u003C/strong\u003E – Target people looking to buy or sell property\u003C/p\u003E\u003Cp\u003E✔ \u003Cstrong\u003ETravel companies\u003C/strong\u003E – Match people’s previous travel searches with your relevant ads\u003C/p\u003E\u003Cp\u003E✔ \u003Cstrong\u003EAutomotive brands\u003C/strong\u003E – Sell your vehicles faster by laser focusing on interested buyers\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; \u003Cem\u003EAnd more!\u003C/em\u003E Market anything using this highly targeted form of advertising!!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWith my course, you\u0027ll unleash the full POWER of Facebook Dynamic Ads so you can automatically display laser targeted products to your website visitors or app users who’ve previously expressed an interest in your business.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou \u003Cem\u003Edo\u003C/em\u003E need a basic grounding in Facebook Business and Facebook Ads before you study with me on this course, so if you don\u0027t have that, I\u0027d recommend starting with one of my comprehensive Facebook Marketing courses for total beginners.\u003C/p\u003E\u003Cp\u003EHowever, if you have the basics in place, and now want to master Facebook Dynamic Ads, this course will teach you \u003Cstrong\u003Eeverything you need to know\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003ETo get started you’ll need to set up Facebook Pixel on your website, which I’ll guide you through. This is because Dynamic Ads work best when there is a strong feedback loop between your online product catalogue and your ads. Optionally, if you have an app, you can increase installs by showing relevant ads that direct people to download, and for this you’ll need to install the Facebook SDK.\u003C/p\u003E\u003Cp\u003EAs Dynamic Ads work on a large scale, you’ll require a Facebook Business Manager account and uploaded product catalogue. I will teach you how to correctly set up your Business Manager account \u003Cem\u003Eand\u003C/em\u003E create and upload your product catalogue, so you can get started with Dynamic Ads right away. If you have a website powered by Shopify, Magento, or BigCommerce, you don’t need to create a catalogue, so you can skip this step.\u003C/p\u003E\u003Cp\u003EIt\u0027s easy to learn using my method, as I\u0027ve taken care to lay out everything clearly for you. Using step by step best practice guides, high quality video explainers, worksheets, and To Do Lists, you\u0027ll be able to expand your skillset and \u003Cstrong\u003Equickly build your Dynamic Ads knowledge.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUsing \u003Cstrong\u003Ereal world case blueprints\u003C/strong\u003E, and a wide variety of high performing Facebook traffic ad samples, covering a \u003Cem\u003Emultitude\u003C/em\u003E of sectors, I’ll lay out in-depth EVERY successful remarketing and retargeting strategy that’s possible using Facebook Dynamic Ads.\u003C/p\u003E\u003Cp\u003EI’ll also be giving away my \u003Cstrong\u003Epowerful in-depth guide to creating custom and lookalike audiences\u003C/strong\u003E so you can get maximum mileage from your retargeting and remarketing efforts. This is the MOST comprehensive course currently available that covers remarketing, retargeting, custom and lookalike audiences, Dynamic Ads, the Facebook Pixel, Facebook Pixel Events, and the Facebook Pixel Event Helper and includes all my best practice guides, blueprints, case studies, walkthroughs, video explainers, worksheets, TO DO Lists and so much more!\u003C/p\u003E\u003Cp\u003EI\u0027ve invested so much of my time and effort into putting together this course and I’m excited to share it with you. I\u0027m passionate about sharing my Internet Efficiency Awarded Facebook, Instagram, YouTube, and internet success strategies, and I hope you choose to enrol as part of my next student intake. I can\u0027t wait to show you how to \u003Cstrong\u003Ebecome a Dynamic Ads MASTER.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhen you join my 300,000\u002B happy students, you\u0027ll enjoy value-packed, constantly updated courses, with lifelong access and a 30-day full money back guarantee if you\u0027re not completely satisfied.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou\u0027ll get comprehensive video explainers and high-quality guides, tips, worksheets, and To Do lists, that will walk you through the entire process of mastering Dynamic Ads.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIncorporating Dynamic Retargeting in your marketing will give a POWERFUL boost to your sales and is a superb way to continually market and remarket your entire product catalogue, expanding your customer reach in a highly targeted way.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFacebook Dynamic Ads can be viewed by \u003Cem\u003Eanyone\u003C/em\u003E who has opted into ad personalisation, on your website, app, or anywhere else on the web.\u003C/p\u003E\u003Cp\u003EIn this comprehensive course, I\u0027ll walk you through \u003Cem\u003Eeverything\u003C/em\u003E you need to know in order to make Dynamic Ads work for you.\u003C/p\u003E\u003Cp\u003EI\u0027ll teach you how to upload your product catalogue, \u003Cstrong\u003Eset Facebook Pixel up correctly\u003C/strong\u003E, and set your campaign, which you will only ever need to do once.\u003C/p\u003E\u003Cp\u003EI\u0027ll also show you how can easily update your products, pricing, and stock availability, so the intuitive system can automatically apply any changes.\u003C/p\u003E\u003Cp\u003EWhen you know how to use it properly, Facebook Dynamic Ads is an invaluable and effective selling tool. It will save you so much time, boost your sales, and can work as your \u003Cstrong\u003Eautomated marketing assistant\u003C/strong\u003E for as long as you want, 24/7, 365 days a year.\u003C/p\u003E\u003Cp\u003EDynamic Ads look like other ads that show up on Facebook, Insta, Messenger, and the Audience Network. The crucial difference is they use your Facebook Pixel or SDK to target people who\u0027ve already shown an interest in your business, by showing them relevant products that they are highly likely to want.\u003C/p\u003E\u003Cp\u003EDynamic Ads are EASY and EFFORTLESS once you\u0027ve done the ground work of setting everything up, as instead of having to create a new ad for every product you sell, you create an ad template that automatically uses images and details from your data feed, to construct a targeted ad.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI\u0027ll guide you through the complete process of setting up Facebook Dynamic Ads with easy video explainers and a complete TO-DO list (checklist), that includes key instructions to set up your XML FEED and Facebook Pixel Events correctly.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EYou\u0027ll learn how to:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E✔ Set up Facebook Business Manager correctly\u003C/p\u003E\u003Cp\u003E✔ Set up and connect payments to your Ad account\u003C/p\u003E\u003Cp\u003E✔ Create a new Product catalogue\u003C/p\u003E\u003Cp\u003E✔ Set up your catalogue format feed correctly\u003C/p\u003E\u003Cp\u003E✔ Set up your catalogue listings correctly\u003C/p\u003E\u003Cp\u003E✔ Add your products / home listings\u003C/p\u003E\u003Cp\u003E✔ Upload your feed\u003C/p\u003E\u003Cp\u003E✔ Set up Facebook Pixel and Facebook Pixel Events correctly\u003C/p\u003E\u003Cp\u003E✔ Master powerful Traffic ads so you can start enjoying a stream of new revenue\u003C/p\u003E\u003Cp\u003E✔ Set up Content ID and Content Type to avoid mistakes\u003C/p\u003E\u003Cp\u003E✔ Activate automatic advanced matching for Facebook Pixel\u003C/p\u003E\u003Cp\u003E✔ Set up key events for Facebook Pixel\u003C/p\u003E\u003Cp\u003E✔ Use diagnostics smartly to tweak your Dynamic Ads\u003C/p\u003E\u003Cp\u003E✔ Create and harness Custom and Lookalike audiences to target efficiently and expand your reach\u003C/p\u003E\u003Cp\u003E✔ Copy real world success strategies using Dynamic Ads to retarget and remarket\u003C/p\u003E\u003Cp\u003E✔ Use my Facebook Traffic Ad blueprint success stories to max your chances of success\u003C/p\u003E\u003Cp\u003E✔ Get more from your Dynamic Ads spend and boost your revenue\u003C/p\u003E\u003Cp\u003E✔ And so much more… This is a value-packed in-depth and comprehensive course that covers EVERY aspect of Dynamic Retargeting and Remarketing\u003C/p\u003E\u003Cp\u003EEnrol on my course and receive \u003Cstrong\u003EHQ ON-DEMAND VIDEO,\u003C/strong\u003E plus get downloadable learning resources, \u003Cstrong\u003Elifetime updates\u003C/strong\u003E and my full support, \u003Cem\u003Eanytime\u003C/em\u003E you need my advice, help, or just want to ask a question.\u003C/p\u003E\u003Cp\u003EYou can access this course from any device, including your smartphone or laptop, and upon completion you\u0027ll earn a certificate of completion.\u003C/p\u003E\u003Cp\u003EWith a\u003Cstrong\u003E full 30 days, no quibble money back refund guaranteed\u003C/strong\u003E, there\u0027s absolutely no risk and a world of knowledge to gain.\u003C/p\u003E\u003Cp\u003EUnderstanding how to make Dynamic Ads work for you can be tricky if you don\u0027t know how and there are many pitfalls. With my in-depth course, that covers \u003Cstrong\u003Eevery aspect of mastering Dynamic Ads\u003C/strong\u003E, you\u0027ll save time and energy, as you\u0027ll learn right off the bat how to do things correctly. You\u0027ll avoid the mistakes so many people who fail to optimise the benefits of this powerful selling tool make.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDon\u0027t continue to miss out on the revenue Dynamic Ads could bring your business while you sleep. Reserve your spot today and start the journey to becoming a MASTER of FACEBOOK DYNAMIC ADS NOW!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI can\u0027t wait to welcome you on board,\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETomas Moravek\u003C/strong\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/facebook-dynamic-ads/","imageUri":"https://img-c.udemycdn.com/course/750x422/2405932_c4cb_8.jpg","duration":"7 heures","enrolledStudentsCount":"94 326 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["B2C, B2B, Real Estate, Travel Services, E-commerce, Automotive, Facebook Ads Consultants, Anyone Excited to MASTER Facebook Dynamic Ads \u0026 Facebook Remarketing","PLEASE NO STUDENTS with Banned Ad Accounts."],"tags":["Marketing","Publicité payante","Reciblage"],"rating":{"count":623,"averageValue":"4.5"},"instructors":[{"name":"Ing. Tomas Moravek | SEO, Facebook Ads \u0026 Facebook Marketing Expert","url":"/user/ing-tomas-moravek-2/","totalNumberOfStudents":614077,"totalNumberOfReviews":14745,"averageRating":4.384337960927505},{"name":"SEO, Facebook Ads \u0026 Digital Marketing Academy","url":"/user/seo-facebook-ads-digital-marketing-academy/","totalNumberOfStudents":614077,"totalNumberOfReviews":14745,"averageRating":4.384337960927505}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HAPPYJANUARY1","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/the-complete-shopify-store-creation-course/":{"courseDetails":{"courseId":2847076,"title":"Shopify guide: The complete shopify store creation course","shortDescription":"Shopify for beginners: Build you own e-commerce with shopify. No shopify experience or shopify knowledge needed","longDescription":"\u003Cp\u003ELaunching your first business is definitely not an easy task, especially if you are launching an online business and you have no prior knowledge about this topic. Also, learning by yourself without a course is not always an easy task because it\u0027s not always easy to filter good information from bad information online. This is why this course have been created. Indeed, this course will teach you all the basics of starting an online store to sell different products. If you:\u003C/p\u003E\u003Cp\u003E- Always wanted to create your own online business\u003C/p\u003E\u003Cp\u003E- Wanted to be able to work from anywhere in the world\u003C/p\u003E\u003Cp\u003E- Don\u0027t have a lot of time but want to start a business that has a lot of potential and can grow\u003C/p\u003E\u003Cp\u003E- Don\u0027t want to take an important financial risk in order to start your business\u003C/p\u003E\u003Cp\u003EIn this case, this course is definitely for you. Indeed, not only you will have a complete understanding of the online business model but you will also create your own online store. This course covers everything you need to know about this topic. This way you will have all the required knowledge to run the online business that you will have created by the end of this course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course has been created to help you do one thing, understand and launch your online store or in other words your first e-commerce. Everything in this course is straight to the point, this means that you will learn all the required elements in order to succeed in the online business world. Not only this course will teach you point by point what you have to do in order to create your store but it will also help you find the best products to sell, cover all the logistical part and many other things.\u003C/p\u003E\u003Cp\u003EAnother important thing to know is that this course like all my other courses is created on a learn by practice model. In other words, everything you will learn you will have the opportunity to practice it. This way, not only you will have a solid theoretical understanding of the online business world but you will also have your own online business that you will have created by the end of this course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course has been designed for anyone that wishes to start his own business and want it to be 100% online. Also, the advantage of having an online business is that it requires less risk especially less financial risk and can be set up way more easier. So, since the course teaches all the basics of this type of business and give the opportunity to create an online store as well it\u0027s perfect for this type of people. Finally, anyone that wants to start a business but does not have a lot of time would definitely love this course as well.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe most import reason of why taking this course is that it offers not only all theoretical knowledge but also gives the opportunity to create an online store from scratch. Indeed, by the end of this course you will not only have learned new things but you will also have created your own online store with the products that you will have selected. Finally, you will finish the course with new knowledge and a completely operational online store.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003E​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROL NOW and start learning today :)\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/the-complete-shopify-store-creation-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/2847076_7520_3.jpg","duration":"2,5 horas","enrolledStudentsCount":"98.548 estudiantes","lastUpdated":"Fecha de la última actualización: 2/2021","targetAudiences":["People who want to start a home business","People interested in Ecommerce","People wanting to run a business from their computer","People intersted in Dropshipping"],"tags":["Negocios","Comercio electrónico","Shopify Dropshipping"],"rating":{"count":561,"averageValue":"4.2"},"instructors":[{"name":"Yassin Marco","url":"/user/ataouyl-yassin/","totalNumberOfStudents":1091216,"totalNumberOfReviews":37041,"averageRating":4.189295245545191}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F75EC2CAC717E5373FDB","originalPrice":"12.480 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/cartoon-drawing-course-angry-mom-driving-in-traffic/":{"courseDetails":{"courseId":4011302,"title":"Cartoon Drawing Course : Angry Mom Driving in Traffic","shortDescription":"A step-by-Step Guide to drawing and Coloring a  Cartoon Angry Mom Driving in a Traffic Jam Scene","longDescription":"\u003Cp\u003EThis course will help you with the knoweldge on How\u0026nbsp; to Draw\u0026nbsp; and Color Cartoons, with these simplified and easy to follow techniques to \u003Cstrong\u003E\u003Cem\u003Eenable you become a Professional Cartoonist.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECreated by a Amazing Cartoonist ( over 10 years Experience) T.S Amachree\u003C/strong\u003E to help you Draw and Color Amazing Cartoons\u0026nbsp; Straight from Your Imagination even with your little experience in Drawing.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat You\u0027ll Learn\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow to Draw \u0026amp; Color A Cartoon School Bus\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Draw and Color a Cartoon Car.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Draw a Cartoon Driver.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to paint a car WindShield. (Secret Sauce)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Paint a Road \u0026amp; Lanes in cartoon Drawings.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to arrange \u0026amp; Re-Scale your Cars to fit a Lane to form aTraffic Jam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe Best way to Start your Cartoon Drawings.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAll you need to unlock yourr creativity is a Ball Point Pen \u0026amp; Your Imagination with a Little\u0026nbsp; Passion To Learn.\u003C/p\u003E\u003Cp\u003EIf you are passionate about Drawing Cartoons, You are a beginner Cartoonist or You simply\u0026nbsp; wann take Your Cartoon Skills to the next Level; This course is for You. Learning How to Draw and Color Cartoons May jut be the best thing that Could Happen to You this year.In this detailed Cartoon Comic Series Course; I will be sharing with you my secrets in Drawing and Developing Cartoon Comic series from your Imagination.\u003C/p\u003E\u003Cp\u003EI will take you from the Blueprint idea sketch to the Final Colored \u0026amp; Edited Cartoon Drawing.\u003C/p\u003E\u003Cp\u003EThis will help you create you own Cartoon\u0026nbsp; Professionally; Build your Comic Book; for your Friends on your social media or designed for clients (blogs, Magazines, Video Shoot planing \u0026amp; newspapers) to earn extra money.\u003C/p\u003E\u003Cp\u003EEach Lesson is very Easy to Understand- Step-By -Step ( in Real Time.)\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003Ea 30 Day Guarantee 100%.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBeing a Cartoonist is most fulfilling...\u003C/p\u003E\u003Cp\u003EIts a rare pleasure sharing my gifts with You.\u003C/p\u003E\u003Cp\u003EThis is my Sincere Gift of Knowledge to unlock the Artist in You.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECan\u0027t wait to see you inside\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/cartoon-drawing-course-angry-mom-driving-in-traffic/","imageUri":"https://img-c.udemycdn.com/course/750x422/4011302_b963_3.jpg","duration":"3 horas","enrolledStudentsCount":"4.272 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Aspirant Cartoonists","Digital Artists","Anyone who wants to learn how to Draw","Creatives"],"tags":["Diseño","Diseño gráfico e ilustración","Diseño de dibujos animados"],"rating":{"count":5,"averageValue":"4.7"},"instructors":[{"name":"Red Jacobs Production","url":"/user/red-art-project/","totalNumberOfStudents":24373,"totalNumberOfReviews":129,"averageRating":4.270250520909092},{"name":"T.S Amachree","url":"/user/amachree-tonye/","totalNumberOfStudents":20022,"totalNumberOfReviews":100,"averageRating":4.377702884146341}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BD99D592B7DE5606848E","originalPrice":"6.400 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/learn-pmi-sp-certification/":{"courseDetails":{"courseId":4522252,"title":"Learn PMI - SP Certification","shortDescription":"Get your PMI - SP Certification from the first attempt","longDescription":"\u003Cp\u003EThis practice test course contains 2 complete timed tests, of at least 170 questions each, just like you will get in the official exam. That\u0027s over 340 questions to see how prepared you are for the real test. The quiz questions are balanced as per the domain weightings published in the candidate bulletin. In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you\u0027re ready to take the exam.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on PMI-SP certification web site. But we\u0027re confident that you will be fairly tested on your knowledge of PMI-SP Certified after taking these practice exams.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams were compiled by an experienced team of professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBENEFITS OF HAVING PMI - SP CERTIFICATE\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou learn how to plan and schedule small to large and complex projects.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou learn how to perform forensic analysis on your project schedule.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou acquire the ability to foresee and control the resource conflicts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou build your critical scheduling skills.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEmployers can trust that you can effectively contribute in project scheduling tasks.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/learn-pmi-sp-certification/","imageUri":"https://img-c.udemycdn.com/course/750x422/4522252_b07a_3.jpg","duration":"","enrolledStudentsCount":"20 participants","lastUpdated":"Publié le 1/2022","targetAudiences":["Advanced Managers want to develops your skills in  PMI-SP"],"tags":["Business","Gestion"],"rating":null,"instructors":[{"name":"Errami ayoub","url":"/user/errami-ayoub/","totalNumberOfStudents":7912,"totalNumberOfReviews":38,"averageRating":4.788121186842106}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"22C8A1DEB3EE15166572","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/cisco-350-701-scor-certification/":{"courseDetails":{"courseId":4508634,"title":"Cisco 350-701 SCOR Certification","shortDescription":"Get your Cisco 350-701 SCOR Certification from the first attempt","longDescription":"\u003Cp\u003EThis practice test course contains 5 complete timed tests, of at least 50 questions each, just like you will get in the official exam. That\u0027s over 250 questions to see how prepared you are for the real test. The quiz questions are balanced as per the domain weightings published in the candidate bulletin. In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you\u0027re ready to take the exam.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on Cisco certification web site. But we\u0027re confident that you will be fairly tested on your knowledge of Cisco Certified after taking these practice exams.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams were compiled by an experienced team of professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBENEFITS OF HAVING Cisco 350-701 SCOR CBROPS CERTIFICATE\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ESecurity Concepts\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ENetwork Security\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ESecuring the Cloud\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EContent Security\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EEndpoint Protection and Detection\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ESecure Network Access, Visibility, and Enforcement\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003Efour practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time. The three last exams can be used to prove your readiness to take the official exam. Or you can just use all five in whatever way suits your preparation workflow.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe are looking forward to seeing you inside the course.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/cisco-350-701-scor-certification/","imageUri":"https://img-c.udemycdn.com/course/750x422/4508634_faed_3.jpg","duration":"","enrolledStudentsCount":"1,011 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Cisco 350-701 SCOR  - Students and Candidates"],"tags":["IT \u0026 Software","IT Certifications"],"rating":{"count":3,"averageValue":"4.7"},"instructors":[{"name":"Errami ayoub","url":"/user/errami-ayoub/","totalNumberOfStudents":7709,"totalNumberOfReviews":38,"averageRating":4.788121186842106}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"6ED6748B7C46BD1C4850","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/corso-project-management/":{"courseDetails":{"courseId":3303530,"title":"Il Corso Fondamentale di Project Management","shortDescription":"Impara a Gestire i Progetti e Utilizzare Trello","longDescription":"\u003Cp\u003EQuesto corso di Project Management è nato per trasmetterti tutte le conoscenze e le \u003Cstrong\u003Etecniche fondamentali\u003C/strong\u003E da applicare direttamente sul campo.\u003C/p\u003E\u003Cp\u003EDalla farmaceutica alle no-profit, dall\u0027ingegneria aerospaziale al marketing digitale si avviano progetti, e per ognuno di essi serve il Project Manager per gestirlo.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMigliora la tua carriera\u003C/strong\u003E con nuovi orizzonti, metti in risalto le tue doti rispetto a tutti gli altri.\u003C/p\u003E\u003Cp\u003ESe ti piace vedere le cose sia nel loro insieme e sia nei dettagli singoli, potresti essere un Project Manager perfetto.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIscriviti ora e non farti sfuggire il prossimo progetto dalle tue mani!\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E· Il corso è venduto con 30 giorni di Garanzia Soddisfatto o Rimborsato.\u003C/p\u003E\u003Cp\u003E· Rilascia Certificato di Completamento\u003C/p\u003E\u003Cp\u003E· Puoi visionare le lezioni da qualsiasi dispositivo\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIl Project Management è una professione entusiasmante. Passando da un progetto all\u0027altro, un Project manager affronta costantemente nuove attività, nuovi processi e sistemi, nuove persone e nuove situazioni. Un ambiente così dinamico ti aiuta ad imparare di più in ogni momento e migliora le tue capacità molto più velocemente rispetto ai lavori tradizionali.\u003C/p\u003E\u003Cp\u003ESviluppare la capacità di strutturare un progetto organizzando il caos iniziale, insieme a solide conoscenze e capacità di gestione del progetto, renderà i tuoi sforzi più efficaci che mai. Che si tratti delle prestazioni di una grande organizzazione, della tua progressione di carriera, di una nuova attività imprenditoriale, o anche i tuoi progetti di vita personale!\u003C/p\u003E\u003Cp\u003ENon sorprende che la domanda di project manager dovrebbe essere alta negli anni a venire.\u003C/p\u003E","language":"Italiano","courseUri":"https://www.udemy.com/course/corso-project-management/","imageUri":"https://img-c.udemycdn.com/course/750x422/3303530_96d0.jpg","duration":"3 ore","enrolledStudentsCount":"4.788 studenti","lastUpdated":"Ultimo aggiornamento 11/2020","targetAudiences":["Manager e professionisti che vogliono migliorare le proprie capacità di gestione progetti","Studenti che vogliono entrare nel mondo del lavoro"],"tags":["Business","Project Management"],"rating":{"count":272,"averageValue":"3.8"},"instructors":[{"name":"Luca Tornabene","url":"/user/luca-tornabene/","totalNumberOfStudents":59506,"totalNumberOfReviews":3188,"averageRating":4.299838706728232},{"name":"Matteo Olla","url":"/user/matteoolla/","totalNumberOfStudents":96037,"totalNumberOfReviews":8958,"averageRating":4.420768467260139}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"335ED318363E65DCCA1A","originalPrice":"9.600 ₹","discountedPrice":"Gratis","expirationText":"4 giorni","discountPercentage":100}},"https://www.udemy.com/course/micro-mba-course-sales-and-management-strategy/":{"courseDetails":{"courseId":4482044,"title":"Micro MBA Course: Sales and Management Strategy","shortDescription":"How to Use MBA to Boost Your Company\u0027s Sales, Growth, and Development.","longDescription":"\u003Cp\u003EMany college students and young professionals ask if attending a top graduate business school can prepare them for a successful career.\u003C/p\u003E\u003Cp\u003EAn MBA is a common stepping stone to C-suite positions in large businesses, as well as a valuable asset for aspiring entrepreneurs. It\u0027s a certificate that many Fortune 500 leaders have, like Walmart president and CEO Doug McMillon, who obtained his MBA from the University of Tulsa in Oklahoma, and Facebook COO Sheryl Sandberg, who graduated from Harvard Business School in Massachusetts with an MBA.\u003C/p\u003E\u003Cp\u003EHowever, while an MBA is held by many notable business leaders, it is not a ticket to fame or money.According to MBA experts, succeeding in business needs initiative, innovation, and work regardless of one\u0027s academic background.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere\u0027s a summary of what students can anticipate to get out of an MBA programmer for students who are interested in pursuing an MBA but are unsure if it is a suitable match.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAn MBA can improve your professional marketability and raise the quality and quantity of work prospects available to you.\u003C/p\u003E\u003Cp\u003EFull-time job offers are provided to over 98 percent of Wharton MBA graduates.\u003C/p\u003E\u003Cp\u003EAn MBA also aids in the development of company leadership abilities and a professional network.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn this article, we\u0027ll go over what an MBA is, what it stands for, the most prevalent specialties, why you should get one, and how to get one.\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/micro-mba-course-sales-and-management-strategy/","imageUri":"https://img-c.udemycdn.com/course/750x422/4482044_6dd6.jpg","duration":"1 hora","enrolledStudentsCount":"1.000 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Entrepreneurs that seek to grow their company","businessman who wants to start a new business","Employees that want to improve their abilities and advance their careers"],"tags":["Negocios","Estrategia de negocios","MBA"],"rating":null,"instructors":[{"name":"Pouria Goudarz","url":"/user/pouria-goudarz/","totalNumberOfStudents":1073,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CC39A47F885B92F8C97B","originalPrice":"6.720 ₹","discountedPrice":"Gratis","expirationText":"4 giorni","discountPercentage":100}},"https://www.udemy.com/course/quantity-surveying-templates-for-effective-cost-management/":{"courseDetails":{"courseId":3731166,"title":"Quantity Surveying Templates for Effective Cost Management","shortDescription":"Quantity Surveying, Payment Application, Payment Tracker, Variation, Claim, Material Claim, Guarantees, Price Comparison","longDescription":"\u003Cp\u003EThis course explains the different Quantity Surveying templates created by me for effective post contract cost management.\u003C/p\u003E\u003Cp\u003EYou can download these templates and use it in your professional life.\u003C/p\u003E\u003Cp\u003EBy the end of this course, you will learn the below :\u003C/p\u003E\u003Cp\u003EPrepare a perfect payment application summary for the interim payment applications.\u003C/p\u003E\u003Cp\u003EAble to properly track both the inward and outward payments specific to the project.\u003C/p\u003E\u003Cp\u003EEfficiently monitor and update the variations and claims status of the project.\u003C/p\u003E\u003Cp\u003ECreate price comparison sheets for a transparent Procurement process.\u003C/p\u003E\u003Cp\u003EClaim all the in store major materials of the project before it is installed at site.\u003C/p\u003E\u003Cp\u003EHow bank guarantees play a role during various stages of the project.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECost Management will turn out to be simple and effective once you understand the different templates explained in this course and start using it in your job.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglese","courseUri":"https://www.udemy.com/course/quantity-surveying-templates-for-effective-cost-management/","imageUri":"https://img-b.udemycdn.com/course/750x422/3731166_b9cc_2.jpg?secure=IOyJgi8g6Gwdo8RtQOplow%3D%3D%2C1643557445","duration":"1,5 ore","enrolledStudentsCount":"35.634 studenti","lastUpdated":"Ultimo aggiornamento 8/2021","targetAudiences":["Site Engineers","Quantity Surveyors","Fresh Engineers","Engineering Students","Construction Professionals","Project Managers","Commercial Managers","Contract Managers","Contract Administrators","MEP Engineers","Mechanical Engineers","Electrical Engineers","Civil Engineers","Estimators","Cost Control Professionals"],"tags":["Business","Project Management","Gestione dei costi di progetto"],"rating":{"count":198,"averageValue":"4.4"},"instructors":[{"name":"Akhil Krishna","url":"/user/akhil-krishna-37/","totalNumberOfStudents":116996,"totalNumberOfReviews":1625,"averageRating":4.248393274520548}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"QSTEMPLATEJAN2022","originalPrice":"1.600 ₹","discountedPrice":"Gratis","expirationText":"4 giorni","discountPercentage":100}},"https://www.udemy.com/course/pcap-certified-associate-in-python-practice-exams-new-2022/":{"courseDetails":{"courseId":4522372,"title":"PCAP – Certified Associate in Python Practice Exams NEW 2022","shortDescription":"5 realistic practice tests with explanations for the PCAP-31-03 Certification Exam. Pass the exam with confidence!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EPCAP – Certified Associate in Python Programming \u003C/strong\u003Ecertification is a professional credential that measures your ability to accomplish coding tasks related to the basics of programming in the Python language and the fundamental notions and techniques used in object-oriented programming.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPCAP – Certified Associate in Python Programming \u003C/strong\u003Ecertification shows that the individual is familiar with general computer programming concepts like conditional execution, loops, Python programming language syntax, semantics, and the runtime environment, as well as with general coding techniques and object-oriented programming.\u003C/p\u003E\u003Cp\u003EBecoming PCAP certified ensures that the individual is fully acquainted with all the primary means provided by Python 3 to enable her/him to start her/his own studies, and to open a path to the developer’s career.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPCAP: Exam Information\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECredential Name:\u003C/strong\u003E PCAP – Certified Associate in Python Programming\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EExam Code/Current Exam Version:\u003C/strong\u003E PCAP-31-02 (Pearson VUE, retiring), PCAP-31-03 (Pearson VUE/OnVUE online proctoring)\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ERetired exam versions\u003C/strong\u003E: PCAP-31-01 (retired), PCAP-NP-31-02 (retired)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EExam Level:\u003C/strong\u003E Associate\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAssociated Certifications:\u003C/strong\u003E PCPP | Certified Professional in Python Programming (PCPP-32-101 and PCPP-32-201) Coming November 2020 (PCPP1)\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPre-requisites:\u003C/strong\u003E None\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDuration:\u003C/strong\u003E 65 minutes (exam) \u002B 10 minutes (Non-Disclosure Agreement/Tutorial)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENumber of Questions:\u003C/strong\u003E 40\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFormat:\u003C/strong\u003E Single-choice and multiple-choice questions | Python 3.x\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPassing Score:\u003C/strong\u003E 70% (PCAP-31-02, PCAP-31-03)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELanguage:\u003C/strong\u003E English\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECourses Aligned:\u003C/strong\u003E PCAP: Programming Essentials in Python (Cisco Networking Academy, instructor-led), Python Essentials – Part 1, Python Essentials – Part 2 (Edube Interactive – OpenEDG Education Platform, self-enroll/self-study)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFull Exam Price:\u003C/strong\u003E USD 295\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDelivery Channel:\u003C/strong\u003E Pearson VUE Testing Centers (PCAP-31-02, PCAP-31-03), OnVUE online proctoring from Pearson VUE (PCAP-31-03)\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETesting Policies:\u003C/strong\u003E PCAP-31-02 and PCAP-31-03 Testing Policies\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/pcap-certified-associate-in-python-practice-exams-new-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4522372_352a.jpg","duration":"","enrolledStudentsCount":"2 estudiantes","lastUpdated":"Publicado el 1/2022","targetAudiences":["Anyone who wants to prepare well for the official exam."],"tags":["Informática y software","Certificaciones de informática"],"rating":null,"instructors":[{"name":"Youness Labsili","url":"/user/youness-labsili-2/","totalNumberOfStudents":18092,"totalNumberOfReviews":247,"averageRating":4.534846291093117}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8A54D7D2ECF2C8E01936","originalPrice":"1.280 ₹","discountedPrice":"Gratis","expirationText":"4 giorni","discountPercentage":100}},"https://www.udemy.com/course/cisco-200-201-cbrops-certification/":{"courseDetails":{"courseId":4502030,"title":"Cisco 200-201 CBROPS certification","shortDescription":"Get your Cisco 200-201 CBROPS certification Certification from the first attempts","longDescription":"\u003Cp\u003EThis practice test course contains 4 complete timed tests, of at least 100 questions each, just like you will get in the official exam. That\u0027s over 400 questions to see how prepared you are for the real test. The quiz questions are balanced as per the domain weightings published in the candidate bulletin. In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you\u0027re ready to take the exam.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on Cisco certification web site. But we\u0027re confident that you will be fairly tested on your knowledge of Cisco Certified after taking these practice exams.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams were compiled by an experienced team of professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBENEFITS OF HAVING Cisco 200-201 CBROPS CERTIFICATE\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EHost-based Analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESecurity concepts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnalysis for Network Intrusion\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESecurity monitoring\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003Efour practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time. The three last exams can be used to prove your readiness to take the official exam. Or you can just use all five in whatever way suits your preparation workflow.\u003C/p\u003E\u003Cp\u003EThis is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/cisco-200-201-cbrops-certification/","imageUri":"https://img-b.udemycdn.com/course/750x422/4502030_9203_3.jpg?secure=3QR3iGtvB6LOLuGVhUR47w%3D%3D%2C1643528901","duration":"","enrolledStudentsCount":"2,000 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Cisco 200-201 CBROPS  - Students and Candidates"],"tags":["IT \u0026 Software","IT Certifications","Cisco Certified CyberOps Associate"],"rating":{"count":4,"averageValue":"5.0"},"instructors":[{"name":"Errami ayoub","url":"/user/errami-ayoub/","totalNumberOfStudents":7614,"totalNumberOfReviews":29,"averageRating":4.788121186842106}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C579CB87B82E5D463A31","originalPrice":"1.280 ₹","discountedPrice":"Gratis","expirationText":"4 giorni","discountPercentage":100}},"https://www.udemy.com/course/talking-robots-artificial-intelligence-audiobook-creation/":{"courseDetails":{"courseId":2266378,"title":"Artificial Intelligence Powered Audiobook Creation Course","shortDescription":"A powerful online course that teaches incredible artificial intelligence audiobook creation tools and technologies","longDescription":"\u003Cp\u003E\u003Cem\u003EWelcome to experience \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022Artificial Intelligence Powered Audiobook Creation Course\u0022\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIf you know Siri, Cortana from\u0026nbsp;Microsoft, Denise from Nextos, Alexa from Amazon or those handy voice GPS directions on smartphones, then congrats! You’re already acquainted with TTS. This course will just help you bridge the gap through an ocean of knowledge with the power of Artificial intelligence based TTS\u0026nbsp;tools.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EText to speech, abbreviated as TTS, is a synthesis of speech that transforms text into voice output. Text to speech systems was first developed to help the visually impaired by providing the user with a spoken voice created by a machine that would \u0022read\u0022 text. \u003C/p\u003E\u003Cp\u003EText to speech enables content owners to adapt in terms of how they communicate with the content to the specific needs and desires of each user.\u003C/p\u003E\u003Cp\u003EBusinesses, Organizations, and Publishers that utilize TTS (Text to Speech) technology benefit from:\u0026nbsp; \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EEnhanced customer experience\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EEffective branding\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EGlobal market penetration \u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EOptimized development and maintenance \u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EMore autonomy for the digital content owner\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003ESaved time and also, money\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EEasier implementation with Internet of Things (IoT)\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EWord-of-mouth marketing\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EIncreased web presence across markets\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EEnhanced employee performance\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis is a mind-blowing and unbelievable new course on\u0026nbsp;Text-to-Speech (TTS)\u0026nbsp;software that you\u0027ll never forget. Text-to-Speech takes the written text and transforms it into speech, for that matter. This incredible technology offers several benefits to cater to the needs of consumers, businesses, personal users and educational institutions. Be it a business looking for your next competitive edge or a personal learning student looking to learn a new language or to find your new voice, Text-to-Speech software can be implemented in a variety of ways to help you achieve your goals get your desired content. \u003C/p\u003E\u003Cp\u003EArtificial Intelligence AudioBook\u0026nbsp;Creation will help you research on content using AI, convert them into audio (obviously, a bot can breathe, before speaking a sentence) and later convert them into video podcasts (vlogs)\u0026nbsp;for that matter - all with the power of using Artificial Intelligence - all using various AI\u0026nbsp;tools available on the web.\u003C/p\u003E\u003Cp\u003EThe use of Artificial\u0026nbsp;Intelligence (AI) in\u0026nbsp;Audiobook creation is a must to know about - as this has the technology to change the world of education, all together. You can also use this tech to go ahead in creating Private Label Rights (PLR)\u0026nbsp;audiobooks to upload on portals like YouTube,\u0026nbsp;Vimeo, Dailymotion etc.\u0026nbsp;One more advanced technology discussed in the course covers the secret technique of \u0022Voice Cloning\u0022 that allows you to clone your voice forever.\u0026nbsp;So, what are you waiting for?\u0026nbsp;The power of Artificial Intelligence for TTS\u0026nbsp;awaits you, to the core.\u003C/p\u003E\u003Cp\u003ETTS gives a larger number of people, access to your content, such as those with difficulties in literacy, learning disabilities, reduced vision and language learning. It also opens doors to anyone else in need of easy ways to access digital content.\u0026nbsp;Artificial Intelligence usage in\u0026nbsp;TTS goes a long way to play an important role in the creation process of TTS based Audiobooks.\u003C/p\u003E\u003Cp\u003EEnroll now, get started today to evoke the brilliance of Artificial\u0026nbsp;Intelligence usage of TTS (text to speech) and be wow\u0027ed like you never have been. This is the time for AI to rule the audiobook universe and beyond.\u003C/p\u003E","language":"Inglês","courseUri":"https://www.udemy.com/course/talking-robots-artificial-intelligence-audiobook-creation/","imageUri":"https://img-c.udemycdn.com/course/750x422/2266378_7fad_6.jpg","duration":"1 hora","enrolledStudentsCount":"36.219 alunos","lastUpdated":"Última atualização em 12/2021","targetAudiences":["Beginners who have an understanding of content creation and marketing","Enterpreneurs who want to build audio \u0026 video content in the fastest way possible","Bloggers and Podcast makers who would like to convert their text to audio through AI","Digital Marketers who wish to create a lot of audio and video content with the power of AI","Video production studio experts who want to clone their voice for their future projects"],"tags":["Marketing","Marketing móvel e em vídeo","Criação de audiolivro"],"rating":{"count":194,"averageValue":"3.9"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":801279,"totalNumberOfReviews":20445,"averageRating":3.981786177011494},{"name":"Vindhya AR","url":"/user/vindhya-ar-2/","totalNumberOfStudents":71362,"totalNumberOfReviews":468,"averageRating":3.8052919666666667}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A625768CDD36B5787276","originalPrice":"1.280 ₹","discountedPrice":"Gratis","expirationText":"4 giorni","discountPercentage":100}},"https://www.udemy.com/course/leer-nederlands-in-het-nederlands-1-voor-absolute-beginners-nt2-a1/":{"courseDetails":{"courseId":3412680,"title":"Leer Nederlands in het Nederlands 1: voor absolute beginners","shortDescription":"Nederlands voor anderstaligen voor beginnende studenten","longDescription":"\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ENederlands leren?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA0 student?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOf een beetje Nederlands?\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EDit is een goede cursus!\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EEen online cursus voor beginners (A0)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn deze cursus NT2 leer je jouw eerste woorden. Dit is dus voor absolute beginners. We beginnen met hallo... en veel meer.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWat ga je met de cursus leren?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDe absolute basis van het Nederlands. We beginnen met de simpele woorden. Maar de lessen gaan ook over Nederlandse werkwoorden, het vormen van zinnen, vragen, woorden voor vervoer, Nederlandse woordenschat zoals drankjes en nog veel meer onderwerpen. Zo heb je een goede basis om het Nederlands beter te spreken.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHoe leer je de Nederlandse taal?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDe taal is niet de gemakkelijkste taal om te leren. Een goede vraag is dus: hoe leer je het? Het antwoord: 100% in het Nederlands. Je leert al je nieuwe woorden in de Nederlandse taal - ja. Dan leer je beter en zeer snel het Nederlands. Probeer zeker de gratis previews. Zo kan je zien: is het goed voor mij?\u003C/p\u003E\u003Cp\u003EHet niveau is A0 tot A2. Ik gebruik het Belgische accent, Vlaams, dat in Nederland wordt begrepen. \u003C/p\u003E\u003Cp\u003EIk verzeker je:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EVolledige, gratis levenslange toegang\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAlle toekomstige extra colleges en upgrades zijn altijd gratis inbegrepen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnvoorwaardelijke Udemy 30 dagen geld-terug-garantie\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EKlaar om met mij online Nederlands te leren?\u003C/p\u003E\u003Cp\u003EBen benieuwd naar je vorderingen!\u003C/p\u003E\u003Cp\u003EVeel plezier met leren,\u003C/p\u003E\u003Cp\u003EAlain\u003C/p\u003E","language":"olandese","courseUri":"https://www.udemy.com/course/leer-nederlands-in-het-nederlands-1-voor-absolute-beginners-nt2-a1/","imageUri":"https://img-c.udemycdn.com/course/750x422/3412680_e859_4.jpg","duration":"2 ore","enrolledStudentsCount":"79 studenti","lastUpdated":"Ultimo aggiornamento 1/2022","targetAudiences":["Voor studenten Nederlands vanaf 0, niveau A0"],"tags":["Insegnamento e studi universitari","Apprendimento delle lingue","Lingua olandese"],"rating":null,"instructors":[{"name":"Alain de Raymond","url":"/user/alainderaymond/","totalNumberOfStudents":24784,"totalNumberOfReviews":2509,"averageRating":4.525842886523438}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D91A0AC336DB5F0A87AD","originalPrice":"1.920 ₹","discountedPrice":"Gratis","expirationText":"1 giorno","discountPercentage":100}},"https://www.udemy.com/course/youtube-thumbnails-masterclass/":{"courseDetails":{"courseId":4321230,"title":"YouTube Thumbnail Masterclass / Ultimate Guide to Thumbnails","shortDescription":"Learn how to make a YouTube thumbnail and master the art of creating great thumbnails for your videos.","longDescription":"\u003Cp\u003EIt\u0027s not a secret to anyone anymore. YouTube Thumbnails matter. A lot. It\u0027s the first thing people see when browsing YouTube and it\u0027s what will make them click on your video to watch it or not. It can mean the difference between a million views and no views.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EYouTube thumbnails are often the most influential factor in determining whether or not viewers will watch your video. This is because it\u0027s the first thing they see when browsing YouTube and is what will make them click on it to watch or not.\u003C/p\u003E\u003Cp\u003ECreating an attractive YouTube thumbnail is one of the most important things to get right when uploading a video.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EYou can\u0027t get your video watched without a great thumbnail. Thumbnail size, shape, color, and location all affect your video\u0027s click-through rate.\u003C/p\u003E\u003Cp\u003EA bad thumbnail can reduce your views by more than half. That\u0027s why YouTube Thumbnail Masterclass is designed to show you how to create attractive thumbnails that will help your video stand out on YouTube.\u003C/p\u003E\u003Cp\u003EMake sure your thumbnails stand out from the crowd with this online course where I will teach you how to create an amazing YouTube Thumbnails.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EAnd that\u0027s where this course comes in.\u003C/p\u003E\u003Cp\u003EYou will learn how to create an amazing YouTube Thumbnails in this course. I will teach you all the tricks and techniques you need to know about how to make a thumbnail stand out from the crowd. You will also learn how to create your own thumbnail styles and use different software as well as other digital graphics tools for editing images.\u003C/p\u003E\u003Cp\u003EYou know those amazing thumbnails that stand out and grab your attention? I will show you how to create your own and make them the best they can be. Whether you\u0027re creating a thumbnail for a video, logo or infographic, these techniques will help you stand out from the crowd.\u003C/p\u003E\u003Cp\u003EWhether you are just a beginner or an expert, this course will teach you how to use Affinity Photo, its tools and other free software to create a custom thumbnail for YouTube video.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/youtube-thumbnails-masterclass/","imageUri":"https://img-b.udemycdn.com/course/750x422/4321230_70a0.jpg?secure=fAJKsaZ7ZprOF4gNTyonvA%3D%3D%2C1643513759","duration":"1 hora","enrolledStudentsCount":"23.151 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2021","targetAudiences":["YouTube Creators"],"tags":["Marketing","Marketing con vídeo y móviles","Marketing en YouTube"],"rating":{"count":137,"averageValue":"4.4"},"instructors":[{"name":"Nick Nyxson","url":"/user/nick-nyxson/","totalNumberOfStudents":346358,"totalNumberOfReviews":5016,"averageRating":4.419512697745572}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4C84498CDD578787033A","originalPrice":"1.920 ₹","discountedPrice":"Gratis","expirationText":"4 giorni","discountPercentage":100}},"https://www.udemy.com/course/water-management/":{"courseDetails":{"courseId":4306711,"title":"Introduction to Water Management","shortDescription":"Understanding Industrial and Domestic Water Management","longDescription":"\u003Cp\u003EMy name is Pradeep; I am a civil engineer with 35 years of expertise managing water supply for townships and big industries like steel plants. And I was responsible for the water treatment requirements for their particular needs. I\u0027m enthusiastic about sharing my knowledge of how to manage water. Now, what are we going to cover? Well, first of all, I\u0027ll start by giving you an idea of the concept of how water is managed. It\u0027s just not about dams or canals or even infrastructure like treatment plants and distribution networks for townships and industrial purposes; it\u0027s much more than that. So let\u0027s get started.\u003C/p\u003E\u003Cp\u003EIndustries and Townships don\u0027t give enough attention to the importance of water management. Water is an essential resource for our lives and health, but many people take it for granted.\u003C/p\u003E\u003Cp\u003EWe will go over various disciples of water management and how to make better decisions about this critical resource. And how it affects the environment, society, and individuals on a global scale.\u003C/p\u003E\u003Cp\u003EThe world is 70% water, but this sacred resource is not always available to everyone, leading to immense water scarcity on our planet. Water management is a big topic that affects many aspects of life, from society to the environment. It affects plants and wildlife when they are over pumped from natural streams and lakes, and harvesting the natural supply causes a lack of food for aquatic species in these waters. Learn more about ways to manage, conserve, and share this resource that we have with our planet.\u003C/p\u003E\u003Cp\u003EWe will go over various disciplines of water management and how to make better decisions when it comes to this critical resource. Examples include environmental flow, landscape design, sustainable agriculture, ecological flow design principles, Water footprint, stormwater harvesting, supply planning for townships and industries.\u003C/p\u003E\u003Cp\u003EWater management is all about making intelligent decisions when it comes to freshwater supplies. Sources of water include Rivers, ponds, lakes, wetlands, aquifers, and glaciers.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/water-management/","imageUri":"https://img-c.udemycdn.com/course/750x422/4306711_1488_2.jpg","duration":"31 mins","enrolledStudentsCount":"12 students","lastUpdated":"Last updated 9/2021","targetAudiences":["This course is for anyone who wants to learn about water management and gain a general understanding of the topic","No prior knowledge required","(Optional) Basic Understanding of water science, engineering, and management tools"],"tags":["Teaching \u0026 Academics","Engineering","Water Treatment"],"rating":{"count":4,"averageValue":"3.9"},"instructors":[{"name":"Pradeep kumar Tailang","url":"/user/pradeep-kumar-tailang/","totalNumberOfStudents":232,"totalNumberOfReviews":4,"averageRating":3.9242024}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9C2AD1EFBC9C2D111273","originalPrice":"₹1,280","discountedPrice":"₹832","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/complete-english-course-master-native-english-for-beginners/":{"courseDetails":{"courseId":4384180,"title":"Complete English Course: Master Native English for Beginners","shortDescription":"Learn how to have a natural conversation FAST from a native English speaker!","longDescription":"\u003Cp\u003EAfter you’ve learned the basics of English, it’s important to learn the art of conversation so you can make friends, conduct business, take classes, or watch your favorite English films and not only understand what people say, but to also be able to reply with your own thoughts and feelings. If you have ever dreamed of traveling to an English-speaking country for work, school, or pleasure, or even just want an English friend, then you need this course so you can learn how to communicate like a native with an enriched vocabulary so you can explain even your most complicated thoughts! And the skills you learn in this course can take you even far beyond the English-speaking world. \u003C/p\u003E\u003Cp\u003EAs the world’s common language, most people now have some level of English, so knowing this language can help you function in just about every country to some degree. We know it can be difficult to learn how to speak naturally in a new language and that’s why we created this course, to help you learn how to use English for everyday situations in a way that feels comfortable and normal. After you have completed this course you will be able to travel all over the world for anything and be able to use English to help you find your way around, connect with locals and other travelers, do business, and so much more!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart your English journey with us today!\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/complete-english-course-master-native-english-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4384180_ccc9_2.jpg","duration":"15 horas","enrolledStudentsCount":"4.047 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Students and adults who want to expand their English","People looking to study or work in an English-speaking country","English language learners looking to master the language"],"tags":["Enseñanzas y disciplinas académicas","Aprendizaje de idiomas","Idioma inglés"],"rating":{"count":21,"averageValue":"4.6"},"instructors":[{"name":"Linguae Learning","url":"/user/linguae/","totalNumberOfStudents":246570,"totalNumberOfReviews":5548,"averageRating":4.612315173218143}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B05C9DE9566F0CCD114E","originalPrice":"₹1,280","discountedPrice":"₹832","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/google-search-console-course/":{"courseDetails":{"courseId":4410938,"title":"Become an SEO Wizard Using the Google Search Console (2022)","shortDescription":"Optimize your website content, discover hidden SEO potential, and measure your traffic using this amazing free tool.","longDescription":"\u003Cp\u003EWith this immersive video course, you’ll learn how to \u003Cstrong\u003Emaster the ins and outs of the Google Search Console\u003C/strong\u003E. Our SEO experts and marketing gurus will teach you everything you need to know to take your SEO game to the next level.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn our \u003Cstrong\u003Estep-by-step guide\u003C/strong\u003E, you will learn the following specifics related to using the Google Search Console:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow to improve your Google Search \u003Cstrong\u003Erankings and traffic\u003C/strong\u003E to your website.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to \u003Cstrong\u003Eidentify any problems\u003C/strong\u003E on your website that negate/disrupt traffic.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to \u003Cstrong\u003Ediscover the low-hanging fruits\u003C/strong\u003E and hidden treasures of Google SEO.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EHow Will the Google Search Console Help Elevate Your SEO?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe Google Search Console provides access to website data (your click rates, indexed pages, mobile usability, broken URLs, etc.) you would not otherwise have. \u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWith Google Search Console, you’ll be able to answer the following questions about your website:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat keywords/search terms are being used to find your website?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is the average positioning of these search terms?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow many clicks per period does each search term bring?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhich keywords are falling/rising in Google’s rankings?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhere do problems arise with your rankings?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy Should You Use the Google Search Console?\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThe Google Search Console (formerly called Webmaster Tools) is an amazing monitoring and analysis tool for improving search engine optimization (SEO). It will help you \u003Cstrong\u003Etrack data, improve the flow of traffic to your website\u003C/strong\u003E, and gain more interest in your products/brand.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EWhy Take Our Video Course?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou’ll \u003Cstrong\u003Esave time\u003C/strong\u003E. All our information is concise and straight to the point.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe course is \u003Cstrong\u003Eeasy to understand\u003C/strong\u003E. We use simple language and show you exactly how to do things using screen capture technology.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe instructors and creators of our course are \u003Cstrong\u003ESEO experts\u003C/strong\u003E. You’ll be learning everything from people who are experienced and have executed countless successful SEO projects. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EIt’s affordable\u003C/strong\u003E. We promise our price is better than any other video course you’ll find on the same topic.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe creators of this course have been using Google Search Console since its beginnings (seriously, since it was Webmaster Tools). We know everything there is to know.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWith our course, you’ll figure out how to better optimize your website using the Google Search Console. So, what are you waiting for? Sign up today!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/google-search-console-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/4410938_3af7_4.jpg?secure=f7lxoVyap1PjlYxfNNa-mg%3D%3D%2C1643546472","duration":"1 hora","enrolledStudentsCount":"1.012 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Digital Marketing Enthusiasts","Digital Marketing Enthusiasts Experts and These Who Want to Become One"],"tags":["Marketing","Optimización de motores de búsqueda","Google Search Console"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Wilhelm Laubach","url":"/user/wilhelm-laubach-2/","totalNumberOfStudents":7440,"totalNumberOfReviews":18,"averageRating":4.188949138888889}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SHUB20220129","originalPrice":"₹1,280","discountedPrice":"₹832","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/selenium-webdriver-with-maven-jenkins-git-cucumber/":{"courseDetails":{"courseId":2681066,"title":"Selenium Automation: a complete package","shortDescription":"Learn selenium and integrate with TestNG, Maven, GitHub, SonarQube, GMail and Jenkins","longDescription":"\u003Cp\u003EThis course will give you complete automation testing knowledge and you will be a full-stack automation engineer, where you will learn selenium and integrate with TestNG, Maven, GitHub, SonarQube, Gmail, and Jenkins\u003C/p\u003E\u003Cp\u003E· This course will start from a very basic level with no prior experience required and cover End-To-End automation with Selenium \u0026amp; Jenkins. \u003C/p\u003E\u003Cp\u003EAt the end of the course, we will also learn Cucumber a Behavior Driven Development framework and will be used along with Gherkin, Selenium, Java, Maven, Eclipse, GIT\u003C/p\u003E\u003Cp\u003E· This course will also cover how you can push your written code to GIT (Version Control System) and use that code in Jenkins (CI) to run your automation and generate reports.\u003C/p\u003E\u003Cp\u003E· This course will give you enough knowledge to implement an automation framework for your upcoming project.\u003C/p\u003E\u003Cp\u003E· We will learn Page object model, keyword-driven framework, data-driven framework with TestNG.\u003C/p\u003E\u003Cp\u003E· After that we will integrate the project with Jenkins and GITHUB and create a pipeline (CI).\u003C/p\u003E\u003Cp\u003E· You will learn how to push your local changes to GIT Hub using GIT commands. These commands are very useful for day-to-day automation.\u003C/p\u003E\u003Cp\u003E· We will see how to write a Step definition file, Feature file, and different cucumber options to execute it.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI am hoping you will get something out of it. Please do comment if you like this tutorial. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/selenium-webdriver-with-maven-jenkins-git-cucumber/","imageUri":"https://img-c.udemycdn.com/course/750x422/2681066_0e20_3.jpg","duration":"16.5 hours","enrolledStudentsCount":"54,615 students","lastUpdated":"Last updated 5/2020","targetAudiences":["Manual Testing, Business Analyst, Students who wants to start career in Automation"],"tags":["Development","Software Testing","Selenium WebDriver"],"rating":{"count":238,"averageValue":"4.4"},"instructors":[{"name":"Chandan Kumar","url":"/user/6058cf43-4b8a-44fd-a125-d00c9d27959f/","totalNumberOfStudents":196139,"totalNumberOfReviews":2152,"averageRating":4.166301037383178}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2811ABE63658E721C329","originalPrice":"₹1,280","discountedPrice":"₹832","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/cositas-que-se-pueden-hacer-con-python/":{"courseDetails":{"courseId":4509716,"title":"Cositas que se pueden hacer con Python","shortDescription":"Python","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EESTE ES UN CURSO EN LÍNEA CON ACCESO DE POR VIDA Y 30 DIAS DE REEMBOLSO\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEste curso esta enfocado para las personas que ya hayan programado en Python y que quieran aprender cosas nuevas que se pueden hacer dentro del lenguaje , tiene contenido de web Scraping, como crear un código QR en Python , leer archivos csv y comenzar analizarlo con diccionarios y listas , también cuenta con contenido sobre como consumir apis en Python se realizo un ejemplo de una api de Marvel , por otro lado también aprenderás como usar pandas con los dos videos de análisis de datos uno de ellos es analizar los datos de un csv de covid y el otro es sobre acciones . También aprenderás a como desplegar una aplicación en Flask en aws ( En este curso no se profundiza en Flask ese contenido es para que sepan que se puede hacer y como hacerlo) . por otro lado también hay contenido sobre el desarrollo de pruebas técnicas en Python y como lidiar con ellas. Por otro lado también te explicare como conectar Python a una base de datos , usaremos postgres y como realizar consultas a la base de datos, crear tablas , eliminar tablas, eliminar registros , actualizar registros, crear registros entre otras cosas.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Para quién es este curso?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEstudiantes que quieran mejorar sus conocimientos de programación\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProgramadores Python.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/cositas-que-se-pueden-hacer-con-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/4509716_f03c_5.jpg","duration":"7 horas","enrolledStudentsCount":"1.701 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Desarrolladores de python"],"tags":["Desarrollo","Lenguajes de programación","Python"],"rating":null,"instructors":[{"name":"Andres Rojas","url":"/user/andres-rojas-176/","totalNumberOfStudents":9590,"totalNumberOfReviews":26,"averageRating":4.591851423076923}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B1064C885CB1B1BC8512","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/learn-laravel-vuejs-from-scratch-build-a-tesla-web-app/":{"courseDetails":{"courseId":4131954,"title":"Learn Laravel Vuejs from scratch - Build a TESLA web app","shortDescription":"Replicating the Tesla UI and Building a TESLA web application, using VueJs, VueX, Vuetify, Laravel, CSS and Bootstrap.","longDescription":"\u003Cp\u003E‌Hello and welcome to this course.\u003C/p\u003E\u003Cp\u003E‌This course will teach you how to use the Laravel and Vuejs frameworks completely from scratch.‌ In this course we will be building and going through a few projects.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E‌Firstly we will start with our todos project. In this project we will go through the basics so that you will have a good understanding of the architecture and paradigm for the Laravel and Vuejs frameworks.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E‌Then we can progress and dive into more complex things. In the commencing project, we will design and build a tesla web application. ‌We will first try to somewhat replicate the Tesla website\u0027s homepage and then we will program the complete web application which is comprised of the backend for the admins to manage, and the front end for the users to use.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E‌We will use many libraries for Vuejs to implement the projects such as Vuetify for making beautiful designs effortlessly, vuex to allow us to implement a global storage system which allows all components to connect to it and access the core data of the web application. We will also use the Event bus to allow different components to communicate between eachother and we will use other tools such as css, bootstrap, and more.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI hope you enroll and make the most of this course.\u003C/p\u003E","language":"Inglese","courseUri":"https://www.udemy.com/course/learn-laravel-vuejs-from-scratch-build-a-tesla-web-app/","imageUri":"https://img-c.udemycdn.com/course/750x422/4131954_b258.jpg","duration":"7 ore","enrolledStudentsCount":"38.271 studenti","lastUpdated":"Ultimo aggiornamento 8/2021","targetAudiences":["Students curious about web development","Students curious about Full-Stack web development"],"tags":["Sviluppo","Sviluppo Web","Vue JS"],"rating":{"count":210,"averageValue":"4.4"},"instructors":[{"name":"Mohammad Kily","url":"/user/mohammad-rada/","totalNumberOfStudents":56079,"totalNumberOfReviews":366,"averageRating":4.095843888}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"33B5388064C9805D5521","originalPrice":"6.400 INR","discountedPrice":"4.160 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/python-for-machine-learning-with-numpy-and-pandas/":{"courseDetails":{"courseId":3892590,"title":"Python for Machine Learning with Numpy, Pandas \u0026 Matplotlib","shortDescription":"Learn to Code in Python and How to use NumPy, Pandas, Matplotlib and Seaborn by real time Machine Learning project.","longDescription":"\u003Cp\u003EAre you ready to start your path to becoming a Data Scientist or ML Engineer?\u003C/p\u003E\u003Cp\u003EThis comprehensive course will be your guide to learning how to use the power of Python to analyze data, create beautiful visualizations, and use powerful machine learning algorithms! \u003C/p\u003E\u003Cp\u003EData Scientist has been ranked the number one job on Glassdoor and the average salary of a data scientist is over $120,000 in the United States according to Indeed! Data Science is a rewarding career that allows you to solve some of the world\u0027s most interesting problems! \u003C/p\u003E\u003Cp\u003EThis course is designed for both beginners with some programming experience or experienced developers looking to make the jump to Data Science! \u003C/p\u003E\u003Cp\u003EThis comprehensive course is comparable to other Data Science bootcamps that usually cost thousands of dollars, but now you can learn all that information at a fraction of the cost! With over 100 HD video lectures and detailed code notebooks for every lecture this is one of the most comprehensive course for data science and machine learning on Udemy! \u003C/p\u003E\u003Cp\u003EWe\u0027ll teach you how to program with Python, how to create amazing data visualizations, and how to use Machine Learning with Python! Here a just a few of the topics we will be learning: \u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EProgramming with Python \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENumPy with Python \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing pandas Data Frames to solve complex tasks \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse pandas to handle Excel Files\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVisualize Data using Matplotlib and Seaborn\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E","language":"English","courseUri":"https://www.udemy.com/course/python-for-machine-learning-with-numpy-and-pandas/","imageUri":"https://img-c.udemycdn.com/course/750x422/3892590_2b3b.jpg","duration":"7 hours","enrolledStudentsCount":"81,605 students","lastUpdated":"Last updated 5/2021","targetAudiences":["Beginner Python developer who is curious about Data Science, Not for experienced Data Scientist","Anyone who want to make career in Data Science, Data analytics","This course is meant for people with at least some programming experience","Anyone who plans a career in data scientist,"],"tags":["IT \u0026 Software","IT Certifications","Python"],"rating":{"count":355,"averageValue":"4.1"},"instructors":[{"name":"Code Warriors","url":"/user/code-warriors/","totalNumberOfStudents":250896,"totalNumberOfReviews":3656,"averageRating":4.042936400666667},{"name":"Mayank Bajaj","url":"/user/mayank-bajaj-6/","totalNumberOfStudents":252210,"totalNumberOfReviews":3671,"averageRating":4.057504286349206},{"name":"Kaustubh Tripathi","url":"/user/kaustubh-tripathi-4/","totalNumberOfStudents":156402,"totalNumberOfReviews":1782,"averageRating":4.139228320833333}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8E5CAEFA6FE684B97BDC","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/personal-branding-for-experts-and-professionals/":{"courseDetails":{"courseId":4509916,"title":"Personal Branding Fundamentals For Experts And Professionals","shortDescription":"Learn the Four Powerful Steps to Developing a Cohesive Authority Personal Brand.","longDescription":"\u003Cp\u003EIn this course, you will learn the building blocks of how to \u003Cstrong\u003Ekick start your personal brand as an expert\u003C/strong\u003E from the ground up and on a minimum budget.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou will begin this course by understanding the purpose of personal branding, how to build a powerful personal brand, and the primary pillars for building a solid brand.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThen you will \u003Cstrong\u003Erefine and harness your expertise\u003C/strong\u003E to appear as a credible source of information rather than presenting yourself as an unprofessional hobbyist.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThen you will walk through the process of\u003Cstrong\u003E specializing and niching down your expertise\u003C/strong\u003E. You will understand your client\u0027s pain points and develop an expertise proposition that serves a specific group of audiences with a specific objective and desirable outcome.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYour next step is to develop your first low-entry educational product be it your first book or online course, and with this single but critical step, you will \u003Cstrong\u003Eposition yourself as the authority brand\u003C/strong\u003E of your field of expertise, drive social proof around your brand and attract business opportunities.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOnce you are clear about your audience and brand positioning you will develop your \u003Cstrong\u003Ebrand visual presentation\u003C/strong\u003E with a look that fits your personality, expertise, and values.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou will learn through real-life examples how different experts leverage the power of brand archetypes, colors, typography, and themes to reflect a cohesive brand image and attract loyal clients. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou will also learn how to craft a professional bio that makes you look like an expert in your field. This powerful step will make you \u003Cstrong\u003Estand out and differentiate your brand \u003C/strong\u003Efrom the rest in your field.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAt the end of the course, you will kick start your \u003Cstrong\u003Esocial media presence\u003C/strong\u003E, communicate your engaging message, and offer value to a group of audience and potential clients. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou will generate tons of content ideas for your YouTube channel,\u0026nbsp; structure your videos like an expert, and develop the courage to publish your content.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is for starting experts struggling with kick-starting their personal brand and lacking the \u003Cstrong\u003Eprocess or blueprint to building an authoritative personal brand\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThroughout this course, you will learn practical strategies, steps, and tools to build your brand from the ground up and on a minimal budget.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is not about getting more subscribers or followers on social media. It is not about how to become an influencer or a public figure. In this course, you won\u0027t learn about all the small tactics of social media tools such as Instagram and TikTok. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is for serious \u003Cstrong\u003Eexperts looking to represent themselves professionally\u003C/strong\u003E, establish themselves as experts in their fields, and \u003Cstrong\u003Egenerate revenue out of their expertise while building an authentic brand\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIf you are ready to become the go-to expert brand in your field, then this course is your best guide. \u003Cstrong\u003EEnroll now\u003C/strong\u003E, and I will see you on the inside.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/personal-branding-for-experts-and-professionals/","imageUri":"https://img-c.udemycdn.com/course/750x422/4509916_c14c.jpg","duration":"1 hour","enrolledStudentsCount":"25 students","lastUpdated":"Last updated 1/2022","targetAudiences":["This foundational course is for starting or struggling experts and professionals looking for a blueprint and road map to establish their presence as professionals in their field.","This course isn\u0027t for experts with a well-established personal brand."],"tags":["Marketing","Branding","Personal Branding"],"rating":null,"instructors":[{"name":"Nour Boustani","url":"/user/nour-boustani/","totalNumberOfStudents":67304,"totalNumberOfReviews":811,"averageRating":4.708612116666666}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2E7EA46B731F04BA951A","originalPrice":"6.400 INR","discountedPrice":"4.160 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/understanding-agile-complete-guide-for-beginners/":{"courseDetails":{"courseId":4287408,"title":"Understanding Agile | Complete guide for beginners","shortDescription":"Everything you need to know about Agile and Agile organizations","longDescription":"\u003Cp\u003EAgile is not just a buzzword. It is a new approach to product development, project management and structuring organizations that is adopted by more and more companies across the globe. Average salaries for common Agile roles range between \u003Cstrong\u003E$133,000\u003C/strong\u003E (Product Owner) and \u003Cstrong\u003E$183,000 \u003C/strong\u003E(Enterprise Agile Coach)* in the US.\u003C/p\u003E\u003Cp\u003EAgile principles and values help teams around the world to be more efficient, more productive, deliver customer and business value and feel great as a team. Long gone are times when Agile was \u0022something from software development\u0022 - nowadays it\u0027s everywhere!\u0026nbsp;Companies in banking, retail, telecommunications, pharma and many other industry sectors are shifting to Agile.\u003C/p\u003E\u003Cp\u003EIf you want to open a new page in your career, adapt to Agile transformation your employer is undergoing, or impress the interviewer in your dream company, but words like \u0022user stories\u0022, \u0022Scrum\u0022, \u0022story points\u0022, \u0022user persona\u0022 and \u0022backlog\u0022\u0026nbsp;make you feel uncomfortable, this course is for you!\u003C/p\u003E\u003Cp\u003EAfter taking this course, you will build a very solid foundation of Agile knowledge which would allow you to feel comfortable in any Agile organization. Starting from the very basic concepts, you will gradually expand your knowledge and learn about Agile frameworks, product development and customer research techniques, processes and tools. You will also understand in depth how Agile organizations function, and what are the roles unique to Agile companies.\u003C/p\u003E\u003Cp\u003EHere\u0027s something you need to know.\u003C/p\u003E\u003Cp\u003EAgile is a set of values, principles and mindsets which are brought to life through a number of frameworks, tools and processes. Agile is not a framework or tool on its own - consider it a philosophy, or a paradigm if you want. Once you are familiar with the foundation - with Agile, everything built on top of it starts making a lot of sense and becomes intuitive.\u003C/p\u003E\u003Cp\u003EPlease make sure to develop a deep understanding of Agile before you jump into learning different frameworks and tools.\u003C/p\u003E\u003Cp\u003EBesides...\u003C/p\u003E\u003Cp\u003EAgile is all about adaptability and responding to change, so each company has their own version of Agile (and that\u0027s okay). Learning one framework will not cut it. Understanding Agile principles and values on the other hand will enable you to easily get any kind of framework right away.\u003C/p\u003E\u003Cp\u003EDon\u0027t wait a minute - sign up for the course and let\u0027s dive into the world of Agile together!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E*as of January 2022\u003C/em\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/understanding-agile-complete-guide-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4287408_416a.jpg","duration":"5 hours","enrolledStudentsCount":"0 students","lastUpdated":"Published 1/2022","targetAudiences":["Anyone who is curious about Agile and wants to understand its key concepts","People working at companies undergoing Agile transformation - to learn how to navigate the new environment","People staring a new job in an Agile company or interviewing for a position where Agile is a requirement","Students and entry-level employees looking for ways to boost their resumes","Managers and business owners looking for ways to improve business performance","People looking for a career of a Product Owner, Scrum Master or Agile Coach and not knowing where to start"],"tags":["Business","Project Management","Agile"],"rating":null,"instructors":[{"name":"Masha Ostroumova","url":"/user/mashaostroumova/","totalNumberOfStudents":19887,"totalNumberOfReviews":1050,"averageRating":4.4938404816017306}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE-2","originalPrice":"12.800 INR","discountedPrice":"8.320 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/rhcsa-certified-system-administrator-red-hat-practice-tests-y/":{"courseDetails":{"courseId":4522222,"title":"RHCSA Certified system administrator Red Hat practice tests","shortDescription":"[New] RHCSA Certified system administrator Red Hat practice tests 2022","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDescription\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ERHCSA exam candidates should be able to accomplish the tasks below without assistance. These have been grouped into several categories. \u003C/p\u003E\u003Cp\u003EAn IT professional who has earned the \u003Cstrong\u003ERed Hat Certified System Administrator\u003C/strong\u003E is able to perform the core system administration skills required in Red Hat Enterprise Linux environments. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETopics\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUnderstand and use essential tools\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAccess a shell prompt and issue commands with correct syntax\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse input-output redirection (\u0026gt;\\, \u0026gt;\u0026gt;\\, |\\, 2\u0026gt;\\, etc.)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse grep and regular expressions to analyze text\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAccess remote systems using SSH\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELog in and switch users in multiuser targets\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EArchive, compress, unpack, and uncompress files using tar, star, gzip, and bzip2\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate and edit text files\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate, delete, copy, and move files and directories\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate hard and soft links\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EList, set, and change standard ugo/rwx permissions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELocate, read, and use system documentation including man, info, and files in /usr/share/doc\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ECreate simple shell scripts\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EConditionally execute code (use of: if, test, [], etc.)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse Looping constructs (for, etc.) to process file, command line input\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProcess script inputs ($1, $2, etc.)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProcessing output of shell commands within a script\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProcessing shell command exit codes\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EOperate running systems\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBoot, reboot, and shut down a system normally\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBoot systems into different targets manually\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInterrupt the boot process in order to gain access to a system\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify CPU/memory intensive processes and kill processes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdjust process scheduling\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage tuning profiles\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELocate and interpret system log files and journals\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPreserve system journals\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStart, stop, and check the status of network services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESecurely transfer files between systems\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EConfigure local storage\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EList, create, delete partitions on MBR and GPT disks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate and remove physical volumes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAssign physical volumes to volume groups\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate and delete logical volumes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure systems to mount file systems at boot by universally unique ID (UUID) or label\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdd new partitions and logical volumes, and swap to a system non-destructively\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ECreate and configure file systems\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate, mount, unmount, and use vfat, ext4, and xfs file systems\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMount and unmount network file systems using NFS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExtend existing logical volumes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate and configure set-GID directories for collaboration\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure disk compression\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage layered storage\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDiagnose and correct file permission problems\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EDeploy, configure, and maintain systems\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESchedule tasks using at and cron\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStart and stop services and configure services to start automatically at boot\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure systems to boot into a specific target automatically\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure time service clients\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstall and update software packages from Red Hat Network, a remote repository, or from the local file system\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWork with package module streams\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EModify the system bootloader\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EManage basic networking\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EConfigure IPv4 and IPv6 addresses\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure hostname resolution\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure network services to start automatically at boot\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERestrict network access using firewall-cmd/firewall\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EManage users and groups\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate, delete, and modify local user accounts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChange passwords and adjust password aging for local user accounts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate, delete, and modify local groups and group memberships\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure superuser access\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EManage security\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EConfigure firewall settings using firewall-cmd/firewalld\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate and use file access control lists\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure key-based authentication for SSH\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESet enforcing and permissive modes for SELinux\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EList and identify SELinux file and process context\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERestore default file contexts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse boolean settings to modify system SELinux settings\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDiagnose and address routine SELinux policy violations\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EManage containers\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EFind and retrieve container images from a remote registry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInspect container images\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPerform container management using commands such as podman and skopeo\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPerform basic container management such as running, starting, stopping, and listing running containers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERun a service inside a container\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure a container to start automatically as a systemd service\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAttach persistent storage to a container\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/rhcsa-certified-system-administrator-red-hat-practice-tests-y/","imageUri":"https://img-c.udemycdn.com/course/750x422/4522222_2288.jpg","duration":"","enrolledStudentsCount":"0 students","lastUpdated":"Published 1/2022","targetAudiences":["RHCSA Certified system administrator Red Hat Exam candidates"],"tags":["IT \u0026 Software","IT Certifications"],"rating":null,"instructors":[{"name":"It Exam Academy","url":"/user/it-exam-academy/","totalNumberOfStudents":20201,"totalNumberOfReviews":64,"averageRating":4.1595107578125}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2B0CD5E3CDCED4D939DD","originalPrice":"1.600 INR","discountedPrice":"1.040 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/adobe-photoshop-cc-basic-photoshop-training/":{"courseDetails":{"courseId":3566555,"title":"Adobe Photoshop CC- Basic Photoshop training","shortDescription":"Learn the Basics of Adobe Photoshop CC 2020 No Prior Knowledge Required","longDescription":"\u003Cp\u003ELearning the basics of Adobe Photoshop is definitely not easy, especially if you have no prior knowledge in this field. But, this course can teach you everything you need to know to start using photoshop and making your own projects with pictures that you take yourself or pictures that you have simply found on the internet. If you:\u003C/p\u003E\u003Cp\u003E- Are a student and need to learn how to properly use Photoshop\u003C/p\u003E\u003Cp\u003E- Want to modify your own pictures to increase the quality\u003C/p\u003E\u003Cp\u003E- Always wanted to learn about design with photoshop \u003C/p\u003E\u003Cp\u003E- Want to start your business in the field of design but need prior knowledge before\u003C/p\u003E\u003Cp\u003E- Any other reason\u003C/p\u003E\u003Cp\u003EThen you are at the right place and will definitely love this course ! Not only you will learn all the basics of how to properly use Adobe Photoshop but you will have the opportunity to practice everything that you have learned. Indeed, you will, by the end of this course, be able to retouch and modify any picture that you want. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe way this course have been designed is made to teach you step by step how to properly use Adobe Photoshop. In other words, you will learn everything you need to know to be able to work properly with this software. From importing pictures to basic modification, colors and many other things you will have everything you need to start your Adobe Photoshop journey and be able to make your own creation an art work. My goal with this course is really to help you be able to use photoshop in a multitude of ways to be able to use it for different types of project. This could be for example for a basic picture modification or a complexes website designing or art work. In the end, this course will give a complete introduction to this software and you will be able to use it for any task. \u003C/p\u003E\u003Cp\u003EAnother really important thing to remember is that this course have been built on a concept of learning by practice. In other words this course provides a lot of examples that will allow you to learn the most possible. Also, you will be able to complete different projects by using your own pictures. This means that each tool that is presented in this course will be practiced and you will be able to learn how to properly use it.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere is a lot of different photoshop courses that exist on the internet. But, this course is different. Indeed, you can find very little theory and a lot of practical example that you can use in order to be able learn this software. Indeed, this type of teaching can definitely increase the time that it will take you to learn the different concepts that are presented. So, if you are a student who need to learn photoshop for a class, someone who want to learn it for personal or professional reasons or simply are curious about this topic then this course is definitely for you and you will probably like it and at the same time learn a new skill.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you want to learn how to properly use Adobe Photoshop then you should definitely take this course. Not only you will learn the basics of this amazing software but you will also be comfortable using it by practicing with all the examples that are offered by this course. Indeed, since this course is build to help you learn by practicing you will definitely enjoy it\u0027s content.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003E​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROL NOW and start learning today :)\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/adobe-photoshop-cc-basic-photoshop-training/","imageUri":"https://img-c.udemycdn.com/course/750x422/3566555_fe72.jpg","duration":"4 hours","enrolledStudentsCount":"132,372 students","lastUpdated":"Last updated 10/2020","targetAudiences":["Everyone who have no prior photoshop knowledge and want to learn it","People who need to learn the basics of photoshop for school or professional reasons","Anyone curious about this application and who want to learn more about it"],"tags":["Design","Graphic Design \u0026 Illustration","Photoshop"],"rating":{"count":1345,"averageValue":"4.1"},"instructors":[{"name":"Yassin Marco","url":"/user/ataouyl-yassin/","totalNumberOfStudents":1090894,"totalNumberOfReviews":36993,"averageRating":4.188228226256444}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"1C6DE6EF80A38D3369A4","originalPrice":"3.840 INR","discountedPrice":"2.496 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/python-for-computer-vision/":{"courseDetails":{"courseId":3448370,"title":"Computer Vision with Python","shortDescription":"Learn the latest techniques in computer vision with Python and OpenCV!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWelcome to the ultimate online course on Python for Computer Vision!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is your best resource for learning how to use the Python programming language for Computer Vision.\u003C/p\u003E\u003Cp\u003EWe\u0027ll be exploring how to use Python and the OpenCV (Open Computer Vision) library to analyze images and video data.\u003C/p\u003E\u003Cp\u003EThe most popular platforms in the world are generating never before seen amounts of image and video data. Every 60 seconds users upload more than 300 hours of video to Youtube, Netflix subscribers stream over 80,000 hours of video, and Instagram users like over 2 million photos! Now more than ever it\u0027s necessary for developers to gain the necessary skills to work with image and video data using computer vision.\u003C/p\u003E\u003Cp\u003EComputer vision allows us to analyze and leverage image and video data, with applications in a variety of industries, including self-driving cars, social network apps, medical diagnostics, and many more.\u003C/p\u003E\u003Cp\u003EAs the fastest growing language in popularity, Python is well suited to leverage the power of existing computer vision libraries to learn from all this image and video data.\u003C/p\u003E\u003Cp\u003EIn this course, we\u0027ll teach you everything you need to know to become an expert in computer vision! This $20 billion dollar industry will be one of the most important job markets in the years to come.\u003C/p\u003E\u003Cp\u003EWe\u0027ll start the course by learning about numerical processing with the NumPy library and how to open and manipulate images with NumPy. Then will move on to using the OpenCV library to open and work with image basics. Then we\u0027ll start to understand how to process images and apply a variety of effects, including color mappings, blending, thresholds, gradients, and more.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/python-for-computer-vision/","imageUri":"https://img-c.udemycdn.com/course/750x422/3448370_736f_2.jpg","duration":"6.5 hours","enrolledStudentsCount":"66,676 students","lastUpdated":"Last updated 8/2020","targetAudiences":["Python Developers interested in Computer Vision and Deep Learning","BSC, BCA, MCA, Btech, MSC and IT Students or proffesional","Anyone interested in Computer Vision or Artificial Intelligence"],"tags":["IT \u0026 Software","Other IT \u0026 Software","Computer Vision"],"rating":{"count":252,"averageValue":"3.9"},"instructors":[{"name":"Code Warriors","url":"/user/code-warriors/","totalNumberOfStudents":250896,"totalNumberOfReviews":3656,"averageRating":4.042936400666667},{"name":"Kaustubh Tripathi","url":"/user/kaustubh-tripathi-4/","totalNumberOfStudents":156402,"totalNumberOfReviews":1782,"averageRating":4.139228320833333},{"name":"Mayank Bajaj","url":"/user/mayank-bajaj-6/","totalNumberOfStudents":252210,"totalNumberOfReviews":3671,"averageRating":4.057504286349206}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"665E00A4303882FC396F","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/learn-flutter-in-30-days/":{"courseDetails":{"courseId":3740200,"title":"Learn Flutter and Dart to create Android and IOS apps","shortDescription":"Learn to create Awesome Mobile Apps using Flutter and Dart","longDescription":"\u003Cp\u003E\u003Cstrong\u003EYou don\u0027t need to learn Android/ Java and iOS/ Swift to build real native mobile apps!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFlutter - a framework developed by Google - allows you to learn one language (Dart) and build beautiful native mobile apps in no time. Flutter is an SDK providing the tooling to compile Dart code into native code and it also gives you a rich set of pre-built and pre-styled UI elements (so-called widgets) which you can use to compose your user interfaces.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOur complete Flutter development Bootcamp teaches you how to code using \u003Cstrong\u003EDart\u003C/strong\u003E and build \u003Cem\u003Ebeautiful, fast, native-quality\u003C/em\u003E iOS and Android apps. Even if you have \u003Cstrong\u003EZERO\u003C/strong\u003E programming experience.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlutter\u003C/strong\u003E is the new \u003Cstrong\u003ECross-platform Mobile Development Framework \u003C/strong\u003Ecreated by Google, allowing developers to build Android and iOS Apps with \u003Cstrong\u003Eone single codebase!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFlutter is the \u003Cstrong\u003EBEST \u003C/strong\u003Eway to create cross-platform apps that otherwise would require two distinct mobile development teams to create.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy is Flutter a BIG Deal?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFlutter is a big deal because any developer (or anyone who wants to learn mobile development) can now build native Android and iOS apps with one codebase ONLY! This means, instead of having to learn Objective-C or Swift to build iOS apps, and Java, or Kotlin to build Android apps, you can now use Flutter Mobile Development Framework to build apps that run natively on both iOS and Android devices using the \u003Cstrong\u003EGeneral-purpose Dart Programming Language.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ETopics that are going to cover during these 30 days:-\u003C/p\u003E\u003Cp\u003E1. Core Concept of Dart\u003C/p\u003E\u003Cp\u003E2. Core Concept of Flutter\u003C/p\u003E\u003Cp\u003E3. Basic ideas of widgets\u003C/p\u003E\u003Cp\u003E4. App implemented through widgets\u003C/p\u003E\u003Cp\u003E5. Firebase Database\u003C/p\u003E\u003Cp\u003E6. App with database implementation\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-flutter-in-30-days/","imageUri":"https://img-c.udemycdn.com/course/750x422/3740200_cf22_2.jpg","duration":"10 hours","enrolledStudentsCount":"96,887 students","lastUpdated":"Last updated 8/2021","targetAudiences":["Anyone whoever is interested in developing Android \u0026 iOS apps.","Anyone who wants to choose his/her career as mobile app developer.","Android Developers Who Want to Build both Android and iOS Apps with Single Codebase","iOS Developers Who Want to Build both Android and iOS Apps with Single Codebase","Beginner or intermediate Dart and Flutter developers","Students who wants to learn/clear all the fundamental concepts of Dart and Flutter"],"tags":["Development","Mobile Development","Google Flutter"],"rating":{"count":839,"averageValue":"4.2"},"instructors":[{"name":"Code Warriors","url":"/user/code-warriors/","totalNumberOfStudents":250896,"totalNumberOfReviews":3656,"averageRating":4.042936400666667},{"name":"Mayank Bajaj","url":"/user/mayank-bajaj-6/","totalNumberOfStudents":252210,"totalNumberOfReviews":3671,"averageRating":4.057504286349206}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9620403269A687FEB86E","originalPrice":"1.920 INR","discountedPrice":"1.248 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/mastering-the-interview-b/":{"courseDetails":{"courseId":3904570,"title":"Mastering The Interview","shortDescription":"To present yourself well in the interview and to make a good impression, you should master the job interview.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThe interview is one of the key elements of the job search process.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAs with any skill, we can get better at it with preparation and practice. So in this course, you will explore how to prepare for an interview and become familiar with the types of questions to expect, as well as the questions you should think about asking.\u003C/p\u003E\u003Cp\u003ESome people are natural at selling themselves to hiring managers. Others aren’t. Either way, you’ve already put in a ton of effort, so you might as well take steps to rock your interview, right?\u003C/p\u003E\u003Cp\u003ETurn Talents into Keywords Your talents are the best place to begin thinking about job search targets. Make a list of your interests, natural talents, academic strengths and skills you have learned through your experiences. \u003C/p\u003E\u003Cp\u003EReview specific job postings that match your job titles to learn about employer expectations, desired candidate qualifications, typical duties and required skills or training. If some of the job titles do not represent a good match for you, eliminate them and replace them with others that you are discovering through your search.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo, in this course you will:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUnderstand the different types of interview questions and how to prepare to answer them.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn the most effective ways to prepare for an interview, including how to present themselves professionally.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelop expertise at expressing themselves effectively.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKnow how to ask for feedback following an interview.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ESo with that said, I wish you a happy learning and see you inside!\u003C/p\u003E","language":"Inglese","courseUri":"https://www.udemy.com/course/mastering-the-interview-b/","imageUri":"https://img-b.udemycdn.com/course/750x422/3904570_6088.jpg?secure=Im6UW6WpjOjRJs40Q_XBqQ%3D%3D%2C1643548716","duration":"34 min","enrolledStudentsCount":"82.821 studenti","lastUpdated":"Ultimo aggiornamento 3/2021","targetAudiences":["Anyone looking for a job","New Graduates"],"tags":["Business","Comunicazione","Competenze per i colloqui di lavoro"],"rating":{"count":1341,"averageValue":"4.3"},"instructors":[{"name":"Nevcihan Dogan","url":"/user/nevcihan-dogan-3/","totalNumberOfStudents":196470,"totalNumberOfReviews":4010,"averageRating":4.426689668034826}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"JAN.22","originalPrice":"6.400 INR","discountedPrice":"4.160 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/basic-python-course-for-beginner/":{"courseDetails":{"courseId":3218591,"title":"Python Course From Basic to Advanced","shortDescription":"Get started with Python programming from scratch with hands-on exercises in this beginner friendly Python tutorial!","longDescription":"\u003Cp\u003EThis course has been specifically designed for beginners who have been looking to obtain a hands-on learning experience with Python, teaching you concepts of programming right from the basics and Python being the most simplest language for a beginner to start with.\u003C/p\u003E\u003Cp\u003EBecome a Python Programmer and learn one of employer\u0027s most requested skills of 2021!\u003C/p\u003E\u003Cp\u003EThis is the most comprehensive, yet straight-forward, course for the Python programming language on Udemy! Whether you have never programmed before, already know basic syntax, or want to learn about the advanced features of Python, this course is for you! In this course we will teach you Python 3.\u003C/p\u003E\u003Cp\u003EWe will start by helping you get Python installed on your computer, regardless of your operating system, whether its Linux, MacOS, or Windows, we\u0027ve got you covered.\u003C/p\u003E\u003Cp\u003EWe cover a wide variety of topics, including:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EInstalling Python\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERunning Python Code\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStrings\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELists\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDictionaries\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETuples\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESets\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENumber Data Types\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPrint Formatting\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunctions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EScope\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuilt-in Functions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDebugging and Error Handling\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EObject Oriented Programming\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInheritance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPolymorphism\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdvanced Methods\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eand much more!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EYou will get lifetime access to lectures.\u003C/p\u003E\u003Cp\u003ESo what are you waiting for? Learn Python in a way that will advance your career and increase your knowledge, all in a fun and practical way!\u003C/p\u003E\u003Cp\u003ESo what are you waiting for? Learn Python in a way that will advance your career and increase your knowledge, all in a fun and practical way!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/basic-python-course-for-beginner/","imageUri":"https://img-c.udemycdn.com/course/750x422/3218591_fd18_4.jpg","duration":"7,5 horas","enrolledStudentsCount":"84.912 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2020","targetAudiences":["Beginner Python Developer","Interested in Data Science","BSC, BCA, MCA, Btech, MSC and IT Students or proffesional"],"tags":["Informática y software","Certificaciones de informática","Python"],"rating":{"count":1175,"averageValue":"4.2"},"instructors":[{"name":"Code Warriors","url":"/user/code-warriors/","totalNumberOfStudents":250896,"totalNumberOfReviews":3656,"averageRating":4.042936400666667},{"name":"Kaustubh Tripathi","url":"/user/kaustubh-tripathi-4/","totalNumberOfStudents":156402,"totalNumberOfReviews":1782,"averageRating":4.139228320833333},{"name":"Mayank Bajaj","url":"/user/mayank-bajaj-6/","totalNumberOfStudents":252210,"totalNumberOfReviews":3671,"averageRating":4.057504286349206}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B558384221C6873A8F25","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/machine-learning-course/":{"courseDetails":{"courseId":3288020,"title":"Machine Learning From Basic to Advanced","shortDescription":"Learn to create Machine Learning Algorithms in Python Data Science enthusiasts. Code templates included.","longDescription":"\u003Cp\u003EAre you ready to start your path to becoming a Machine Learning Engineer!\u003C/p\u003E\u003Cp\u003EThis comprehensive course will be your guide to learning how to use the power of Python to analyze data, create beautiful visualizations, and use powerful machine learning algorithms!\u003C/p\u003E\u003Cp\u003EData Scientist has been ranked the number one job on Glassdoor and the average salary of a data scientist is over $120,000 in the United States according to Indeed! Data Science is a rewarding career that allows you to solve some of the world\u0027s most interesting problems!\u003C/p\u003E\u003Cp\u003EThis course is designed for both beginners with some programming experience or experienced developers looking to make the jump to Machine Learning as well as Data Scientist!\u003C/p\u003E\u003Cp\u003EInterested in the field of Machine Learning? Then this course is for you!\u003C/p\u003E\u003Cp\u003EThis course has been designed by Code Warriors the ML Enthusiasts so that we can share our knowledge and help you learn complex theories, algorithms, and coding libraries in a simple way.\u003C/p\u003E\u003Cp\u003EWe will walk you step-by-step into the World of Machine Learning. With every tutorial, you will develop new skills and improve your understanding of this challenging yet lucrative sub-field of Data Science.\u003C/p\u003E\u003Cp\u003EThis course is fun and exciting, but at the same time, we dive deep into Machine Learning. It is structured the following way:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EPart 1 - Data Preprocessing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPart 2 - Regression: Simple Linear Regression, Multiple Linear Regression, Polynomial Regression, SVR, Decision Tree Regression, Random Forest Regression.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPart 3 - Classification: Logistic Regression, K-NN, SVM, Kernel SVM, Naive Bayes, Decision Tree Classification, Random Forest Classification\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPart 4 - Clustering: K-Means, Hierarchical Clustering.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAnd as a bonus, this course includes Python code templates which you can download and use on your own projects.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/machine-learning-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3288020_5198_4.jpg","duration":"3 hours","enrolledStudentsCount":"89,849 students","lastUpdated":"Last updated 8/2021","targetAudiences":["Anyone interested in Machine Learning.","Students who have at least high school knowledge in math and who want to start learning Machine Learning.","Any intermediate level people who know the basics of machine learning, including the classical algorithms like linear regression or logistic regression, but who want to learn more about it and explore all the different fields of Machine Learning.","Any people who are not that comfortable with coding but who are interested in Machine Learning and want to apply it easily on datasets.","Any students in college who want to start a career in Data Science.","Any people who want to create added value to their business by using powerful Machine Learning tools."],"tags":["IT \u0026 Software","IT Certifications","Machine Learning"],"rating":{"count":503,"averageValue":"3.5"},"instructors":[{"name":"Code Warriors","url":"/user/code-warriors/","totalNumberOfStudents":250896,"totalNumberOfReviews":3656,"averageRating":4.042936400666667},{"name":"Anup Mor","url":"/user/anup-mor/","totalNumberOfStudents":115728,"totalNumberOfReviews":810,"averageRating":3.6839189673469392},{"name":"Gaurav Sharma","url":"/user/gaurav-sharma-233/","totalNumberOfStudents":117656,"totalNumberOfReviews":825,"averageRating":3.8397649906250004},{"name":"Mayank Bajaj","url":"/user/mayank-bajaj-6/","totalNumberOfStudents":252210,"totalNumberOfReviews":3671,"averageRating":4.057504286349206}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CBC6FBE5911C300BF064","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/learn-vector/":{"courseDetails":{"courseId":4466546,"title":"Vector Crash Course 2022: Learn Vector in 5 Hours","shortDescription":"Get the insight knowledge of Vector.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EHow to become an expert on Vector ? \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIt seems vector as one of the easy lesson but reality is different for some students. For those students who feels Vector as a difficult lesson, this course helps you to understand easily. \u003C/p\u003E\u003Cp\u003EIt is the 50\u002B videos lessons and each video teaches you very important concepts in Vector. There will be some quizzes and workbooks including in the upcoming days.\u003C/p\u003E\u003Cp\u003EBecome an expert on Vector: The content is organized into the following sections:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EVector Basic Overview with some important examples\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of vectors and exercise related to types of vectors\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVector Operation with important exercise\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVector geometry with worked out example\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will get inside every section ?\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVideos\u003C/strong\u003E: In each section, there are dedicated videos. I will be teaching you the important lessons and I will guide you into the right direction. The content of videos consists of conceptual lessons and important examples.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EQuizzes\u003C/strong\u003E: Some sections contain important quizzes that examines your ability. And quizzes check whether you have understood or not.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EThe features:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELifetime access to this course\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFriendly support in the Q\u0026amp;A section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUdemy Certificate of Completion available for download\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E30-day money back guarantee\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EEnroll today!\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EI can\u0027t wait for you to get started on mastering vector.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E- Kamal Bdr. Tamang:)\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E","language":"Inglês","courseUri":"https://www.udemy.com/course/learn-vector/","imageUri":"https://img-c.udemycdn.com/course/750x422/4466546_13a2_2.jpg","duration":"5 horas","enrolledStudentsCount":"744 alunos","lastUpdated":"Última atualização em 1/2022","targetAudiences":["Anyone who is interested in mathematics and vector geometry"],"tags":["Ensino e estudo acadêmico","Matemática","Matemática"],"rating":null,"instructors":[{"name":"Kamal Bahadur Tamang","url":"/user/coursagram/","totalNumberOfStudents":1560,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"VECTOR100OFF","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/google-analytics-course-for-beginners/":{"courseDetails":{"courseId":2663858,"title":"Google Analytics For Beginners","shortDescription":"Complete Guide from setting up your Google Analytics Account to diving further into Google Analytics \u0026 reporting","longDescription":"\u003Cp\u003EThis course will teach Google Analytics from scratch. Here is the overview of what you are going to learn,\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESetup Google Analytics Account\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstalling Tracking Code on your website\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure Marketing Goals\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESetup Filters\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUTM Parameters\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGenerating Reports ( Audience, Real-time, Acquisition, etc. )\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBloggers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWebmasters\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline Business Owners\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarketing Professionals\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntermediate level Digital Marketers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBeginners in Web Analytics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECollege Students\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"English","courseUri":"https://www.udemy.com/course/google-analytics-course-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/2663858_b6d0_2.jpg","duration":"1.5 hours","enrolledStudentsCount":"65,252 students","lastUpdated":"Last updated 5/2020","targetAudiences":["Anyone who is interested in learning Google Analytics","Anyone who is interested in Digital Analytics"],"tags":["Marketing","Digital Marketing","Google Analytics"],"rating":{"count":338,"averageValue":"4.1"},"instructors":[{"name":"Sarfaraz Kasmani","url":"/user/sarfaraz-kasmani-2/","totalNumberOfStudents":65792,"totalNumberOfReviews":456,"averageRating":4.123734391666667}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"JAN_2022","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/nlp-course-for-beginner/":{"courseDetails":{"courseId":3278782,"title":"NLP Course for Beginner","shortDescription":"Learn Natural Language Processing ( NLP ) \u0026 how to analyze text data.","longDescription":"\u003Cp\u003EWelcome to the best Natural Language Processing course on the Udemy! This course is designed to be your complete online resource for learning how to use Natural Language Processing with the Python programming language.\u003C/p\u003E\u003Cp\u003EIn the course we will cover everything you need to learn in order to become a world class practitioner of NLP with Python.\u003C/p\u003E\u003Cp\u003EWe\u0027ll start off with the basics, learning how to open and work with text, as well as learning how to use regular expressions to search for custom patterns inside of text files.\u003C/p\u003E\u003Cp\u003EAfterwards we will begin with the basics of Natural Language Processing, utilizing the Natural Language Toolkit library for Python, as well as the state of the art Spacy library for ultra fast tokenization, parsing, entity recognition, and lemmatization of text.\u003C/p\u003E\u003Cp\u003EWe\u0027ll understand fundamental NLP concepts such as stemming, lemmatization, stop words, tokenization and more!\u003C/p\u003E\u003Cp\u003ENext we will cover Part-of-Speech tagging, where your Python scripts will be able to automatically assign words in text to their appropriate part of speech, such as nouns, verbs and adjectives, an essential part of building intelligent language systems.\u003C/p\u003E\u003Cp\u003EWe\u0027ll also learn about named entity recognition, allowing your code to automatically understand concepts like money, time, companies, products, and more simply by supplying the text information.\u003C/p\u003E\u003Cp\u003EThrough state of the art visualization libraries we will be able view these relationships in real time.\u003C/p\u003E\u003Cp\u003EThen we will move on to understanding machine learning with Scikit-Learn to conduct text classification, such as automatically building machine learning systems that can determine positive versus negative movie reviews, or spam versus legitimate email messages.\u003C/p\u003E\u003Cp\u003EWe will expand this knowledge to more complex unsupervised learning methods for natural language processing, such as topic modelling, where our machine learning models will detect topics and major concepts from raw text files.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/nlp-course-for-beginner/","imageUri":"https://img-c.udemycdn.com/course/750x422/3278782_86d0_4.jpg","duration":"1 heure","enrolledStudentsCount":"42 945 participants","lastUpdated":"Dernière mise à jour : 7/2020","targetAudiences":["Python developers interested in learning how to use Natural Language Processing.","All Computer Science Students","Newcomers to NLP"],"tags":["Informatique et logiciels","Certifications informatiques","Traitement du langage naturel"],"rating":{"count":225,"averageValue":"3.8"},"instructors":[{"name":"Code Warriors","url":"/user/code-warriors/","totalNumberOfStudents":250896,"totalNumberOfReviews":3656,"averageRating":4.042936400666667},{"name":"Mayank Bajaj","url":"/user/mayank-bajaj-6/","totalNumberOfStudents":252210,"totalNumberOfReviews":3671,"averageRating":4.057504286349206}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B0ED2AA6B1AF4F4CEB19","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/mba-retail-management-merchandising-and-e-commerce/":{"courseDetails":{"courseId":4483484,"title":"MBA : Retail management , merchandising and E-commerce","shortDescription":"Build and grow your own retail and e-commerce business","longDescription":"\u003Cp\u003EIf you have been to a retail store do why you end up buying more than you actually need?\u003C/p\u003E\u003Cp\u003EThat\u0027s because they provide you an amazing shopping experience by using some business strategy. This course will help you understand the strategy you can follow if you are planning to start your own retail business or e-commerce brand in the future. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESection 1 Introduction to Retail Management Basics\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat is Retail Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERetail Marketing Mix\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPorter Five Force Model\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESWOT Analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConsumer vs Customers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstanding the Retail Consumer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVariety vs Assortment\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 2 Types of Retail store and Trading area\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ETypes of retail store based on the format\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of retail stores based on the trading area\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReilly\u0027s Law of Retail Gravitation | Retail Management |\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHuff Gravity Model | Retail Management |\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETrading area Advance exercise\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 3 Omnichannel and e-commerce\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EWebrooming vs Showrooming\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMultichannel and Omnichannel strategy\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003ESection 4 Warby Parker Omnichannel Case study\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWarby Parker Case Study Intro\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWarby parker Retail Finance Metrics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBasics of Income Statement\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWarby Parker Contribution Margin\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 5 Customer Data in retail management\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECustomer Relationship Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecency, Frequency, and Monetary (RFM) analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarket Basket Analysis (Market Basket Analysis)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAssociation and Support (Market Basket Analysis)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfidence (Market Basket Analysis)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELift (Market Basket Analysis)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EName manager and Indirect function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarket Basket Analysis\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 6 Store layout and design\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECustomer Lifetime Value\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomer Lifetime Value Assignment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of Store Layout\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe goal of Store Design\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStore layout Exercise - Lift\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 7 Retail finance and accounting\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Retail Finance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIncome Statement and Cash flow statement\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Asset Management and Margin Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe Strategic Profit Model in Retail Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWalmart and Tiffany Financial Statement\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERetail Finance Assignment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFinancial metrics Conclusion\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 8 Category and Inventory Management\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Category Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EROI and GMROI\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EABC Analysis for Inventory Management\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 9 E-commerce and D2C brands\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to e-commerce and D2C\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPrivate labels and white labels\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ED2C business model\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarketing, Sales and expansion of D2C brand\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"English","courseUri":"https://www.udemy.com/course/mba-retail-management-merchandising-and-e-commerce/","imageUri":"https://img-c.udemycdn.com/course/750x422/4483484_0f74_3.jpg","duration":"6 hours","enrolledStudentsCount":"2,653 students","lastUpdated":"Last updated 1/2022","targetAudiences":["People wanted to start their retail store or retail business","Business Graduate wanted to learn about operation and supply chain","Entrepreneurs looking to expand their retail business","Students who wanted to start their own e-commerce brand"],"tags":["Business","Business Strategy","Retail Business"],"rating":{"count":6,"averageValue":"4.5"},"instructors":[{"name":"Navdeep Yadav","url":"/user/navdeep-yadav-2/","totalNumberOfStudents":216331,"totalNumberOfReviews":3642,"averageRating":4.305509619298245}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MBARETAIL3","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/business-consulting-consulting-is-more-than-giving-advice/":{"courseDetails":{"courseId":4516286,"title":"Business Consulting: Consulting Is More Than Giving Advice","shortDescription":"Micro business Consulting course - Top consulting firms use scientific theory problem solving to solve business problems","longDescription":"\u003Cp\u003EA business consultant is a person who advises clients on a number of topics in order to help them develop, grow, or sustain their businesses. This course will teach you about business consultants, what they can do for you, and more.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBusiness consultants assist organizations in overcoming obstacles, increasing income, and expanding.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIt\u0027s critical to check that business consultants have previous expertise and success with businesses similar to yours.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBusiness consultants may bill on a project basis, by the hour, or on a daily or monthly retainer basis.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThis article is for small business owners and entrepreneurs who are thinking about hiring a business consultant.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESimply put, running a small or midsize firm is difficult due to the sheer quantity of responsibilities required to succeed.\u003C/p\u003E\u003Cp\u003EIt\u0027s nearly impossible for business owners to handle everything themselves, from bookkeeping to human resources to technical assistance.They don\u0027t have to figure it out on their own anymore, given to the ease with which consultants may be hired today. Here\u0027s an explanation of what a business consultant is and how one might help your company succeed.\u003C/p\u003E\u003Cp\u003EGood consultants are costly, but they are well worth the investment provided you do your part. Hiring a business consultant is expensive enough as it is, so don\u0027t make the mistake of hiring the wrong one. A business consultant, in general, assists you with strategy, planning, and problem-solving. They could be able to assist you in developing a business skill and expanding your knowledge.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe\u0027ll speak about what business consulting is and who a business consultant is in this course, as well as the steps to becoming a business consultant. \u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/business-consulting-consulting-is-more-than-giving-advice/","imageUri":"https://img-c.udemycdn.com/course/750x422/4516286_916a.jpg","duration":"44 minutos","enrolledStudentsCount":"1.001 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Those who desire to expand their company","Beginners interested in pursuing a career in business","Those that desire to develop their skills as businessmen","Employees that want to grow in their careers"],"tags":["Negocios","Emprendimiento","Consultoría de negocios"],"rating":null,"instructors":[{"name":"Smart Academy","url":"/user/pouriya-gudarz/","totalNumberOfStudents":25515,"totalNumberOfReviews":402,"averageRating":4.339519307821229}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"AEA53AC5B2A6ED9E0404","originalPrice":"10.880 ₹","discountedPrice":"7.072 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/life-coaching-zero-to-hero-life-coach-certificate-course/":{"courseDetails":{"courseId":4455084,"title":"Life Coaching: ZERO TO HERO Life Coach certificate Course","shortDescription":"You will discover the meaning of life coaching and how life coaching services can be used to achieve their goals.","longDescription":"\u003Cp\u003EMany people often mistake a life coach for a mental health professional, such as a psychiatrist or a therapist. This misconception often leads people to believe they do not need a life coach since they feel as though nothing is wrong with their mental health. However, a life coach is designed to help improve a person’s professional and personal life by working with them to achieve their goals. You will discover the meaning of life coaching and how life coaching services can be utilized to achieve their goals.\u003C/p\u003E\u003Cp\u003EAs a Leadership Coach you can leverage your background and prior experience to coach executives or groups within a particular industry or niche. You will most likely be working with clients on workplace relationship challenges, stress, time management, work/life balance and general overwhelm as well as clarifying company vision \u0026amp; direction\u003C/p\u003E\u003Cp\u003ELife Coaching is one of the most diverse and flexible niches.\u0026nbsp; work, culture, the list of challenges, issues and micro niches that fall under this umbrella are endless. Consequently the demand for Life Coaches is global - which means your coaching practice will attract both local and international clients.\u003C/p\u003E\u003Cp\u003EIssues you might coach on could include: - life purpose and life transition (new career, expat life, new business idea, new baby) - work/life balance (juggling priorities, finding time for self, de cluttering etc.) - dealing with crisis (retrenchment, addiction, divorce, illness) - personal development (weight loss, mindfulness, gratitude)\u003C/p\u003E\u003Cp\u003ECoaches who choose to become a business coach have often run a business themselves or have a business background. They may have started a business or helped companies grow their business or they were senior managers in businesses. They understand some of the challenges business owners face. Business coaches work with their clients on a range of issues such as: - business start up - developing business strategy - managing business growth - work/life balance and time management - aligning business \u0026amp; personal goals.\u003C/p\u003E","language":"Inglese","courseUri":"https://www.udemy.com/course/life-coaching-zero-to-hero-life-coach-certificate-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4455084_c297_6.jpg","duration":"5 ore","enrolledStudentsCount":"2.211 studenti","lastUpdated":"Ultimo aggiornamento 1/2022","targetAudiences":["Anyone who is interested to get better future and the desired job","Anyone who is interested to learn about life coach and improve their lives"],"tags":["Sviluppo personale","Trasformazione personale","Formazione di life coach"],"rating":{"count":3,"averageValue":"3.5"},"instructors":[{"name":"BS Academy","url":"/user/tarek-barakat-6/","totalNumberOfStudents":11012,"totalNumberOfReviews":57,"averageRating":4.320697729824561}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8DC1DB758C71FF6FAA1C","originalPrice":"6.400 ₹","discountedPrice":"4.160 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/learn-machine-learning-in-21-days/":{"courseDetails":{"courseId":3681118,"title":"Learn Machine Learning in 21 Days","shortDescription":"Learn to create Machine Learning Algorithms in Python Data Science enthusiasts. Code templates included.","longDescription":"\u003Cp\u003EInterested in the field of Machine Learning? Then this course is for you!\u003C/p\u003E\u003Cp\u003EThis course has been designed by Code Warriors the ML Enthusiasts so that we can share our knowledge and help you learn complex theories, algorithms, and coding libraries in a simple way.\u003C/p\u003E\u003Cp\u003EWe will walk you step-by-step into the World of Machine Learning. With every tutorial, you will develop new skills and improve your understanding of this challenging yet lucrative sub-field of Data Science.\u003C/p\u003E\u003Cp\u003EThis course is fun and exciting, but at the same time, we dive deep into Machine Learning. It is structured the following way:\u003C/p\u003E\u003Cp\u003EYou can do a lot in 21 Days. Actually, it’s the perfect number of days required to adopt a new habit!\u003C/p\u003E\u003Cp\u003EWhat you\u0027ll learn:-\u003C/p\u003E\u003Cp\u003E1.Machine Learning Overview\u003C/p\u003E\u003Cp\u003E2.Regression Algorithms on the real-time dataset\u003C/p\u003E\u003Cp\u003E3.Regression Miniproject\u003C/p\u003E\u003Cp\u003E4.Classification Algorithms on the real-time dataset\u003C/p\u003E\u003Cp\u003E5.Classification Miniproject\u003C/p\u003E\u003Cp\u003E6.Model Fine-Tuning\u003C/p\u003E\u003Cp\u003E7.Deployment of the ML model\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-machine-learning-in-21-days/","imageUri":"https://img-b.udemycdn.com/course/750x422/3681118_4050_2.jpg?secure=3s6SDuL_bbMFI7p4po-F3g%3D%3D%2C1643533383","duration":"4.5 hours","enrolledStudentsCount":"58,164 students","lastUpdated":"Last updated 4/2021","targetAudiences":["Anyone interested in Machine Learning.","Students who have at least high school knowledge in math and who want to start learning Machine Learning.","Any intermediate level people who know the basics of machine learning, including the classical algorithms like linear regression or logistic regression, but who want to learn more about it and explore all the different fields of Machine Learning.","Any people who are not that comfortable with coding but who are interested in Machine Learning and want to apply it easily on datasets.","Any students in college who want to start a career in Data Science.","Any people who want to create added value to their business by using powerful Machine Learning tools."],"tags":["IT \u0026 Software","IT Certifications","Machine Learning"],"rating":{"count":306,"averageValue":"4.0"},"instructors":[{"name":"Code Warriors","url":"/user/code-warriors/","totalNumberOfStudents":250896,"totalNumberOfReviews":3656,"averageRating":4.042936400666667},{"name":"Mayank Bajaj","url":"/user/mayank-bajaj-6/","totalNumberOfStudents":252210,"totalNumberOfReviews":3671,"averageRating":4.057504286349206},{"name":"Gaurav Sharma","url":"/user/gaurav-sharma-233/","totalNumberOfStudents":117656,"totalNumberOfReviews":825,"averageRating":3.8397649906250004},{"name":"Anup Mor","url":"/user/anup-mor/","totalNumberOfStudents":115728,"totalNumberOfReviews":810,"averageRating":3.6839189673469392}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9E02BC36F2FB9AF81F60","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 ore","discountPercentage":35}},"https://www.udemy.com/course/learn-professional-management-pmi-pgmp-certification/":{"courseDetails":{"courseId":4521060,"title":"Learn Professional Management PMI PgMP Certification","shortDescription":"Get your PMI PgMP Certification from the first attempt","longDescription":"\u003Cp\u003EThis practice test course contains 3 complete timed tests, of at least 150 questions each, just like you will get in the official exam. That\u0027s over 450 questions to see how prepared you are for the real test. The quiz questions are balanced as per the domain weightings published in the candidate bulletin. In addition, after taking the exam you can review your answers compared against the correct answers including comprehensive explanations and documentation links of each question, the answer options and the recommended approach for getting the answers right.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnlike other practice tests, you get LIFETIME access to these questions and explanations. There is no time limit. You can take the quizzes as many times as you like to make sure you\u0027re ready to take the exam.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams are formatted just like the real questions would be. Unfortunately, we are limited in the types of questions we can offer, so this quiz will be multiple-choice and multi-select only unlike the real exam where you can expect additional types of questions like drag-and-drop and hot-area. You can learn more about the different types of questions on Cisco certification web site. But we\u0027re confident that you will be fairly tested on your knowledge of Cisco Certified after taking these practice exams.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe exams were compiled by an experienced team of professionals whom have all passed the official exams. The test covers all the latest domains and sub-domains as published in the candidate bulletin including:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBENEFITS OF HAVING Professional Management PMI PgMP CERTIFICATE\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDevelop a strong leadership approach to managing multiple projects and navigating complex activities\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBecome an efficient programme manager with a good understanding of business strategy and programme processes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse effective tools and techniques, including balanced scorecard, programme road mapping and project selection criteria\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAcquire the relevant knowledge and skills required to pass the PgMP certification exam\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-professional-management-pmi-pgmp-certification/","imageUri":"https://img-b.udemycdn.com/course/750x422/4521060_0751.jpg?secure=KWjRgbaZmbbbNQGNQwr5DA%3D%3D%2C1643541125","duration":"","enrolledStudentsCount":"9 students","lastUpdated":"Published 1/2022","targetAudiences":["PMI PgMP  - Students and Advanced"],"tags":["Business","Project Management"],"rating":null,"instructors":[{"name":"Errami ayoub","url":"/user/errami-ayoub/","totalNumberOfStudents":7709,"totalNumberOfReviews":38,"averageRating":4.788121186842106}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D5A9B36D4E35C4205647","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 ore","discountPercentage":35}}},"freeCourses":{"https://www.udemy.com/course/scrum-genman/":{"courseDetails":{"courseId":3584300,"title":"Scrum Fundamentals for Scrum Master and Agile Projects","shortDescription":"Master the Scrum concepts necessary for Scrum Master Certification \u0026 Agile Scrum Project Management","longDescription":"\u003Cp\u003EThis course provides a comprehensive overview of the Scrum framework for agile project management. You’ll learn the basics of Scrum and the Scrum lifecycle, how to organize a Scrum team and set up a project, and how to implement a Scrum, from releases and sprints to enterprise transformation. \u003C/p\u003E\u003Cp\u003EThis course is for anyone involved in product delivery using the Scrum framework. It is particularly beneficial for those people within an organization accountable for getting the most out of Scrum, including \u003Cstrong\u003EScrum Masters, managers, and Scrum Team members.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECourse enrollment grants you \u003Cstrong\u003Elifetime access to all the the entire course content including quizzes, practice exercises etc.\u003C/strong\u003E In addition, you’ll also r\u003Cstrong\u003Eeceive 1-on-1 support for any questions or uncertainties that come up.\u003C/strong\u003E And this all comes with a \u003Cstrong\u003E30-day money-back guarantee!\u003C/strong\u003E You have nothing to lose and so much knowledge to gain.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOver 19,000 students have enrolled\u003C/strong\u003E into this course so far and have shared some great reviews about the course:\u003C/p\u003E\u003Cp\u003E★★★★★ \u003Cem\u003E\u0022Very clear explanation, I am really very grateful, I knew the existence of Scrum but not in detailed knowledge, the tutor is knowledgeable in her field. Please keep on doing\u0022.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E-Daud Ali Ahmed\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022\u003Cem\u003EGreat Course. To the point explanation of the concepts. Highly recommended.\u0022\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E-Tristan Taylor\u003C/p\u003E\u003Cp\u003E★★★★★\u003Cem\u003E\u0022This course gives a good overview of the scrum and clearly explains the concepts.\u0022\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E-Sujith singh\u003C/p\u003E\u003Cp\u003E★★★★★ \u003Cem\u003E\u0022Extraordinary learning\u0022\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E-Akhas Rahmadeyan\u003C/p\u003E\u003Cp\u003EThere are no prerequisites for starting this Scrum Fundamental course. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere are some FAQs about Scrum before you get started:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is Scrum?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EScrum is a framework within which people can address complex adaptive problems, while productively and creatively delivering products of the highest possible value.\u003C/p\u003E\u003Cp\u003EScrum itself is a simple framework for effective team collaboration on complex products. The definition of Scrum consists of roles, events, artifacts, and the rules that bind them together.\u003C/p\u003E\u003Cp\u003EScrum defines three roles, the Product Owner, Scrum Master and Development Team Member.\u003C/p\u003E\u003Cp\u003EScrum is:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELightweight\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESimple to understand\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifficult to master\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is the difference between Scrum and Agile Development?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAgile Development is a software methodology, whereas Scrum is one of process frameworks that follows Agile. Scrum is advised to teams with experienced team members as the Framework requires great collaboration and self-organization as well. If the Scrum rules are not followed strictly, a project can lead to failure. Hence, it is necessary to have a proper understanding of Scrum concepts among the entire team.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy do we need Scrum?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou don’t “need” it, per se.\u003C/p\u003E\u003Cp\u003EBut to be successful at building products and services which generate value for your customers and your business in rapidly changing circumstances, you do need a way of managing risk, optimizing value and navigating complexity in both the work and the surrounding environment. Scrum provides a framework for doing that.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhen should I choose Scrum?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EScrum best serves the projects with unclear details and specifications, ones with high risk of mid-project changes, where there is a need to monitor the value of completed tasks throughout and where teams need autonomy and creativity to produce the best results.\u003C/p\u003E\u003Cp\u003EWith Scrum your team will:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDeliver the main value quicker\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHave a bigger chance of meeting the deadline\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate the product for less\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBe more motivated\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECollaborate better\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBe more innovative and listen to client requirements more careful\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhen should I not choose Scrum?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EScrum application can be complicated in large teams or those very attached to the traditional process. It will also not be a good fit for those that expect a light and quick change into better results. Otherwise, it simply takes determination and will to take on the process and adapt it to your needs.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIs Scrum Master a job title or a role that someone with an existing job title fills?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EScrum Master is a role that someone with a job title fills. Normal practice is that the person playing the role of project manager plays the ScrumMaster’s role as well.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECan Product Owner and ScrumMaster’s roles be played by the same person?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENo, since the ownership differs. The role of Product Owner and ScrumMaster are very much mutually exclusive. Product Owner takes care of the Product Backlog, Prioritization of User Stories, and Validation of the working product increment with the user stories allocated to the Sprint.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow might Scrum work for research projects?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EScrum can be applied to any project where the goal is to maximize the value of something (a “product”), and thus requires short feedback loops in order to govern what actually gets delivered and ends up being valuable. Research fits nicely in this category because, by definition, it is about learning something in order to achieve a broader purpose.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat about Professional Scrum Certification?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere are various Professional Scrum Certifications available including \u003Cstrong\u003EProfessional Scrum Master™, Professional Scrum Product Owner™, Professional Scrum Developer™, Scaled Professional Scrum™, Professional Scrum™ with Kanban, Professional Agile Leadership™ and Professional Scrum™ with User Experience.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThese assessments cover a range of areas related to the knowledge and real world usage of Scrum. Passing these credible and consistent assessments is highly regarded as true industry certification by individuals, organizations and industry associations.\u003C/p\u003E\u003Cp\u003EYou can visit the official Scrum website for more details.\u003C/p\u003E\u003Cp\u003E---------------\u003C/p\u003E\u003Cp\u003ELet\u0027s get started. I\u0027ll see you inside the course :)\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/scrum-genman/","imageUri":"https://img-c.udemycdn.com/course/750x422/3584300_6463_3.jpg","duration":"2 Stunden","enrolledStudentsCount":"116.503 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["Anyone who has a passing familiarity with Project Management","Anyone who is a Project Manager, a member of a project team, or a stakeholder on a Project","Someone who doesn’t have an experience with formal project management approaches but is looking for one now","Anyone who has just heard the term Scrum and want to know more"],"tags":["Business","Projektmanagement","Scrum"],"rating":{"count":1504,"averageValue":"4.5"},"instructors":[{"name":"GenMan Solutions","url":"/user/monika-rawat-23/","totalNumberOfStudents":273437,"totalNumberOfReviews":7414,"averageRating":4.444717900784827}]},"isAlreadyAFreeCourse":true,"couponData":null}}}