{"coursesWithCoupon":{"https://www.udemy.com/course/complete-video-marketing-course/":{"courseDetails":{"courseId":2767278,"title":"Complete Video Production, Video Marketing, \u0026 YouTube Course","shortDescription":"Learn Video Production, Video Editing, Adobe Premier Pro, Video SEO, YouTube Marketing, YouTube SEO \u0026 Facebook Video Ads","longDescription":"\u003Cp\u003E\u003Cstrong\u003EComplete video creation \u0026amp; YouTube course was updated for 2022 with new animated videos, YouTube ranking guides, guides for creating animated videos, huge resource centre, quizzes \u0026amp; writing assignments making learning FAST \u0026amp; FUN!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBecome a filmmaker, upgrade your lifestyle, travel the world, and tap into the fastest growing, most profitable media income stream around with this POWERFUL Step-By-Step Guide to Video Production and Video Marketing... Just one well-made video could turnaround your business, bringing you a slew of new customers, boosting your sales, social media followers and sign ups, and helping you hit those all-important first page spots on Google and YouTube...\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDear Students,\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHi, it\u0027s Ing. Tomas Moravek, Award Winning Digital Strategist, and Chaply, Movie Industry Pro here, presenting our exciting new Udemy collaboration, Total Video Production and Marketing Course for Beginners.\u003C/p\u003E\u003Cp\u003EVideo is the world\u0027s most popular content medium, and is shared 1200% more on social media than any other type of content. YouTube reports that mobile video consumption is rising at least 100%, every year, and \u003Cstrong\u003Eby 2022, it\u0027s estimated nearly 80% of ALL content shared will be video.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe\u0027re passionate about the power of video, and because we know this is such an important content medium, that\u0027s only going to become even more critical to your marketing success in the future, we wanted to combine our shared knowledge to bring you this comprehensive course.\u003C/p\u003E\u003Cp\u003EOne, well-produced video can HAVE SERIOUS IMPACT, bringing a big boost to your sales, netting you new clients and followers, and enabling you to SHOOT UP SEARCH ENGINE RANKINGS. Having video content increases your chance of gaining a front-page Google result by 53 times, and including video on a landing page can increase your conversions by 80%!\u003C/p\u003E\u003Cp\u003EKnowing how to create video with impact, is an essential skill to possess if you want to maximise your marketing in today\u0027s competitive, visually orientated climate. 91% of video marketers now consider video as an \u003Cem\u003Eessential\u003C/em\u003E part of their marketing strategy.\u003C/p\u003E\u003Cp\u003ENot only this, but as most people don\u0027t know how to shoot and market video content the right way, if you do, you\u0027ll have the edge on ALL your competitors. You\u0027ll enjoy a constant stream of sales and sign ups, and will be highly in demand, both as a video marketer, and as a video producer, due to the expert knowledge you\u0027ll possess.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis all-in-one course is the only one you\u0027ll EVER need if you want to learn the ins and outs of Video production and Video marketing. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is EXCLUSIVE, HIGH-LEVEL CONTENT with input from industry pro Chaply RZBLZ, who has created ads for Pepsi, Nike, Adidas, Red Bull and many other household names. You\u0027ll learn EVERYTHING YOU NEED to know to shoot all types of professional looking video, then you\u0027ll discover how to get the most out of your new skill with powerful marketing strategies brought to you by Internet Efficiency Award 2016 Winner, Ing. Tomas Moravek.\u003C/p\u003E\u003Cp\u003EUse the valuable knowledge you\u0027ll gain when you sign up to this course to benefit your own brand, or TURBOCHARGE your marketing efforts. Also, if you want to diversify, you\u0027ll be in a great position to switch careers and earn a profitable stream of income working as a professional video content producer for brands around the globe.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBOOST ENGAGEMENT\u003C/strong\u003E and attract more sign ups, and sales with the power of video, as research has demonstrated people spend on average 2.6x more time on pages with video, than ones without.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGAIN MORE FOLLOWERS,\u003C/strong\u003E by adding video to your social feeds, which make audiences 10x more likely to engage and share your posts.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESELL MORE - FASTER\u003C/strong\u003E - using the power of video, as 79% of consumers have stated they prefer to view a product video than read boring text on a webpage.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMastering the art of video production and marketing will give you a powerful way to tap into an almost UNLIMITED INCOME STREAM, that\u0027s only set to grow for the foreseeable future.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EOur easy-to-follow walkthrough guides, high quality video explainers, To-Do Lists, worksheets, primers, tool, and tips, will enable you to swiftly upskill so you can PRODUCE IMPACTFUL DIGITAL VIDEO CONTENT, then market it effectively.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course has everything you need to become proficient as a professional video content creator, including:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E✔ Comprehensive guide to Video production, including the art of creating VIDEO WITH THE POWER TO GO VIRAL\u003C/p\u003E\u003Cp\u003E✔ The 6 Steps to SHOOTING PRO QUALITY CINEMATIC VIDEO\u003C/p\u003E\u003Cp\u003E✔ MASTER EDITING TECHNIQUES using industry favourite software, Adobe Premier Pro\u003C/p\u003E\u003Cp\u003E✔ How to EARN MONEY AS A FREELANCE VIDEO CREATOR, travelling the world, being creative, and doing what you love\u003C/p\u003E\u003Cp\u003E✔ Creating jaw-dropping video footage from the air, using drones\u003C/p\u003E\u003Cp\u003E✔ Using SEO TO MASSIVELY INCREASE VIDEO VIEWS AND SHARES\u003C/p\u003E\u003Cp\u003E✔ The art of PRO VIDEO PRODUCTION for clubs, bars, events, and brands\u003C/p\u003E\u003Cp\u003E✔ Using DJI OSMO and RODE Microphone for crystal-clear, pro-level sound\u003C/p\u003E\u003Cp\u003E✔ Shooting stunning travel videos that enable you to earn while you EXPERIENCE A JET SETTING LIFESTYLE\u003C/p\u003E\u003Cp\u003E✔ Video creation guides for Facebook YouTube, and Instagram - including \u003Cem\u003Ecrucial\u003C/em\u003E information on the 3 new Facebook metrics used to rank your content\u003C/p\u003E\u003Cp\u003E✔ MASTER MARKETING TECHNIQUES for Facebook, Instagram, YouTube, Twitter and more that are used by the pros\u003C/p\u003E\u003Cp\u003E✔ There\u0027s so much more, plus a raft of extra bonus guides, tools, tips, and insider secrets…!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis is a truly value packed course with TESTED, PROVEN TECHNIQUES that have been successfully employed by professionals already working in the industry, such as course co-author Chaply RZBLZ. When you sign up, we guarantee you\u0027ll find every penny of your enrollment fee has been well spent.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWhy waste your money on courses that charge more but fall woefully short of setting you up for success, when this course covers ALL YOU NEED TO THRIVE in this competitive market sector?\u003C/p\u003E\u003Cp\u003EYou \u003Cem\u003Ewill\u003C/em\u003E need to put in a little effort, but we promise, if you follow our advice, and strategies, YOU WILL SOON SEE RESULTS.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho is this course aimed at?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDo you already create video content but want to make what you produce even better?\u003C/p\u003E\u003Cp\u003EMaybe you need help marketing your content but are confused as to what Video SEO, YouTube Optimisation, Video Creation, \u0026amp; Video Marketing strategies actually work?\u003C/p\u003E\u003Cp\u003EWould you like to ALWAYS KNOW WHAT MARKETING ACTIONS WILL BE PROFITABLE when it comes to your Video SEO, YouTube, \u0026amp; Facebook Ads?\u003C/p\u003E\u003Cp\u003EDo you want to shoot the type of video content that will GET SHARED AND RETWEETED BY MILLIONS?\u003C/p\u003E\u003Cp\u003EAre you\u0027re a complete novice and just don\u0027t know where to begin with Video SEO, Facebook Ads, Messenger Ads, Instagram Ads, Video Marketing, Video Creation \u0026amp; YouTube SEO, or Video SEO?\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EIf the answer to any of the above is yes, you will find this course will be of great benefit, as it will give you all the resources and knowledge you will EVER need...\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat can you do with the knowledge gained in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EWith the highly in demand skills you\u0027ll possess once you\u0027ve completed this course, you\u0027ll have a wealth of options at your fingertips. You can use your new-found knowledge to…\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EGain a new job, a better job, or that promotion, and BOOST YOUR MARKETING CAREER - did you know 84% of marketers rank video creation skills as vitally important when hiring for a new marketing position?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER VIDEO CREATION using your smartphone! \u003C/strong\u003E- Use DJI Osmo and RODE microphone to keep your videos smooth and your sound ultra-clear, CREATE magnificent videos with DJI Drone, and learn editing techniques so you can polish up your productions with Adobe Premier Pro. PLUS get royalty free music to enhance your creations \u0026amp; Video SEO strategies to boost your engagement.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESUPERBOOST YOUR OWN BUSINESS MARKETING\u003C/strong\u003E - massively increase your sales, sign ups, likes, shares and click-throughs, using the power of video content. With 70% of marketers stating that video is the most effective medium for driving sales / leads, and with video content consistently retweeted 6 times more than photos are, today you \u003Cem\u003Eneed\u003C/em\u003E to master the art of video creation if you want to ENJOY OPTIMUM CONVERSIONS.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWORK AS A SUCCESSFUL FREELANCE VIDEOGRAPHER AND MARKETER\u003C/strong\u003E - Have fun, earn great money, and travel the world enjoying new experiences and beautiful locations!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEARN PASSIVE INCOME FROM CLICK THROUGHS\u003C/strong\u003E - Monetize your most viewed videos on sites like YouTube and gain a profitable second income stream.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFOCUS ON A NICHE AND SPECIALISE\u003C/strong\u003E - Find your style and shoot the type of video you enjoy, so you can earn money doing what you love.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER FACEBOOK POSTS\u003C/strong\u003E - Create Facebook posts that get MAXIMUM response, create popular Facebook polls and video polls, PLUS get my POWER GUIDE to Facebook content creation.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER FACEBOOK ADS\u003C/strong\u003E - Facebook messenger ads that engage customers instantly, Facebook local ads with Google local ads for MAX RESULTS, and Remarketing strategies to make your budget go further. TARGETED Facebook lead generation ads that bring the RIGHT kind of traffic, Facebook traffic ads that bring you PAYING CUSTOMERS, Facebook ENGAGEMENT ads that effortlessly attract interest, and Reach ads that unlock new profit streams.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo, what will you learn?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E✔ This in-depth course has been created to take complete novices and turn them into masters of the art of video production and marketing. It will help you learn to shoot and market pro quality video - for \u003Cem\u003Eany\u003C/em\u003E type of site, and for \u003Cem\u003Eany\u003C/em\u003E sort of business.\u003C/p\u003E\u003Cp\u003E✔ You\u0027ll learn video marketing and production tips for Facebook Ads, Instagram Ads, Messenger Ads, and YouTube that BOOST YOUR CONVERSION RATES, and you\u0027ll obtain powerful Video SEO strategies that will get your business FOUND.\u003C/p\u003E\u003Cp\u003E✔ You\u0027ll BECOME AN EXPERT CONTENT CREATOR with the power to persuade and you\u0027ll discover how to create the type of magnetic YOUTUBE AND FACEBOOK ADS video content that gets \u003Cem\u003Eeveryone\u003C/em\u003E talking.\u003C/p\u003E\u003Cp\u003E✔ You\u0027ll discover the different types of video ads you can use to BOOST YOUR ENGAGEMENT ON FACEBOOK, including powerful InStream Ads, Messenger Video Ads, Playable Preview Ads, and Product Collection Ads.\u003C/p\u003E\u003Cp\u003E✔ You\u0027ll learn EFFECTIVE VIDEO CREATION TECHNIQUES using DRONE TECHNOLOGY, that can be used easily, and without much technical skill or competence. We\u0027ll teach you everything you need to know to use DJI Drones so you can SHOOT STUNNING VIDEOS FROM THE SKY.\u003C/p\u003E\u003Cp\u003E✔ You\u0027ll also discover how to ACHIEVE MARKETING SUCCESS for \u003Cem\u003Eall\u003C/em\u003E your videos on Facebook, as we go in depth to layout the 3 new key metrics, Facebook has deployed...\u003C/p\u003E\u003Cp\u003E✔ \u003Cem\u003EYou\u0027ll find out why on Facebook your content will now be judged on...\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E1) Quality ranking - how good your content is...\u003C/p\u003E\u003Cp\u003E2) Engagement rate ranking - how many people view it or share it...\u003C/p\u003E\u003Cp\u003E3) Conversion rate ranking - how well you are performing compared to your competitors...\u003C/p\u003E\u003Cp\u003E...Then you\u0027ll learn what you can do about it to OPTIMISE YOUR CONTENT and smartly target and retarget for ULTIMATE MARKETING SUCCESS.\u003C/p\u003E\u003Cp\u003E✔ You\u0027ll learn how to use DJI Osmo and RODE microphone correctly, so you can keep your videos looking smooth and stable, and your sound ultra-clear.\u003C/p\u003E\u003Cp\u003E✔ You\u0027ll learn the ESSENTIAL EDITING TECHNIQUES needed to polish up your productions to pro level, with top-ranking software Adobe Premier Pro.\u003C/p\u003E\u003Cp\u003E✔ Plus, we\u0027ll give you BONUS royalty free music \u0026amp; LUTS that you can use to enhance your creations.\u003C/p\u003E\u003Cp\u003E✔ You\u0027ll learn how to optimise your Video SEO and effectively MARKET YOUR VIDEOS FOR MAXIMUM ENGAGEMENT.\u003C/p\u003E\u003Cp\u003E✔ You\u0027ll find out how to use the Facebook Video Toolkit to easily and QUICKLY create dynamic videos \u003Cem\u003Ejust from pictures.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhen you sign up, you\u0027ll learn how to create Facebook Video View Ads, Facebook Messenger Ads with Video, and Facebook Traffic Ads with Video, with real impact, that will GENERATE MAXIMUM SHARES, likes, and click throughs.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou\u0027ll learn Facebook Business Manager, Facebook Ads Best Practices, \u003Cem\u003Eand\u003C/em\u003E Facebook targeting and retargeting, so you can successfully market your content and get the most mileage out of \u003Cem\u003Eevery\u003C/em\u003E video you shoot.\u003C/p\u003E\u003Cp\u003EIn this course you\u0027ll gain access to EXCLUSIVE CONTENT YOU CANNOT GET ANYWHERE ELSE, and will learn techniques that will TURBO-CHARGE YOUR VIDEO CONTENT MAKING SKILLS.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWait, there\u0027s even more! Not only will you get all our expert Video Production \u0026amp; Video MARKETING knowledge, you\u0027ll also receive a handy guide on how to travel around the world as Professional Filmmaker! Find out:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E✔ How to reach out to potential clients and set up and plan a shoot with them.\u003C/p\u003E\u003Cp\u003E✔ How to get your very first video clients, easily and fast.\u003C/p\u003E\u003Cp\u003E✔ How to shoot pro level cinematic style footage that will ensure you are \u003Cem\u003Enever\u003C/em\u003E out of work\u003C/p\u003E\u003Cp\u003E✔ What niche best fits your travelling needs.\u003C/p\u003E\u003Cp\u003E✔ The different styles of video you can shoot, and the most popular video styles for each market sector.\u003C/p\u003E\u003Cp\u003E✔ What you need to be focusing on, if you dream of working in an exotic location like Bali as a professional filmmaker.\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EAnd much more, including tips, trick, and techniques from movie industry insiders, all waiting for you as soon as you sign up!\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUnderstand the power of persuasion...and sell, more, FASTER\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EOn top of all this, we also lay out the psychology of success, and will outline why understanding the customer journey is \u003Cem\u003Ecrucial\u003C/em\u003E to your marketing.\u003C/p\u003E\u003Cp\u003EFind out why customers need to know and trust you first \u003Cem\u003Ebefore\u003C/em\u003E they will convert, then learn how to get seen and build trust and rapport easily, with the content you post.\u003C/p\u003E\u003Cp\u003ELearn the psychology of persuasion and discover why it\u0027s so important to prime the ground first for successful selling.\u003C/p\u003E\u003Cp\u003EWe\u0027ll take you through the 3 stages of customer decision process, explaining the why, and how, so you\u0027ll know how to raise their awareness, gain their consideration, then convert them easily, and FAST.\u003C/p\u003E\u003Cp\u003EThere\u0027s just so much in this in-depth and complete course that we\u0027re truly excited to share with you, and we can\u0027t wait to welcome you on board so you can benefit from the wealth of knowledge we\u0027ve put together for you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EGet started right away and tap in to the power of video today...\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWhy just sit and let your life pass you by, not achieving your goals, when you can take the first step and upskill yourself, for a small, one-time investment?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhen you enrol, you also get:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E✔ COURSE MATERIALS AND TUITION Worth AT LEAST $700 - you get it all - for a tiny fraction of the cost!!\u003C/p\u003E\u003Cp\u003E✔ Handy PDF \u0026amp; MP3 packed with useful and FREE EXTRA RESOURCES you can download from our Resource Centre\u003C/p\u003E\u003Cp\u003E✔ Interactive Quizzes \u0026amp; Writing Assignments\u003C/p\u003E\u003Cp\u003E✔ Lifetime access \u0026amp; Lifetime updates\u003C/p\u003E\u003Cp\u003E✔ Udemy certificate of completion - ready for download\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp;30-day money back guarantee\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp;Fast \u0026amp; friendly support in the Q\u0026amp;A section - ask me a question ANYTIME\u003C/p\u003E\u003Cp\u003E✔ PDF 10 lessons to quit your job and become a digital nomad\u003C/p\u003E\u003Cp\u003E✔ PDF 10 reasons to become a digital nomad today\u003C/p\u003E\u003Cp\u003E✔ PDF Digital Nomad Secrets\u003C/p\u003E\u003Cp\u003E✔ PDF Starter pack for digital nomads\u003C/p\u003E\u003Cp\u003E✔ PDF 157 questions that will help you raise your prices dramatically\u003C/p\u003E\u003Cp\u003E✔ PDF Ebook-Side Hustle Secrets\u003C/p\u003E\u003Cp\u003E✔ PDF Create a photography landing page that turns visitors in to clients\u003C/p\u003E\u003Cp\u003E✔ PDF Find photography clients before travelling to your next destination\u003C/p\u003E\u003Cp\u003E✔ PDF Presentation template: Attracting high value clients whilst travelling\u003C/p\u003E\u003Cp\u003E✔ PDF Pricing Strategies and Adding Value\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOpen up your opportunities, boost your power as a marketer, or diversify into a whole new, and highly IN-DEMAND career by signing up today, to MASTER THE ART OF VIDEO PRODUCTION AND MARKETING.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUpdate your skillset with the latest video production and editing techniques so you can STAY RELEVANT AS VIDEO DOMINATES THE CONTENT GAME. As soon as you enrol, you\u0027ll have immediate access to all the learning resources detailed here and more, so you can get a piece of the fastest growing content medium and GAIN THE EDGE OVER ALL YOUR COMPETITORS.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGet the knowledge you need to unlock digital profits and tap into new income streams. Upgrade your quality of life, travel around the world as a professional Filmmaker and finally AFFORD THE LIFESTYLE YOU WANT.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith Lifetime access and updates, and a 30-DAY MONEY-BACK REFUND GUARANTEED, there’s NOTHING TO LOSE and UNLIMITED PROFIT to unlock.\u003C/p\u003E\u003Cp\u003EWe\u0027ve put so much into this course and can\u0027t wait to share it with you as we know the information and resources contained inside are truly life-changing.\u003C/p\u003E\u003Cp\u003EWe hope to welcome you on board as our newest student,\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIng. Tomas Moravek \u0026amp; TEAM\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/complete-video-marketing-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/2767278_d7d0_9.jpg","duration":"15,5 horas","enrolledStudentsCount":"153.802 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Anyone interested in Video Production \u0026 Video Marketing, B2C, B2B, entrepreneurs, start-ups, marketers, influencers, Facebook admins, Facebook editors, content creators, starting video creators, creatives, advertisers, consultants, job seekers, local businesses, website owners, website admins, Video SEO help seekers, bloggers, etc."],"tags":["Marketing","Marketing con vídeo y móviles","Marketing en vídeo"],"rating":{"count":799,"averageValue":"4.1"},"instructors":[{"name":"Ing. Tomas Moravek | SEO, Facebook Ads \u0026 Facebook Marketing Expert","url":"/user/ing-tomas-moravek-2/","totalNumberOfStudents":615170,"totalNumberOfReviews":14877,"averageRating":4.394890667459059},{"name":"SEO, Facebook Ads \u0026 Digital Marketing Academy","url":"/user/seo-facebook-ads-digital-marketing-academy/","totalNumberOfStudents":614917,"totalNumberOfReviews":14877,"averageRating":4.394890667459059},{"name":"Beck Robertson","url":"/user/beck-robertson-3/","totalNumberOfStudents":561097,"totalNumberOfReviews":12965,"averageRating":4.4002771684469}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BLESSEDFEBRUARY","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/how-to-paint-from-beginner-to-master-spray-paint-art/":{"courseDetails":{"courseId":4399020,"title":"How to Paint From Beginner to Master -Spray Paint Art-","shortDescription":"You will learn all the techniques available in the world step by step until your amazing painting!","longDescription":"\u003Cp\u003EThe most detailed course in the world for learning to spray paint has reached Yodmi. You will learn everything from 0 to the level of artists who can sell their painting! Also suitable for those who are looking to learn a new hobby or draw in an interesting and varied way.\u003C/p\u003E\u003Cp\u003EThe course was invested in a lot of thought! And today there are thousands who have purchased it and learned to paint directly from home, today I am uploading the course here as well so that everyone can learn to paint at the level of an artist!\u003C/p\u003E\u003Cp\u003ETogether we will learn step by step how to draw without prior knowledge - with the help of lots of techniques that anyone can acquire in a few minutes while watching my videos.\u003C/p\u003E\u003Cp\u003EAmong my clients are children, adults and adults.\u003C/p\u003E\u003Cp\u003EPeople buy this course to learn to paint professionally or to learn a new hobby.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHey i\u0027m Avi Pahima. I started painting from a very young age, over the years I developed in various fields of painting. I had a successful gallery in the center of the country where I live where I would paint paintings for visitors and even sell my paintings.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWishing you good luck!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/how-to-paint-from-beginner-to-master-spray-paint-art/","imageUri":"https://img-c.udemycdn.com/course/750x422/4399020_6c82_2.jpg","duration":"2 horas","enrolledStudentsCount":"1.267 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["For anyone looking for a new and exciting hobby for life, for anyone who wants to reduce stress from their daily routine, suitable for beginners and advanced"],"tags":["Estilo de vida","Artes y manualidades","Pintura"],"rating":{"count":9,"averageValue":"4.9"},"instructors":[{"name":"Avi Pahima","url":"/user/avi-pahima/","totalNumberOfStudents":2328,"totalNumberOfReviews":23,"averageRating":4.702608583333333}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SPRAYPAINTART","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"3 days","discountPercentage":100}},"https://www.udemy.com/course/scrum-master-certification-practice-exams/":{"courseDetails":{"courseId":3926566,"title":"Professional Scrum Master (PSM I ™) Practice Exams","shortDescription":"PSM I ™- Professional Scrum Master Certification Practice Tests- 600 Questions-Explanations - 2022.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAll the practice exams are based on the latest version of the Scrum Guide. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThese UNOFFICIAL practice tests contain \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E600 questions\u003C/strong\u003E: 6 tests of 100 questions each in English.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAppropriate explanations\u003C/strong\u003E: It will help you to understand the Scrum Framework \u0026amp; the importance of the Scrum Master\u0027s role.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThese practice exams are divided on basis of the below-mentioned focus areas. \u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EUnderstanding and Applying the Scrum Framework\u003C/strong\u003E \u003Cem\u003E(Empiricism, Scrum Values, Scrum Roles, Scrum Events, Scrum Artifacts, Sprint Goal, Done, Scaling Scrum)\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDeveloping People and Teams\u003C/strong\u003E \u003Cem\u003E(Facilitation, Leadership Styles, Coaching and Mentoring)\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EManaging Products with Agility\u003C/strong\u003E \u003Cem\u003E(Forecasting and Release Planning, Product Vision, Product Value, Product Backlog Management, Business Strategy, Stakeholders and Customers)\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDeveloping and Delivering Products Professionally\u003C/strong\u003E \u003Cem\u003E(Emergent Software Development, Managing Technical Risk, Optimizing Flow)\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EEvolving the Agile Organization\u003C/strong\u003E \u003Cem\u003E(Organizational Design and Culture, Portfolio Planning, Evidence-Based Management)\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EKey topics must be considered for \u003Cstrong\u003EPSM Certification\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EScrum Framework: \u003C/strong\u003Ethis is foundational knowledge for every Scrum Team member. It covers Scrum theory as described in the \u003Cstrong\u003EScrum Guide.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EScrum Theory and Principles:\u003C/strong\u003E this topic is more about understanding Scrum theory: empirical process, principles, and values of Scrum.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECross-Functional, Self-Organizing Teams:\u003C/strong\u003E Questions here cover how Scrum Teams are different from traditional development teams:cross-functional, self-empowered, and self-organizing people promote flexibility, creativity, and productivity.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECoaching and Facilitation: \u003C/strong\u003EQuestions here are about how the mindset and behavior of Scrum Master are different from traditional Project Manager: by acting as a Servant Leader, the Scrum Master facilitates and coaches full organizations in understanding and using Scrum\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E100% money\u003C/strong\u003E-\u003Cstrong\u003Eback guarantee\u003C/strong\u003E: There is no risk subscribing to this course as the platform guarantees that you can claim a refund without any justification within 30 days.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELegal Disclaimer:\u003C/strong\u003E\u003Cbr\u003E\u003Cstrong\u003EThese UNOFFICIAL practice tests are not \u003Cem\u003Eendorsed by, nor in partnership, nor affiliated with Scrum . org.\u003C/em\u003E\u003C/strong\u003E\u003Cbr\u003E\u003Cbr\u003E\u003Cem\u003EThe statements made and opinions expressed herein belong exclusively to the creator of this course and are not shared by or represent the viewpoint of Scrum . org. This training does not constitute an endorsement of any product, service or point of view. Scrum . org makes no representations, warranties or assurances of any kind, express or implied, as to the completeness, accuracy, reliability, suitability, availability or currency of the content contained in this presentation or any material related to this presentation. In no event shall Scrum . org, its agents, officers, employees, licensees or affiliates be liable for any damages whatsoever (including, without limitation, damages for loss of profits, business information, loss of information) arising out of the information or statements contained in the training. Any reliance you place on such content is strictly at your own risk.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ETRADEMARK NOTICE STATEMENT\u003C/p\u003E\u003Cp\u003EThe terms Scrum Open, Professional Scrum™, Professional Scrum Master™, Professional Scrum Product Owner™, PSM, PSM I, PSM II, PSPO, PSPO I, PSPO II, PSD, SPS, etc. are the protected brand of Scrum Organization. \u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThe practice tests use wording from the Scrum Guide \u003C/em\u003E™\u003Cem\u003E, Nexus Guide \u003C/em\u003E™\u003Cem\u003E, and Evidence-Based Management Guide™ to explain important concepts, ideas, rules, and practices.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ENo changes have been made to the content of the Scrum Guide \u003C/em\u003E™\u003Cem\u003E, Nexus Guide \u003C/em\u003E™\u003Cem\u003E, and Evidence-Based Management Guide \u003C/em\u003E™\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ELicense: Attribution Share-Alike license of Creative Commons\u003C/em\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/scrum-master-certification-practice-exams/","imageUri":"https://img-c.udemycdn.com/course/750x422/3926566_662f_7.jpg","duration":"","enrolledStudentsCount":"436 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Scrum Master, Agile Coach, Product Owners / Product Managers, Developers / Team Leaders, Program Managers"],"tags":["IT \u0026 Software","IT Certifications","Professional Scrum Master (PSM)"],"rating":{"count":12,"averageValue":"5.0"},"instructors":[{"name":"Tech Agilist (CSM, PSM, PSPO, PSD, PMI-ACP, SPS Online Practice Exam)","url":"/user/chinmayee-dash-6/","totalNumberOfStudents":859,"totalNumberOfReviews":73,"averageRating":4.356253206153846}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"TAFREEFEB","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/complete-course-on-blockchain-and-crypto-currency/":{"courseDetails":{"courseId":4418696,"title":"Complete Course on Blockchain and Crypto Currency","shortDescription":"Understand Bitcoin, Ethereum, Solana and how blocks are created","longDescription":"\u003Cp\u003EIf you are new to cryptocurrencies and blockchain then you may have some questions in mind such as:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat are bitcoin and ethereum blockchains?\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow are blocks interlinked with each other in blockchain?\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EUnderstanding these questions might be overwhelming but this course will help you understand all the complex topics. I have divided this course into 10 different sections and you will have a very good understanding of blockchain and cryptocurrency after this course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1. Introduction to cryptocurrency\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Digital Signature?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBlock and Hash Function in Blockchain?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is proof of work? \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E2. Evolution of Web and Currency\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEvolution of Money\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy Printing Money is a Bad Idea?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstanding everything about Web 1.0, Web 2.0, and Web 3.0\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is a Decentralized Ledger in blockchain?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is CryptoCurrency?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow does BlockChain Work?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFiat Currency vs CryptoCurrency\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E3. Introduction to Blockchain\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow to level overview of blockchain technology?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of Blockchain technology?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat makes Blockchain Unique?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBenefits of blockchain technology\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Block in a Blockchain?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHash and Merkle tree in a block\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E4. Bitcoin Mining and BlockChain technology\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow does bitcoin use blockchain technology?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow does mining work in bitcoin?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of Crypto Wallets?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWallet address, Public and Private key of your wallet\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E5. Ethereum: The NeXT Internet Protocol\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat is Ethereum?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuilding Tik-Tok on Ethereum\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEtherum benefits and real use case\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E6. Coin Vs Token\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDifference between Coin vs Token\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of token\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEtherum, Defi, and DApps\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E7. Web 3.0 with Defi and Dapps\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat is Dapps\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuilding decentralize tik-tok\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECivic token built on Ethereum\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E8. Proof of Work Vs Proof of Stake\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EExplain Proof of work like I\u0027m 5\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to the consensus mechanism\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExplain Proof of Stake like I\u0027m 5\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProof of Work consensus mechanism in bitcoin\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProof of Work consensus mechanism in Eth\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPOW Vs POS\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E9. How to Scale Ethereum\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EProblems with Ethereum\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBlockchain Trilemma\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEthereum Scaling Solution\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOff-Chain Scaling\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"English","courseUri":"https://www.udemy.com/course/complete-course-on-blockchain-and-crypto-currency/","imageUri":"https://img-c.udemycdn.com/course/750x422/4418696_7838_2.jpg","duration":"3 hours","enrolledStudentsCount":"6,063 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Students wanted to learn about block chain","People interested in learning about cryptocurrencies","Beginner graduate interested to learn abut block chain and cryptocurrency"],"tags":["Finance \u0026 Accounting","Cryptocurrency \u0026 Blockchain","Blockchain"],"rating":{"count":45,"averageValue":"4.3"},"instructors":[{"name":"Navdeep Yadav","url":"/user/navdeep-yadav-2/","totalNumberOfStudents":216660,"totalNumberOfReviews":3683,"averageRating":4.290706039291738}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BLOCK7","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/startup-pitch-deck-course/":{"courseDetails":{"courseId":4349482,"title":"Awesome Startup Pitch deck : Raise Capital (20\u002B Templates)","shortDescription":"Turing you idea into a unicorn startup and raising investment from VC","longDescription":"\u003Cp\u003EAre you planning to raise capital for your startup?\u003Cstrong\u003E\u003Cbr\u003E\u003C/strong\u003EWell, the first step to do that is by making deck slides of your startup.\u003C/p\u003E\u003Cp\u003ESo this Startup Startup Pitch decks course will help you navigate\u003Cstrong\u003E \u003C/strong\u003Ethrough the complete pitch deck and fundraising process for tech and non-tech startups. So from startup pitching strategy to investor\u0026nbsp; to make a good pitch deck design we will cover everything that you need to build a successful startup\u003C/p\u003E\u003Cp\u003EWe will cover topics like Startup Basics, business model, Understanding Minimum Viable Product and finally Making a pitching deck for your startup, followed by understanding investors\u0027 funding strategy.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1. Introduction to Startup Basics\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECourse Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Get Startup Ideas\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuilding MVP for your Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProduct execution road map\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E2. Startup Business Model\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBusiness Model Canvas\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to platform business\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUber business model\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAmazon business model\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E3. Fundraising for Startup\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EStartup Funding Basics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStartup Funding Source\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStartup ownership and equity\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBootstrapping your Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to get the best out of Bootstrapping\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E4. Startup Pitch deck for fundraising\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1. Cover Page/Introduction slide in the pitch deck\u003Cbr\u003E2. Problem slide in the pitch deck\u003Cbr\u003E3. Solution slide in the pitch deck\u003Cbr\u003E4. Product demo slide in the pitch deck\u003Cbr\u003E5. Market size slide in the pitch deck\u003Cbr\u003E6. Business model slide in the pitch deck\u003Cbr\u003E7. Competition slide in the pitch deck\u003Cbr\u003E8. Underlying magic slide in the pitch deck\u003Cbr\u003E9. Go-to-Market slide in the pitch deck\u003Cbr\u003E10. Team slide in the pitch deck\u003Cbr\u003E11. Traction/Milestones slide in the pitch deck\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E5. Unicorn Startup Pithdeck pitch deck example and Breakdown\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAirbnb pitch deck breakdown\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFront Series A pitch deck breakdown\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E20\u002B Startup pitch deck templates\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"English","courseUri":"https://www.udemy.com/course/startup-pitch-deck-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/4349482_33a9.jpg?secure=kuMC-No9Z5sm_o2f_ctU1A%3D%3D%2C1644031543","duration":"3 hours","enrolledStudentsCount":"13,825 students","lastUpdated":"Last updated 10/2021","targetAudiences":["Entrepreneurs working on startups","Startup founders who is planning for fundraising","Business owners who wanted to make it big","Graduate who wanted to startup"],"tags":["Business","Entrepreneurship","Investor Pitching"],"rating":{"count":42,"averageValue":"4.3"},"instructors":[{"name":"Navdeep Yadav","url":"/user/navdeep-yadav-2/","totalNumberOfStudents":216660,"totalNumberOfReviews":3683,"averageRating":4.290706039291738}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"STARTUP101","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/lfcs-ubuntu-centos-exams/":{"courseDetails":{"courseId":3983478,"title":"Unofficial LFCS Prac. Exams | Ubuntu 20.04 \u0026 CentOS 8 Stream","shortDescription":"Pass your LFCS 2021 Exam In the first shoot!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EPass your LFCS Exam In the first shoot!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe LFCS exams are always up to date.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout The LFCS Certification\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELFCS was developed by The Linux Foundation to help meet the increasing demand for Linux administration talent. The exam consists of performance-based items that simulate on-the-job tasks and scenarios faced by sysadmins in the real world.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat It Demonstrates\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELinux certified systems administrators can work efficiently to design, install, configure, and manage system installation.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThey will have an understanding of basic concepts such as networking, storage, security, maintenance, logging, monitoring, application life cycle, troubleshooting, API object fundamentals, and the ability to create basic use cases for end-users.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EI will be with you along the way for any inquiries! Feel free to send me a direct message at any time.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout the LFCS Practice Exams\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EMultiple Choice (Single Response), Multiple Selection (Multiple Response), and Fill-in-the-Blank.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYour role is to test your skills in the real environment and then select an appropriate answer.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou should be able to complete the tasks without assistance.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou can see the correct answer after completing the exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou can retake the exam as many times as you wish.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ELength of Test:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E2 hours | 3 hours\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EPassing score:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E90%\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ERecommended Experience:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou should have completed training in Linux system administration and 6 months of Linux admin experience.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho Is It For\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAnyone with the need to pass the LFCS exam\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnyone with the need to evaluate his Linux administration skills\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ETrainees testimonials \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMark: \u003C/strong\u003EThanks for the course! I really got benefits from it.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EThis practice test also comes with:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E✔ Lifetime access to all future updates\u003C/p\u003E\u003Cp\u003E✔ A responsive instructor in the Q\u0026amp;A Section\u003C/p\u003E\u003Cp\u003E✔ A 30 Day \u0022No Questions Asked\u0022 Money Back Guarantee!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/lfcs-ubuntu-centos-exams/","imageUri":"https://img-c.udemycdn.com/course/750x422/3983478_91ac_4.jpg","duration":"","enrolledStudentsCount":"1.503 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2021","targetAudiences":["This course is intended for anyone who needs to become a Linux Foundation Certified System Administrator (LFCS).","Anyone who needs to evaluate his Linux administration skills."],"tags":["Informática y software","Certificaciones de informática","LFSC"],"rating":{"count":5,"averageValue":"3.4"},"instructors":[{"name":"Ghada Atef","url":"/user/ghada-atef-7/","totalNumberOfStudents":75276,"totalNumberOfReviews":52,"averageRating":3.836200679166667}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"ENDS8122022","originalPrice":"₹3,200","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/mba-course-marketing-strategy/":{"courseDetails":{"courseId":3449088,"title":"MBA Course: Marketing and Business Strategy","shortDescription":"Best Selling Course designed by an MBA graduate from the syllabus of top Universities in the world.","longDescription":"\u003Cp\u003EMBA Marketing strategy course designed by an MBA graduate from the syllabus of top Universities in the world \u003C/p\u003E\u003Cp\u003EThis course is very helpful for all those who are either\u0026nbsp;\u003Cstrong\u003Epreparing for GMAT\u003C/strong\u003E\u0026nbsp;or planning to do an MBA. It is divided into four different sections like\u0026nbsp;\u003Cstrong\u003EMarketing Basics Overview\u003C/strong\u003E,\u0026nbsp;\u003Cstrong\u003EMarketing insights and analysis\u003C/strong\u003E,\u0026nbsp;\u003Cstrong\u003EBranding and communication,\u0026nbsp;\u003C/strong\u003Eand\u0026nbsp;\u003Cstrong\u003EBusiness Strategy\u003C/strong\u003E\u0026nbsp;and will cover all the important topics of\u0026nbsp; Marketing in MBA. The last section of the module will further help you in understanding various strategies used by companies\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESection 1 Marketing Overview\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat is marketing?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDemand wants and needs \u0026amp; Maslow\u0027s hierarchy of needs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow money flows in the Modern Economy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESTP (Segmentation targeting and positioning)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarketing Mix i. e 4P’s (Product, Price, Place, Promotions) and 7P’s of Marketing.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESWOT analysis\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 2 Marketing insights and analysis\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003Ea) Analyzing Consumer\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EGeneration characteristics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe adoption curve for any product or service\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow Customer Insights helps in segmenting and targeting\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003Eb ) Business analysis\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProduct and market segmentation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECommunication channels\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarketing funnels\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnit economics\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EModule 5 Startup Business Growth Metrics \u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EStartup Growth Metrics Intro\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomer Acquisition Cost (CAC) in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomer Lifetime Value (CLTV) in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMonthly Reoccurring Revenue (MRR) in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnit Economics in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EContribution Margin in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERetention Rate and Cohorts in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChurn Rate in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarket Size for Startup\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003Ed) Marketing Information System\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ETypes of data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecommendation engine\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is a Marketing Intelligence system\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of data used in MIS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EData-driven recommendation engine\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow does a recommendation engine work?\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E3. Marketing communication and branding\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat is branding and the advantages of branding?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of branding?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETesla brand positioning and Product differentiation using POP and POD (perceptual map)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEmotional branding and Brand mantra(Communicate simplify and inspire)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBrand equity (Perception, preference, and behavior)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBAV model and brand resonance model\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBrand revitalization\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELine extension product extension and category extension\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBrand dilution\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EService marketing\u0026nbsp; Service marketing triangle\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E4. Business Strategy (Sales and Expansion)\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat is a business strategy\u0026nbsp; Why do we need it\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarket structure(leader, challenger, follower, and nickers strategy )\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPorter five competitive forces (Competitive rivalry, Threat of new entrance, Power of suppliers, Power of customers, Threat of substitute products)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarketing competition and Defensive marketing (preemptive, counteroffensive, flank, contraction, mobile attack)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFollower strategy ( product imitation, conscious parallelism cloner, imitator, and adapter)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESamsung Horizontal and vertical expansion to achieve economy of scope and economy of scale.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAmazon killing competition strategy using diversification\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EApple ecosystem strategy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProduct life cycle\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExpanding the market share pie using the Ansoff matrix\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPrice cut strategy (low-quality trap, fragile market share trap, shallow pockets trap, price war trap)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/mba-course-marketing-strategy/","imageUri":"https://img-b.udemycdn.com/course/750x422/3449088_19d4_3.jpg?secure=8TK_zbdRfyQbCtOwTGJZbA%3D%3D%2C1644036256","duration":"5,5 horas","enrolledStudentsCount":"134.452 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Business graduate from college.","Budding Entrepreneur and startup founders","Engineer curious to learn some MBA concepts","Product Managers","Founders and CEO","Financial analyst"],"tags":["Marketing","Fundamentos de marketing","MBA"],"rating":{"count":2156,"averageValue":"4.2"},"instructors":[{"name":"Navdeep Yadav","url":"/user/navdeep-yadav-2/","totalNumberOfStudents":216660,"totalNumberOfReviews":3683,"averageRating":4.290706039291738}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MBA101","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/the-complete-introduction-to-c-programming/":{"courseDetails":{"courseId":3803956,"title":"The Complete Introduction to C\u002B\u002B Programming","shortDescription":"Learn all the Basics of C\u002B\u002B by practice and the creation of various basic C\u002B\u002B applications","longDescription":"\u003Cp\u003ELearning the basics of programmation can be very complicated no matter the programming language espescially if you never did any programming before. Being able to program in C\u002B\u002B is not different. This is why this course is here to help you learn everything you need to know about C\u002B\u002B and master this programming language. If you :\u003C/p\u003E\u003Cp\u003E- Want to create various projects with this programming language \u003C/p\u003E\u003Cp\u003E- Are in school and need to understand certain notions and concepts in C\u002B\u002B\u003C/p\u003E\u003Cp\u003E- Need to learn the basics of this programming language for work \u003C/p\u003E\u003Cp\u003E- Are simply curious about this topic\u003C/p\u003E\u003Cp\u003EThen you will definely love this course and it\u0027s content. Not only you will learn and understand all the basics of C\u002B\u002B programming but you will also have a lot of practice throughtout this course. Indeed, by the end of this course you will have a strong and solid understanding of all the basics of C\u002B\u002B programming and will be able to create on your own various C\u002B\u002B programs and applications.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe way this course have been structured and created is made to really help you learn and understand all the basics of this programming language. From the starting point where you will be installing the right tools and writing you first basic lines of code to the more advanced such as functions, statements, loops and many pratical projects, this course has everything you need to start programming in C\u002B\u002B and begin your programmation journey. Also, this course has been created to help you learn all the basics concepts that are the core of C\u002B\u002B programmation. This way, you will not only program in this language but you will also understand the logic behind this programming language and will be able to create various applications in it on your own. Indeed, if you don\u0027t have prior programming experience, the hardest part is understanding the programming logic and this course covers all the topics to help you succed in C\u002B\u002B programming.\u003C/p\u003E\u003Cp\u003EAlso, this course is built around a very simple but effective logic that is learning by practice. In other words, this course is definely not theoritical even if it contains some theoritical concepts. Indeed, this course is build on a logic of learning by practice. In other words, you will find various C\u002B\u002B exercices all over the course to help you master this programming language and achieve your end goal of learning how to program is C\u002B\u002B.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere is a lot of C\u002B\u002B course that exist all over the internet. But, this course is different, all the concepts that you will find in this course are simplified to help you understand them more in depth and more easilly. Also, each element that is presented in this course comes with a multitude of various programming examples that will alow you to practice everything that you will learn all over the course. In other words, if you never wrote a single line of code or did any programming prior this course and you always wanted to start somewhere then you will probably love this course. The way this course is presented and structured is here to help you achieve your obective of starting in the programming world and have a solid understanding of C\u002B\u002B programming by the end of this course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf programming in C\u002B\u002B is something that you always had a passion for and you always wanted to learn more about that programming language then you should definitely take this course. The first thing that this course will teach you is understanding the logic of programming or in other words how to think like a programmer and how to use with C\u002B\u002B. You will also learn various C\u002B\u002B concepts as well as create various C\u002B\u002B prrograms and applications all over the course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003E​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROL NOW and start learning today :)\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/the-complete-introduction-to-c-programming/","imageUri":"https://img-c.udemycdn.com/course/750x422/3803956_0ded.jpg","duration":"5 horas","enrolledStudentsCount":"143.348 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2021","targetAudiences":["people curious about programming","People interested to learn how to program in C\u002B\u002B"],"tags":["Desarrollo","Lenguajes de programación","C\u002B\u002B"],"rating":{"count":2034,"averageValue":"4.1"},"instructors":[{"name":"Yassin Marco","url":"/user/ataouyl-yassin/","totalNumberOfStudents":1094001,"totalNumberOfReviews":37259,"averageRating":4.196504555019182}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"412F393938AFB7C6337B","originalPrice":"₹4,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/saas-marketing-metrics/":{"courseDetails":{"courseId":4200596,"title":"SaaS Marketing, Metrics for Managers and Founders","shortDescription":"Comprehensive Course on Software as a Service(SaaS) Metrics: ARR, Churn, Retention, LTV, CAC, Unit Economics","longDescription":"\u003Cp\u003E\u003Cstrong\u003EBuilding a Software as a Service (SAAS) company is always hard. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESo this course will make it easy for you. \u003C/p\u003E\u003Cp\u003EThis course is specially designed for \u003Cstrong\u003ESAAS Product Managers and Startup Founder. \u003C/strong\u003EIt will help you understand important SAAS Marketing and Growth Metrics like \u003Cstrong\u003ECAC, CLV, LTV, Churn, NPS, and KPI\u0027s Growth Retention, ARR t\u003C/strong\u003Ehat a founder and a product manager should track.\u003C/p\u003E\u003Cp\u003EBy the end of this course, you will have a good understanding of \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EModule 1 SAAS Basics\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EWhat is SaaS (Software as a Service)?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHistory of SaaS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy SaaS Future is exciting\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat are the Benefits of SaaS?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifference between IaaS PaaS SaaS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESaaS Use Case for E-commerce\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuilding Headless e-commerce with SaaS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVarious Categories of Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of SaaS Products and Companies\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy SaaS is so Exciting for Investors\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EModule 2 SAAS Business model Innovation \u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ESAAS Essentials\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESoftware as a Service Business Model Introduction\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESAAS Business model innovation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomer Segmentation in SAAS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETargeting Enterprises as a SAAS Start-up\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EModule 3 SAAS Business model\u003C/strong\u003E \u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ETypes of SAAS business model\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESAAS Subscription Model Example\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESAAS Pricing Models, Strategies, and Examples\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPay as You go business Model - Amazon AWS and Microsoft Azure\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Tiered Pricing? | Benefits and Best Practices\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPay Per User Pricing - Click up and Jira\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFreemium SAAS Strategy and Companies\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESAAS Affiliate Business Model and Programs\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EModule 4 SAAS Marketing and Growth Metrics\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ESaaS Growth Introduction\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnique visitors and Signups for SaaS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EB2B SaaS Leads\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of bookings\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EACV TCV and Contract length\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERenewal bookings and churn example\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomer Acquisition Cost (CAC)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMonthly reoccurring revenue\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERetention Rate and Cohorts in SaaS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESaaS Churn\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomer Lifetime Value in SaaS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnit Economics in SaaS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENet dollar Retention in SaaS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERule of 40 in SaaS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESAAS Magic number\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECalculation SAAS valuation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGross Margin and Contribution Margin \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarket Size TAM, SAM, and SOM \u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EModule 5 Shopify SaaS Case Study\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EShopify vs Amazon Business model\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShopify Drop-shipping business model\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShopify Flywheel and Growth loop\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShopify Revenue channels\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy it\u0027s hard to replace Shopify\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShopify Vs Magento Vs Woo-commerce\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShopify Growth Wheel\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFAANG T-Algorithm Framework\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ET-algorithm framework for Shopify\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/saas-marketing-metrics/","imageUri":"https://img-c.udemycdn.com/course/750x422/4200596_d778_5.jpg","duration":"7,5 horas","enrolledStudentsCount":"34.350 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2021","targetAudiences":["Product Managers looking to scale their SAAS startup to Million dollar","Entrepreneurs who wanted to build their software empire","Managers who is doing Sales in a Software as a service company","Marketing Executive in a SAAS company"],"tags":["Marketing","Marketing de producto","SaaS"],"rating":{"count":132,"averageValue":"4.4"},"instructors":[{"name":"Navdeep Yadav","url":"/user/navdeep-yadav-2/","totalNumberOfStudents":216660,"totalNumberOfReviews":3683,"averageRating":4.290706039291738}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SAAS101","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/mba-retail-management-merchandising-and-e-commerce/":{"courseDetails":{"courseId":4483484,"title":"MBA : Retail management , merchandising and E-commerce","shortDescription":"Build and grow your own retail and e-commerce business","longDescription":"\u003Cp\u003EIf you have been to a retail store do why you end up buying more than you actually need?\u003C/p\u003E\u003Cp\u003EThat\u0027s because they provide you an amazing shopping experience by using some business strategy. This course will help you understand the strategy you can follow if you are planning to start your own retail business or e-commerce brand in the future. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESection 1 Introduction to Retail Management Basics\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat is Retail Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERetail Marketing Mix\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPorter Five Force Model\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESWOT Analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConsumer vs Customers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstanding the Retail Consumer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVariety vs Assortment\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 2 Types of Retail store and Trading area\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ETypes of retail store based on the format\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of retail stores based on the trading area\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReilly\u0027s Law of Retail Gravitation | Retail Management |\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHuff Gravity Model | Retail Management |\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETrading area Advance exercise\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 3 Omnichannel and e-commerce\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EWebrooming vs Showrooming\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMultichannel and Omnichannel strategy\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003ESection 4 Warby Parker Omnichannel Case study\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWarby Parker Case Study Intro\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWarby parker Retail Finance Metrics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBasics of Income Statement\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWarby Parker Contribution Margin\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 5 Customer Data in retail management\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECustomer Relationship Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecency, Frequency, and Monetary (RFM) analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarket Basket Analysis (Market Basket Analysis)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAssociation and Support (Market Basket Analysis)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfidence (Market Basket Analysis)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELift (Market Basket Analysis)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EName manager and Indirect function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarket Basket Analysis\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 6 Store layout and design\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECustomer Lifetime Value\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomer Lifetime Value Assignment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of Store Layout\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe goal of Store Design\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStore layout Exercise - Lift\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 7 Retail finance and accounting\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Retail Finance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIncome Statement and Cash flow statement\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Asset Management and Margin Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe Strategic Profit Model in Retail Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWalmart and Tiffany Financial Statement\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERetail Finance Assignment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFinancial metrics Conclusion\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 8 Category and Inventory Management\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Category Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EROI and GMROI\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EABC Analysis for Inventory Management\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 9 E-commerce and D2C brands\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to e-commerce and D2C\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPrivate labels and white labels\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ED2C business model\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarketing, Sales and expansion of D2C brand\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"English","courseUri":"https://www.udemy.com/course/mba-retail-management-merchandising-and-e-commerce/","imageUri":"https://img-b.udemycdn.com/course/750x422/4483484_0f74_3.jpg?secure=EpyrAGymeuqseCmq78KbmA%3D%3D%2C1644039893","duration":"6 hours","enrolledStudentsCount":"3,015 students","lastUpdated":"Last updated 1/2022","targetAudiences":["People wanted to start their retail store or retail business","Business Graduate wanted to learn about operation and supply chain","Entrepreneurs looking to expand their retail business","Students who wanted to start their own e-commerce brand"],"tags":["Business","Business Strategy","Retail Business"],"rating":{"count":13,"averageValue":"4.6"},"instructors":[{"name":"Navdeep Yadav","url":"/user/navdeep-yadav-2/","totalNumberOfStudents":216660,"totalNumberOfReviews":3683,"averageRating":4.290706039291738}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MBACOURSE5","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/land-your-dream-job-in-healthcare/":{"courseDetails":{"courseId":4213166,"title":"Land Your Dream Job in Healthcare","shortDescription":"Your new path in healthcare starts today! Stop settling for less and get the career you always wanted and deserve.","longDescription":"\u003Cp\u003E\u003Cem\u003EFrom the creator of the highly-rated, bestselling Medical Writing for Healthcare Professionals course!!\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDo you feel stuck in your healthcare career? Worked hard in school to make a difference but now feel like you’re in the daily grind?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAre you in school to become a healthcare worker and wondering what other opportunities are out there?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAre you looking for a change of pace, to do something different or exciting, or finally land that job you always dreamed of having?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is for you!\u003C/p\u003E\u003Cp\u003EI’ll show you from start to finish how to go about finding, preparing for, and landing that dream job.\u003C/p\u003E\u003Cp\u003EThis includes jobs in \u003Cstrong\u003Enew locations, even overseas\u003C/strong\u003E, in \u003Cstrong\u003Enon-traditional\u003C/strong\u003E fields, and traditional fields but in a \u003Cstrong\u003Enew specialty\u003C/strong\u003E or that are \u003Cstrong\u003Elower stress\u003C/strong\u003E and leave you with more time and energy to spend on yourself and with your family.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe’ll look at these major areas:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIntroduction: \u003C/strong\u003EIn this part, we’ll dig into what you really want out of your career and personal life, how to look at finances in new ways so you can be better prepared financially to make the jump, and explore work arrangements that go beyond the stereotypical Full-Time or Freelance conversation.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhere to find new opportunities\u003C/strong\u003E: The \u003Cstrong\u003Ejob search is critical\u003C/strong\u003E - if you don\u0027t know the job exists, so you can\u0027t get - yet so many people have the wrong strategy.We’ll dig in-depth into the numerous, hidden places where jobs can be found that few people know about. We’ll look at how to search widely-used job sites more effectively so you can find opportunities you never knew existed. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBuilding your skills:\u003C/strong\u003E If you want a job in a new area, and especially if you want could be considered a non-traditional role, you’ll want to start looking at ways to \u003Cstrong\u003Ebuild skills that will translate well to those jobs\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EIn this section, we’ll cover things like graduate degrees, including degrees that go well with a clinical degree and how to pick your school; certificate programs that companies want and can be completely 100% online; how to build experience, even if you aren’t in the job yet; and free programs you can get started on today.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDeveloping your online presence\u003C/strong\u003E: Too many people waste too much time \u003Cstrong\u003Edoing the wrong things online\u003C/strong\u003E, which don’t translate to real opportunities. We’ll step past the online game for more ‘likes,’ ‘connections,’ etc., and look at how to use the internet to make you shine in your field and \u003Cstrong\u003Ehave recruiters come to you\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELanding the job\u003C/strong\u003E: The last step in making the jump to your new dream job is landing it. We’ll look at the basics of resumes, cover letters, and interviewing. You\u0027ll also get templates to create your new resume and cover letter!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is deal for nurses, doctors, pharmacists, occupational therapists, physical therapists, and more!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/land-your-dream-job-in-healthcare/","imageUri":"https://img-c.udemycdn.com/course/750x422/4213166_d7a0_3.jpg","duration":"2 hours","enrolledStudentsCount":"310 students","lastUpdated":"Last updated 1/2022","targetAudiences":["This course is focused on those who work in healthcare or who are studying to become a healthcare professional"],"tags":["Personal Development","Career Development","Job Search"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Alex Evans, PharmD, MBA","url":"/user/alex-evans-67/","totalNumberOfStudents":8763,"totalNumberOfReviews":218,"averageRating":4.3141805642857145}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DREAMJOB","originalPrice":"₹1,600","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/facebook-instagram-messenger-ads-course/":{"courseDetails":{"courseId":1691662,"title":"Facebook Ads \u0026 Instagram Ads Course 2022 (Ready for iOS 14\u002B)","shortDescription":"Learn Facebook Ads \u0026 Instagram Ads FAST \u0026 FUN. Boost E-commerce Sales. Enjoy Hot Leads. Write Ad Copy. Enjoy 58 Quizzes.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EFACEBOOK ADS \u0026amp; INSTAGRAM ADS \u0026amp; MESSENGER ADS ULTIMATE COURSE 2022 edition (ready for Apple iOS 14.5\u002B restrictions)\u003C/strong\u003E - Optimise \u003Cem\u003Eyour Facebook, Instagram and Messenger ads budget, boost e-commerce sales, enjoy HOT leads from Facebook, or set up as a successful freelancer. Completely updated for 2022. With 58 interactive quizzes with 717 questions A, B, C, D making learning FUN!\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDearest Student,\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHi, I’m Tomas Moravek, the INTERNET EFFICIENCY AWARD Winning Digital Strategist with my Facebook, Instagram, and Messenger Ads Ultimate Mastery Course, 2022 Edition. When you enrol on this course, you’ll be joining 300,000\u002B successful students who’ve learned Facebook Ads, Instagram Ads, Messenger Ads using my techniques and strategies.\u003C/p\u003E\u003Cp\u003EWhether you’re a total novice, or have some experience with Facebook and Facebook Ads, with my step-by-technique optimised for beginners you’ll get expert knowledge - FAST.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou will learn FAST \u0026amp; FUN with my 3-part fast learn Facebook Ads Course Structure - Join over 610,000\u002B satisfied students by enrolling and enjoy the EASIEST way to go from Beginner to Expert:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1. ANIMATIONS WITH INTERACTIVE QUIZZES - We’ve made learning fun and organic - with animated explainers and and interactive quizzes throughout the course! You learn quickly and retain what you learn! This course has enjoyable 57 interactive quizzes with 710 questions!\u003C/p\u003E\u003Cp\u003E2. PRACTICAL SCREEN RECORDINGS WITH STEP-BY-STEP EXPLANATIONS - Watch as I show you exactly how to do it - then immediately apply the knowledge. Plus, get proven success Blueprints you can follow - for \u003Cem\u003Eevery\u003C/em\u003E key topic I cover. Use our easy to modify professional content templates, detailed to-do lists and guides.\u003C/p\u003E\u003Cp\u003E3. CAREERS \u0026amp; FREELANCING KICKSTART GUIDE - Discover how to start using your new skillset to make money. Land your first job in Digital Marketing or begin a thriving freelance business. Use our easy to use professional cheatsheets, templates and guides.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EEnjoy Absolutely Outstanding UPDATES for 2022:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✔ New Interactive quizzes A, B, C, D making learning FUN! (Total 58 Interactive Quizzes with 717 Questions A, B, C, D \u0026amp; Growing!)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E✔ Updated with Dynamic Creative Optimisation!\u003C/p\u003E\u003Cp\u003E✔ You can feel truly confident for Facebook BluePrint Media Buyer Test!\u003C/p\u003E\u003Cp\u003E✔ Install Server-Server Conversion API on WordPress in 10\u0026nbsp;minutes!\u003C/p\u003E\u003Cp\u003E✔ Aggregated Events Measurment guide\u003C/p\u003E\u003Cp\u003E✔ FASTER Progress with optimised curriculum! (Revised from 43\u002B Hours to 25\u002B Hours! With Fresh Content about Instagram Ads \u0026amp; Influencer Marketing!)\u003C/p\u003E\u003Cp\u003E✔ New Layout Screen recordings\u003C/p\u003E\u003Cp\u003E✔ New written assignments for Instagram Ad, Instagram Post, Instagram Ad \u0026amp; Influencer outreach (Including PRO adjustable templates)\u003C/p\u003E\u003Cp\u003E✔ New Commerce manager \u0026amp; catalog sales SMART campaigns creation\u003C/p\u003E\u003Cp\u003E✔ New Conversion Ads for E-commerce - Lead Big Campaigns Like a PRO!\u003C/p\u003E\u003Cp\u003E✔ New Attractive carousels creation\u003C/p\u003E\u003Cp\u003E✔ New Guides \u0026amp; Templates in Freelancing kickstarter section\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EHere’s why you need MY course:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E✔ QUICK learn course structure - EASIEST WAY TO GO FROM BEGINNER TO PRO\u003C/p\u003E\u003Cp\u003E✔ LATEST STRATEGIES \u0026amp; TECHNIQUES - to prep you for the NEW FACEBOOK INTERFACE\u003C/p\u003E\u003Cp\u003E✔ I cover EVERY TYPE OF FACEBOOK AD - learn how to create the perfect Ad for each format and WHEN you need to use each type of Ad objective\u003C/p\u003E\u003Cp\u003E✔ FACEBOOK FOR BUSINESS - use SMART marketing tools Facebook offers\u003C/p\u003E\u003Cp\u003E✔ POWER UP YOUR INSTAGRAM ADS - \u0026amp; grow your Instagram Business Profile with Facebook\u003C/p\u003E\u003Cp\u003E✔ COPY WRITE FOR FACEBOOK LIKE A PRO - the MASTER key to Facebook Ads success\u003C/p\u003E\u003Cp\u003E✔ Learn how to shoot VIDEO FOR FACEBOOK with a creator who’s worked for Nike\u003C/p\u003E\u003Cp\u003E✔ STEP BY STEP CURRICULUM OPTIMISED FOR BEGINNERS - HOURS of HQ video walkthroughs plus HUGE resource centre with many MP3s \u0026amp; downloadable PDF Guides\u003C/p\u003E\u003Cp\u003E✔ FUN QUIZZES to test your knowledge \u0026amp; get you ready for the Facebook Blueprint\u003C/p\u003E\u003Cp\u003E✔ Downloadable TO DO Lists you can check off and use as reminders for your Facebook Ads\u003C/p\u003E\u003Cp\u003E✔ REAL PROVEN SUCCESS BLUEPRINTS \u0026amp; Case studies you can follow\u003C/p\u003E\u003Cp\u003E✔ Get my FULL SUPPORT and ask me anything - ANYTIME\u003C/p\u003E\u003Cp\u003EIt’s a cliché phrase I know, but this really is the only Facebook Ads, Instagram Ads, and Messenger Ads course you’re ever going to need - and when you enrol, you’ll get LIFETIME ACCESS to my constantly updated course content.\u003C/p\u003E\u003Cp\u003EInside, I share the same strategies I use to create Facebook, Instagram, and Messenger Ads that have taken e-commerce start-up from 0 to 7 figures. Learn from my most successful Facebook Marketing campaigns and follow the blueprints I’ll share to make HIGHLY PROFITABLE FACEBOOK ADS.\u003C/p\u003E\u003Cp\u003EWith my mobile optimised content and fast-learning material – you can study anywhere! Download our Udemy app via the Apple Store or Google Play and start learning my Facebook Ads strategies wherever you are – at any\u003Cem\u003E \u003C/em\u003Etime of day!\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ECovers the \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003EFACEBOOK UPDATES \u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E plus the \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003ENEW FACEBOOK ADS EXPERIENCE\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E with Facebook Pixel Setup via API with Events setup to \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003EGET READY FOR IOS 14.5\u002B\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E. You’ll also understand domain verification, so you can fully prepare for iOS 14.5\u002B.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENo spin and NO FAKE GURUS\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you’re prepared to put in an honest effort and practice the techniques I’ll share, you CAN become an expert at Facebook Ads. No fake guru’s, no gimmicks, and ZERO SPIN, just tried and tested PROVEN STRATEGIES brought to you by me, an Internet Efficiency Award Winning Digital Marketer.\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022This course is amazing. I’m really impressed how Tom explained all this complicated stuff easily and clearly. He’s not like other (\u0027\u0027Fake Marketing Gurus\u0027\u0027) out there who sell their image and luxury life. He’s so professional and cares about other students learning too. I will manage it for sure with Tomas’s courses. Thank you, Tom!\u0022 Evangelos\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESuper quick course breakdown:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E✔ SELL, SELL, SELL - Insider essential guide to selling with Facebook, Instagram, Messenger Ads and Digital Marketing - geared to help you start \u003Cem\u003Eimmediately\u003C/em\u003E getting more leads and sales\u003C/p\u003E\u003Cp\u003E✔ ADVANCED FACEBOOK ADS TECHNIQUES - Double your sales and leads with my easy to learn NEXT LEVEL techniques, including remarketing, retargeting, Messenger Bots and more…\u003C/p\u003E\u003Cp\u003E✔ COPYWRITING FOR Facebook ADS \u0026amp; Facebook Marketing - the MASTER KEY to selling with Facebook Ads - create eye-catching content that stops people scrolling past\u003C/p\u003E\u003Cp\u003E✔ Harness the POWER OF FACEBOOK FOR BUSINESS – Set up your Facebook Business Profile for success and employ \u003Cem\u003Eevery\u003C/em\u003E useful business tool Facebook Business Manager has to offer!\u003C/p\u003E\u003Cp\u003E✔ FACEBOOK CONTENT CREATOR STUDIO – Learn how to manage all your content, track it’s performance \u0026amp; connect better with your audience\u003C/p\u003E\u003Cp\u003E✔ ACHIEVE YOUR BUSINESS OBJECTIVES – Define your goals and create a personalised strategy to get to where you want to be - FAST\u003C/p\u003E\u003Cp\u003E✔ LEARN HOW TO CREATE EVERY TYPE OF FACEBOOK AD– and when you should use them with my practical walkthrough guides\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPlus get 3\u003Cem\u003E \u003C/em\u003Epotent Facebook Marketing bonuses:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1. COPYWRITE LIKE A PRO - Learn the essentials of creating engaging content for Facebook, Instagram, and ALL your online marketing…\u003C/p\u003E\u003Cp\u003E2. WIN WITH FACEBOOK JOBS - create job ads that get 100’s of responses or find your dream marketing role or a lucrative freelance gig through Facebook\u003C/p\u003E\u003Cp\u003E3. LAND YOUR FIRST JOB IN MARKETING, start your own ad agency – or set up as a successful digital freelancer\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELet’s take a deeper look at what’s inside…\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUsing clear, STEP-BY-STEP video explainers and high-quality screen recordings I’ll show you how to create Facebook Ads that are PRECISION TARGETED TO YOUR PERFECT CUSTOMER.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMY AWARD-WINNING FACEBOOK ADS STRATEGIES \u003C/strong\u003E- PROVEN \u0026amp; TESTED - including:\u003C/p\u003E\u003Cp\u003E✔ Blueprints to get a boost your Ad relevancy covering the 3 NEW AD METRICS\u003C/p\u003E\u003Cp\u003E✔ My secret FACEBOOK HIGH ENGAGEMENT strategy,\u003C/p\u003E\u003Cp\u003E✔ Strategies to optimise your Facebook budget - reach more people and SPEND LESS\u003C/p\u003E\u003Cp\u003E✔ PLUS, my ULTRA POTENT strategy to increase your CTR (Clickthrough) rate.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEVERY TYPE OF FACEBOOK AD FORMAT \u0026amp; OBJECTIVE COVERED\u003C/strong\u003E - I go in-depth showing you how to create all ad formats so you can make PERFECT Traffic Ads, Lead Generation Ads, Dynamic Ads, Conversion Ads and more.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart getting LEADS RIGHT AWAY\u003C/strong\u003E - Make a quick start with my easy guide to creating Facebook Lead Generation Ads and get a stream of new clients immediately!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFACEBOOK COPYWRITING\u003C/strong\u003E - Create Ad \u0026amp; post content that will get you 1000’s of LEADS AND SALES.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECUSTOM/ LOOKALIKE AUDIENCES\u003C/strong\u003E - Learn how to create ideal custom and lookalike audiences quickly – so you can use them in your retargeting to become a true FACEBOOK ADS MASTER.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERETARGETING \u0026amp; REMARKETING\u003C/strong\u003E - Double your results by using the RIGHT type of remarketing to real interested customers right back in. I’ll show you how to remarket and retarget using the new layout, Audience Insights, and the Facebook Ads Library .\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFACEBOOK BUSINESS PAGE for the NEW LAYOUT\u003C/strong\u003E - Optimise your Facebook Business page and use Facebook Creator Studio, Facebook Audience Insights, and the Facebook Ads Library\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFACEBOOK COMPETITION ANALYSIS\u003C/strong\u003E - Discover what Ads perform well - and WHY\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFACEBOOK NEW INTERFACE\u003C/strong\u003E - Understand ALL the updates including the 3 NEW AD relevance metrics, so you can boost your relevancy, conversion, quality, and engagement score\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFACEBOOK PIXEL \u0026amp; CONVERSION API \u0026amp; AGGREGATED EVENTS\u003C/strong\u003E - Avoid rookie mistakes and set up the Facebook Pixel correctly, so you benefit from features like Facebook Pixel Events. Featuring the NEW Facebook Pixel Setup for 2022 via API with Events setup - so you can GET READY FOR IOS 14.5\u002B.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMESSENGER BOTS\u003C/strong\u003E - I’ll teach you how to use Chat bots to AUTOMATE YOUR MARKETING - so you have a sales assistant that works for you 24/7.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUNDERSTAND THE CUSTOMER JOURNEY\u003C/strong\u003E - Learn the psychology of the path to purchase, so you can attract attention, build trust, and convert leads into SALES\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFACEBOOK LOCAL ADS\u003C/strong\u003E - LASER TARGET YOUR IDEAL CUSTOMER with Reach Ads for Local Business and Engagement Ads with Local targeting. Make your Facebook Local Ads budget go further!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFACEBOOK VIDEO MARKETING\u003C/strong\u003E - Use social media’s most popular content medium in your Facebook Ads and posts and watch your leads and sales go through the ROOF!\u003C/p\u003E\u003Cp\u003EAnd more, including…\u003C/p\u003E\u003Cp\u003E✔ Showcase all your products with the Facebook Catalogue - \u0026amp; create Dynamic Ads, Carousel Ads and Catalogue Ads easily and INSTANTLY\u003C/p\u003E\u003Cp\u003E✔ Facebook Marketing Trends - stay up to date with the LATEST techniques\u003C/p\u003E\u003Cp\u003E✔ Facebook Best Practices - PRO strategies that will elevate you above the competition\u003C/p\u003E\u003Cp\u003E✔ Using the Facebook Music library - make your video content stand out with HQ audio\u003C/p\u003E\u003Cp\u003E✔ Facebook Audience Insights - understand what they want - so you can give it to them!\u003C/p\u003E\u003Cp\u003E✔ Facebook Content Creation Resources - Create perfect Ads, with Royalty free Music and sounds to make your Ads and slideshows stand out…\u003C/p\u003E\u003Cp\u003E✔ Create HIGH ENGAGEMENT Facebook posts\u003C/p\u003E\u003Cp\u003EPlus, as an EXTRA BONUS, I’ll also teach you how to SUPERCHARGE YOUR INSTAGRAM ADS so you can sell more and gain new followers every day- with zero effort.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou also get:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E✔ Copywriting PRO GUIDE - content is King and with this guide you’ll nail the art of copywriting\u003C/p\u003E\u003Cp\u003E✔ HOW TO USE FACEBOOK JOBS - find the perfect freelance position \u0026amp; create job ads that connect\u003C/p\u003E\u003Cp\u003E✔ DIGITAL MARKETING CAREERS GUIDE - land your dream job or set up as a successful freelancer\u003C/p\u003E\u003Cp\u003EImprove your ranking position in Facebook search, enjoy streams of traffic to your website, and ramp up your LEADS AND SALES, with my powerful Facebook Ads and Marketing techniques.\u003C/p\u003E\u003Cp\u003EThis course will turn you into a Facebook, Instagram \u0026amp; Messenger Ads pro and will make your Facebook Ads budget 100 % more effective!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERemember, when you enrol, you\u0027ll receive:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E✔ Hours of HQ video explainers for HIGH PERFORMANCE Facebook, Instagram \u0026amp; Messenger Ads \u0026amp; Facebook \u0026amp; Digital Marketing\u003C/p\u003E\u003Cp\u003E✔ Interactive quizzes making learning FUN\u003C/p\u003E\u003Cp\u003E✔ Writing assignments\u003C/p\u003E\u003Cp\u003E✔ Facebook strategies in PDF or DOC for download\u003C/p\u003E\u003Cp\u003E✔ Access to HUGE resource centre with Many MP3s \u0026amp; strategy PDFs\u003C/p\u003E\u003Cp\u003E✔ BONUS guides to Copywriting\u003C/p\u003E\u003Cp\u003E✔ BONUS Marketing Careers guide \u0026amp; Guide to Facebook Jobs\u003C/p\u003E\u003Cp\u003E✔ My super easy XLS / ODS / PDF Step-by-step Facebook, Instagram \u0026amp; Messenger Ads TO-DO lists\u003C/p\u003E\u003Cp\u003E✔ Lifetime access and Lifetime FREE updates\u003C/p\u003E\u003Cp\u003E✔ Fast \u0026amp; friendly support in the Facebook Ads Q\u0026amp;A section (600\u002B Q\u0026amp;A answered within 24 hours)\u003C/p\u003E\u003Cp\u003E✔ Udemy certificate of completion ready for download\u003C/p\u003E\u003Cp\u003E✔ 30-day money back guarantee - no questions, no quibble\u003C/p\u003E\u003Cp\u003E✔ PDF 10 lessons to quit your job and become a digital nomad\u003C/p\u003E\u003Cp\u003E✔ PDF 10 reasons to become a digital nomad today\u003C/p\u003E\u003Cp\u003E✔ PDF Digital Nomad Secrets\u003C/p\u003E\u003Cp\u003E✔ PDF Starter pack for digital nomads\u003C/p\u003E\u003Cp\u003E✔ PDF 157 questions that will help you raise your prices dramatically\u003C/p\u003E\u003Cp\u003E✔ PDF Ebook-Side Hustle Secrets\u003C/p\u003E\u003Cp\u003E✔ PDF Create a photography landing page that turns visitors in to clients\u003C/p\u003E\u003Cp\u003E✔ PDF Find photography clients before travelling to your next destination\u003C/p\u003E\u003Cp\u003E✔ PDF Presentation template: Attracting high value clients whilst travelling\u003C/p\u003E\u003Cp\u003E✔ PDF Pricing Strategies and Adding Value\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EReady to get a stream of new leads and sales?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESTOP wasting money on ineffective Facebook Ad strategies that drain your budget…\u003C/p\u003E\u003Cp\u003EI’ve been developing my Facebook, Instagram, and Messenger Ads Strategy for 12\u002B years and I’ve made a lot of mistakes along the way. I’ve tested \u003Cem\u003E1000’s\u003C/em\u003E of Ads campaigns and \u003Cem\u003E100’s \u003C/em\u003Eof targeting techniques, to arrive at a method that has helped me take start-up e-commerce brands from 0-millions - in just 1 year.\u003C/p\u003E\u003Cp\u003ENow I’m sharing that knowledge with you, so you don’t make the mistakes I had to.\u003C/p\u003E\u003Cp\u003EMy quick-learning Facebook, Instagram, and Messenger Ads course gives you practical techniques you can immediately start using to GET MORE LEADS and SELL.\u003C/p\u003E\u003Cp\u003EWant to upskill so you can switch career? Maybe you\u0027d like to make more sales and grow your e-commerce business faster?\u003C/p\u003E\u003Cp\u003EThis course will help you land a highly paid marketing job, supercharge your e-commerce, or set up a profitable Facebook \u0026amp; Instagram Ads agency. If you want to freelance, it will enable you to BE YOUR OWN BOSS, working from \u003Cem\u003Eanywhere\u003C/em\u003E as a Facebook marketer.\u003C/p\u003E\u003Cp\u003EWe live in uncertain times, and it’s important to secure your financial independence. With LIFETIME ACCESS to my constantly updated course content, you’ll ALWAYS have highly in demand Facebook, Instagram, and Messenger Ads expertise - AND the latest Facebook Ads strategies- at your fingertips.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI look forward to welcoming you on board as my newest student,\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYours\u003C/p\u003E\u003Cp\u003EIng. Tomas Moravek \u0026amp; TEAM\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/facebook-instagram-messenger-ads-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/1691662_4ecb_12.jpg","duration":"26 horas","enrolledStudentsCount":"115.900 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["B2C, B2B, entrepreneurs, start-ups, marketers, influencers, Facebook admins, Facebook editors, sales reps, copywriters, content creators, creatives, advertisers, real estate agents, affiliates, job seekers, local business, and anyone who wants to succeed online as a Facebook Ads, Instagram Ads or Messenger Ads freelancer","PLEASE NO STUDENTS with Banned Ad Accounts."],"tags":["Marketing","Marketing de redes sociales","Marketing en Facebook"],"rating":{"count":2486,"averageValue":"4.4"},"instructors":[{"name":"Ing. Tomas Moravek | SEO, Facebook Ads \u0026 Facebook Marketing Expert","url":"/user/ing-tomas-moravek-2/","totalNumberOfStudents":615514,"totalNumberOfReviews":14877,"averageRating":4.394890667459059},{"name":"SEO, Facebook Ads \u0026 Digital Marketing Academy","url":"/user/seo-facebook-ads-digital-marketing-academy/","totalNumberOfStudents":614947,"totalNumberOfReviews":14877,"averageRating":4.394890667459059},{"name":"Beck Robertson","url":"/user/beck-robertson-3/","totalNumberOfStudents":561455,"totalNumberOfReviews":12965,"averageRating":4.4002771684469}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BLESSEDFEBRUARY","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/word-stress-of-american-english/":{"courseDetails":{"courseId":2588874,"title":"Word Stress of American English","shortDescription":"Creating Rhythm in Words","longDescription":"\u003Cp\u003ESometimes people don\u0027t understand us if we make the seemingly innocent mistake of stressing the wrong syllable!\u0026nbsp; Or they may understand, but their comprehension may get slowed down or their attention may be unavoidably distracted by the change in sound.\u0026nbsp; Stressing the wrong syllable can totally change the sound of a word, to the point where it is unrecognizable.\u0026nbsp; In this course, you\u0027ll master rules and patterns for predicting word stress.\u0026nbsp; You\u0027ll even predict the stress of words you\u0027ve never seen before without having to consult the dictionary.\u0026nbsp; Learn which syllables to stress and which syllables not to stress.\u0026nbsp; \u003Cstrong\u003ELearn how to use vowel length, pitch, volume and energy to stress a syllable.\u0026nbsp; Then learn how to relax on unstressed syllables.\u003C/strong\u003E\u0026nbsp; \u0026nbsp;Learn about \u003Cstrong\u003Eprimary stress vs. secondary stress\u003C/strong\u003E and the \u003Cstrong\u003Erule of alternating stress.\u003C/strong\u003E\u0026nbsp; Learn how part of speech affects word stress and how suffixes can shift the stress of a word.\u0026nbsp; \u003Cstrong\u003ELearn which suffixes hold stress, shift the stress or don\u0027t affect the stress of a word\u003C/strong\u003E.\u0026nbsp; Also learn how to stress compound words with two and three parts.\u0026nbsp; You\u0027ll even learn how to stress phrasal verbs or idiomatic verbs.\u0026nbsp; Reinforce all the lessons with \u003Cstrong\u003Erepetition audio\u003C/strong\u003E for each section.\u0026nbsp; This will build your muscle memory and reinforce the right stress in your mind..\u0026nbsp; End the course with a\u0026nbsp; humor review.\u0026nbsp; Students who have completed at least 50% of the course may attend \u003Cstrong\u003Efree monthly live office hour on Zoom\u003C/strong\u003E to ask questions and receive live corrections\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/word-stress-of-american-english/","imageUri":"https://img-c.udemycdn.com/course/750x422/2588874_86f7_2.jpg","duration":"2 hours","enrolledStudentsCount":"2,893 students","lastUpdated":"Last updated 10/2019","targetAudiences":["Intermediate and advanced students of English"],"tags":["Teaching \u0026 Academics","Language Learning","English Pronunciation"],"rating":{"count":38,"averageValue":"5.0"},"instructors":[{"name":"Sheila Lebedenko","url":"/user/sheila-lebedenko/","totalNumberOfStudents":17886,"totalNumberOfReviews":220,"averageRating":4.691575897101449}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEONLINEFEB","originalPrice":"2.240 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/curso-wordpress-como-crear-un-blog-gratis-paso-a-paso/":{"courseDetails":{"courseId":2627270,"title":"Curso WordPress 2022:  Cómo Crear una Página Web Desde Cero","shortDescription":"Aprende a cómo crear una página web desde cero con WordPress, de forma fácil y simple, sin saber de programación.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWORDPRESS\u003C/strong\u003E es una plataforma para construir y diseñar un sitio web, sin tener experiencia en diseño web y programación, de forma rápida y sencilla.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EEl 38% de los sitios web de Internet han sido creados con WordPress\u003C/strong\u003E. Es una herramienta muy fácil de aprender y puede personalizar su sitio web de \u003Cstrong\u003EWordPress\u003C/strong\u003E para cualquier propósito. Ya sea que desee crear un portafolio personal, un blog o un sitio web comercial para vender sus productos y servicios.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003EEn nuestro curso utilizaremos las últimas técnicas para crear y diseñar un \u003Cstrong\u003Esitio web en WordPress,\u003C/strong\u003E utilizando el constructor visual de Elementor que nos brinda la flexibilidad de crear y diseñar nuestro \u003Cstrong\u003Esitio web en WordPress\u003C/strong\u003E, utilizando los temas y plantillas que nos brinda el constructor visual, que llevarán su diseño web al siguiente nivel.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENuestro curso es 100% práctico\u003C/strong\u003E, lo guiaremos a través de diversos pasos y juntos crearemos su \u003Cstrong\u003Esitio web en WordPress\u003C/strong\u003E, de modo que al finalizar nuestro curso, tendrá su sitio web diseñado con su personalización y a su gusto.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿QUÉ APRENDERÁS EN NUESTRO CURSO?\u003Cbr\u003E\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAdquirir un Hosting y Dominio para tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstalar el certificado SSL para tu dominio.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear cuentas de correo corporativas con tu dominio.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear sitios web profesionales en WordPress desde cero.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPersonalizar el diseño de tu sitio web de forma profesional.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAgregar una página de blog a tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear un formulario de contacto para tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERealizar configuraciones de seguridad para tu sitio web.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdaptar tu sitio web de WordPress para dispositivos móviles (tablets y celulares).\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAgregar el chat de Facebook Messenger en tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EActivar CloudFlare CDN gratis para mejorar la velocidad de carga de tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMejorar la velocidad de carga de tu sitio web de WordPress con el plugin SG Optimizer de SiteGround.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAcelerando el rendimiento de PHP con la función PHP Ultrarrápido de SiteGround.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿POR QUÉ ACCEDER A NUESTRO CURSO?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003ENuestro \u003Cstrong\u003E\u0022Curso WordPress 2022: Cómo Crear una Página Web Desde Cero\u0022\u003C/strong\u003E, es impartido por el experto y consultor de marketing digital: \u0022\u003Cstrong\u003ERenato Yacolca\u003C/strong\u003E\u0022,\u0026nbsp; creador de uno de los canales de YouTube más populares del mundo en los temas de tutoriales y marketing digital: \u003Cstrong\u003EProgramación Fácil, SEO y Marketing\u003C/strong\u003E, con más de \u003Cstrong\u003E150,000 estudiantes (Botón de Plata de YouTube)\u003C/strong\u003E, en el que le mostrará las diversas formas de crear un sitio web con \u003Cstrong\u003EWordPress \u003C/strong\u003Ede forma rápida y sencilla. \u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003E\u003Cbr\u003E¡ACCEDE AHORA AL CURSO!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EInscríbase ahora\u003C/strong\u003E y empiece con su aprendizaje en nuestro curso. Hay herramientas interesantes, atractivas y nuevas que aprender en la \u003Cstrong\u003Eplataforma de WordPress\u003C/strong\u003E.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi tiene alguna pregunta sobre el contenido del curso o algo relacionado con este tema, siempre puede publicar una pregunta en el curso o enviarme un mensaje directo.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¡Adelante, haz clic en el botón de \u003Cstrong\u003ECOMPRAR AHORA\u003C/strong\u003E y te veré en la lección 1!\u003C/p\u003E\u003Cp\u003ESaludos,\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERenato Jesús Yacolca Neyra\u003C/strong\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/curso-wordpress-como-crear-un-blog-gratis-paso-a-paso/","imageUri":"https://img-c.udemycdn.com/course/750x422/2627270_aae8.jpg","duration":"5 horas","enrolledStudentsCount":"48.805 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Emprendedores y personas que deseen conseguir tráfico web y ventas en un sitio web de WordPress.","Emprendedores y personas que deseen configurar un sitio web diseñado profesionalmente desde cero.","Emprendedores y personas que busquen comenzar una carrera en el nicho de creación de sitios web de WordPress.","Emprendedores y personas que quieran aprender a usar WordPress de forma profesional."],"tags":["Diseño","Diseño web","WordPress"],"rating":{"count":451,"averageValue":"4.3"},"instructors":[{"name":"Renato Jesús Yacolca Neyra","url":"/user/renato-jesus-yacolca-neyra-2/","totalNumberOfStudents":71611,"totalNumberOfReviews":1551,"averageRating":4.237516119926197}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"WORDPRESS-GR18","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/become-a-next-generation-leader/":{"courseDetails":{"courseId":2084024,"title":"Dare to Lead: How to Become a Next Generation Leader","shortDescription":"Become a Next Generation Leader, Achieve More and Create Impact","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**Course Updated - February 2022**\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; COURSE REGULARLY UPDATED: NEW TIPS, MORE LESSONS \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; CERTIFIED COACH, SPEAKER AND TRAINER \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; OVER 180,000 STUDENTS IN TOTAL \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ELet me ask you a question… How would you like to be able to learn to lead? If the answer is YES, then listen real close to what I say. In this course, I have explained the entire process that can create a fantastic leader who is loved and respected by others when integrated into your life. You will also learn to approach the different situations with a leadership-centric approach. It doesn\u0027t matter where ever you stand today. The ability to understand, value, learn from mistakes, and have a fantastic experience around others is the hallmark of a truly successful leader. In this course, I have talked about different types of leadership mindsets… for example, action mindset, the reflective mindset of a leader, etc… and most importantly, I have talked in detail about servile leadership… Yes, the leadership skill of this century, and if you have understood this skill and successfully implemented this… It\u0027s my BOLD promise that you are going to emerge as an amazing leader for your people….\u003C/p\u003E\u003Cp\u003ELet me guess, you are thinking… \u0022I am not in a leadership role in my organization and it\u0027s not for me\u0022… Well! In my opinion, anyone can be a leader in various facets of life- you can be a leader in your office, at your home, out with your friends and etc… It\u0027s a skill that when developed can create an amazing YOU. You know what, I did it too, in fact, I am just like you. So, all you have to do right now is to simply click the \u0022Enroll Button\u0022 on this page, and on the next page, I will give all the details about how you too can become an amazing leader whom people will adore and follow with love and respect than fear and disgust.\u003C/p\u003E\u003Cp\u003EThis course has been divided into 7 sections. In each section, I have discussed in detail different aspects that you would need to master to emerge as an amazing leader. \u003C/p\u003E\u003Cp\u003EIn this course, you will learn human Characteristics and how you can understand your people and modify your actions which will allow others to follow you and respect you. Which is my friend is being a leader. You will learn the 360 approaches of leadership, you will also learn to leverage emotional intelligence to your benefit to emerge as a great leader, and many more. So, be prepared with your pens and notepads to take notes while you listen to the lectures. \u003C/p\u003E\u003Cp\u003EEach section has exercises to be done for a better understanding of the concept. And I would encourage you to complete the exercises before you move to the next one. \u003C/p\u003E\u003Cp\u003EThroughout the course, you will hear me giving many different examples in the form of case studies and stories to make your understanding better and more relatable. \u003C/p\u003E\u003Cp\u003EI know a lot of you do not have time to sit and go through the videos… Well! Here\u0027s the good news… this entire course is specially formulated in a way that you can just listen to it and pause it whenever you want and do the exercise at your will… So, let me tell you what I personally do in such a scenario, I drive to my work every morning listening to an audio course just like this one… It saves my time, makes me more productive, and in my opinion it\u0027s the best use of my time… \u003C/p\u003E\u003Cp\u003EOnce, you have successfully completed the course. In the last section of this course, you will learn the tools and techniques to apply a real-life application of leadership skills and I have also explained how you too can do the same for yourself. So, what are you waiting for?? Let\u0027s dive into creating an amazing leader, that\u0027s none that YOU, my friends. \u003C/p\u003E\u003Cp\u003EThank you and I will see you on the course!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/become-a-next-generation-leader/","imageUri":"https://img-c.udemycdn.com/course/750x422/2084024_e22b.jpg","duration":"2 horas","enrolledStudentsCount":"16.983 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["If you want to develop and learn to lead in life, not just for the sake of a position or role. This course is for you."],"tags":["Desarrollo personal","Liderazgo","Liderazgo"],"rating":{"count":82,"averageValue":"4.3"},"instructors":[{"name":"Susmita Dutta","url":"/user/susmitadutta/","totalNumberOfStudents":183443,"totalNumberOfReviews":4018,"averageRating":4.24816082578125}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEB2022FREE1","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"2 días","discountPercentage":100}},"https://www.udemy.com/course/the-lean-startup-best-course-on-entrepreneurship/":{"courseDetails":{"courseId":3614842,"title":"The Lean Startup: Best course on Entrepreneurship","shortDescription":"Turing you idea into a unicorn startup and raising investment from VC","longDescription":"\u003Cp\u003EThe \u003Cstrong\u003ELean Startup Course\u003C/strong\u003E will help you understand everything that you need to know about building a lean startup. It will give you insight into building \u003Cstrong\u003Eprototypes, Business model canvas, building Minimum viable products, Pitch deck, and Fundraising\u003C/strong\u003E and support your team-building and expansion strategy in a startup.\u003C/p\u003E\u003Cp\u003ESo from start-up innovation management to how to do customer development we will cover it all in the lean startup course\u003C/p\u003E\u003Cp\u003EThe course outline is given below:-\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1. Introduction to The Lean Startup\u003C/strong\u003E\u003Cbr\u003Ea. Startup basics Intro\u003Cbr\u003Eb. Startup Road Map\u003Cbr\u003Ec. Product execution road map\u003Cbr\u003Ed. Reasons Why Startup fail - Research Study\u003Cbr\u003Ee. Why government supports the startup?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2. Legal Structure of Startup\u003C/strong\u003E\u003Cbr\u003Ea.Types of startup\u003Cbr\u003Eb. Origin of a startup\u003Cbr\u003Ec. Sole proprietorship for Small Business\u003Cbr\u003Ed. Partnership firm for medium business\u003Cbr\u003Ee. Corporation Legal Structure for the Startup\u003Cbr\u003Ef. Small business Vs tech startup\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3. Startup idea generation\u003C/strong\u003E\u003Cbr\u003Ea. Business Model Canvas\u003Cbr\u003Eb. Billion-dollar ideas\u003Cbr\u003Ec. How to Think of Startup ideas\u003Cbr\u003Ed. Delta four theory to validate ideas\u003Cbr\u003Ee. Solving Million dollar Problem Part 1\u003Cbr\u003Ef. Solving Million dollar Problem Part 2\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E4. Idea to product\u003C/strong\u003E\u003Cbr\u003Ea. Idea to product Intro\u003Cbr\u003Eb. How to build a prototype\u003Cbr\u003Ec. 3H strategy for Building Dream Team\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E5. Startup Business Model\u003C/strong\u003E\u003Cbr\u003Ea. Introduction to Platform Business\u003Cbr\u003Eb. Uber business model\u003Cbr\u003Ec. Amazon business model\u003Cbr\u003Ed. Google Business Model\u003Cbr\u003Ee. Facebook Business Model\u003Cbr\u003Ef. Fintech Business Model\u003Cbr\u003Eg. Freemium Business Model\u003Cbr\u003Eh. Understanding SAAS (Software as a service)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003E6 Startup Pitch deck for fundraising\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003Ea. Cover Page/Introduction slide in the pitch deck\u003Cbr\u003Eb. Problem slide in the pitch deck\u003Cbr\u003E3. Solution slide in the pitch deck\u003Cbr\u003E4. Product demo slide in the pitch deck\u003Cbr\u003E5. Market size slide in the pitch deck\u003Cbr\u003E6. Business model slide in the pitch deck\u003Cbr\u003E7. Competition slide in the pitch deck\u003Cbr\u003E8. Underlying magic slide in the pitch deck\u003Cbr\u003E9. Go-to-Market slide in the pitch deck\u003Cbr\u003E10. Team slide in the pitch deck\u003Cbr\u003E11. Traction/Milestones slide in the pitch deck\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E7. Startup Growth Metrics\u003C/strong\u003E\u003Cbr\u003Ea. What Makes Startup Successful\u003Cbr\u003Eb. Customer Acquisition Cost (CAC)\u003Cbr\u003Ec. Customer Lifetime Value\u003Cbr\u003Ed. Monthly reoccurring revenue\u003Cbr\u003Ee. Unit Economics for Startup\u003Cbr\u003Ef. Contribution Margin for Startup\u003Cbr\u003Eg. The retention rate for Startup\u003Cbr\u003Eh. Churn Rate in a Startup\u003Cbr\u003Ei. Market Size (TAM, SAM, and SOM)\u003Cbr\u003Ej. Key Takeaway for Growth\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E8. Everything about Startup\u0026nbsp;funding \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003Ea.Startup funding stages\u003C/p\u003E\u003Cp\u003Eb.Startup funding source\u003C/p\u003E\u003Cp\u003Ec.Startup Ownership and Equity\u003C/p\u003E\u003Cp\u003Ed.Bootstrapping Your Startup\u003C/p\u003E\u003Cp\u003Ee. The inflection point in a startup\u003C/p\u003E\u003Cp\u003Ef.Incubators vs Accelerators\u003C/p\u003E\u003Cp\u003Eg.Angel Investor vs Venture capitalist \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/the-lean-startup-best-course-on-entrepreneurship/","imageUri":"https://img-c.udemycdn.com/course/750x422/3614842_51e4_4.jpg","duration":"6 horas","enrolledStudentsCount":"70.851 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Entrepreneurs working on startups","Marketing students looking for business model","MBA students looking for business model","Product managers","Marketing Managers"],"tags":["Negocios","Emprendimiento","Lean Startup"],"rating":{"count":445,"averageValue":"4.2"},"instructors":[{"name":"Navdeep Yadav","url":"/user/navdeep-yadav-2/","totalNumberOfStudents":216660,"totalNumberOfReviews":3683,"averageRating":4.290706039291738}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"LEANSTARTUP101","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/acrylic-painting-all-techniques-from-beginner-to-master-t/":{"courseDetails":{"courseId":4376948,"title":"Acrylic Painting All Techniques - From Beginner to Advanced","shortDescription":"Come and learn in just 5 days all the secrets of painting in acrylic paints, You will love it.","longDescription":"\u003Cp\u003EYou will learn all the popular techniques that you see in viral videos - \u003Cstrong\u003EPuring , Painting with a brush, Painting with necklaces, Abstract painting and more!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECome and purchase a new and exciting hobby for life, A hobby that will do you good, a hobby that gives peace of mind and lowers stress levels from your daily life. From experience.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn the country where I live I conduct creative workshops in acrylic paints and spray, each of the founders feels wonderful after learning all these techniques, the idea of ​​the course is to make accessible to you all the existing techniques in the world of acrylic paints so you too can set out on your own and create amazing creations! \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI am absolutely sure that anyone who sees this course will greatly enjoy the quality of its photography, the course was produced with a company for preparing digital courses and the quality of the course is of the highest quality.\u003C/p\u003E\u003Cp\u003EThe course is in Hebrew but in art as in art you can only see the process and you will understand everything accurately! From the experience of hundreds of buyers from all over the world everything can be learned through these classes\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHey i\u0027m Avi Pahima. I started painting from a very young age, over the years I developed in various fields of painting. I had a successful gallery in the center of the country where I live where I would paint paintings for visitors and even sell my paintings.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI have a digital store where I sell paintings to the whole world.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI conduct creative workshops for children and adults in the city where I live, I have a digital course in Hebrew that is sold all over the country where I live.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBecause of all this experience I am sure that everyone who acquires the course will enjoy the learning process I created after a lot of thought.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI was able to create a professional but simple course where anyone can be a painter, no prior knowledge of painting is required. Everything is based on techniques only!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPainting also has many benefits such as relaxing from the stress of everyday life, developing new abilities, developing creativity and many other benefits.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EGlad that now my course is also on this site and now everyone can enjoy these benefits and earn a new hobby for life!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWishing you lots of success!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/acrylic-painting-all-techniques-from-beginner-to-master-t/","imageUri":"https://img-c.udemycdn.com/course/750x422/4376948_faf5_5.jpg","duration":"1 hora","enrolledStudentsCount":"623 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["For anyone looking for a new and exciting hobby for life, for anyone who wants to reduce stress from their daily routine, suitable for beginners and advanced"],"tags":["Estilo de vida","Artes y manualidades","Pintura abstracta"],"rating":{"count":7,"averageValue":"4.2"},"instructors":[{"name":"Avi Pahima","url":"/user/avi-pahima/","totalNumberOfStudents":2328,"totalNumberOfReviews":23,"averageRating":4.702608583333333}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEACRYLIC","originalPrice":"3.200 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/basic-concepts-of-databases-and-writing-query-in-sql-server/":{"courseDetails":{"courseId":1326916,"title":"Microsoft SQL Server for Beginners | Crash Course","shortDescription":"Boot-camp for SQL Query Writing Skills | sql fundamentals for beginners | Database Crash course | Database Programming","longDescription":"\u003Cp\u003E\u003Cstrong\u003EBe Ready to update your CV\u0026nbsp;for better Job\u003C/strong\u003E by attending this \u003Cstrong\u003Esql database for beginners\u003C/strong\u003E course which provides \u003Cstrong\u003Esql fundamentals for beginners\u003C/strong\u003E .\u003C/p\u003E\u003Cp\u003EDatabase Management and \u003Cstrong\u003EDatabase programming\u003C/strong\u003E is an essential need of every industry therefore almost every organization needs people with skill-set in \u003Cstrong\u003EDatabase Management\u003C/strong\u003E and \u003Cstrong\u003EDatabase administration\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMicrosoft SQL\u0026nbsp;Server\u003C/strong\u003E is one of the famous relational database management system (RDBMS) of modern era, You may find \u003Cstrong\u003Esql server online course\u003C/strong\u003E\u0026nbsp; on internet but This SQL course is designed for those students who want to learn the \u003Cstrong\u003Ebasics of database\u003C/strong\u003E as well as want to know that \u003Cstrong\u003Ehow to\u003C/strong\u003E\u0026nbsp; \u003Cstrong\u003Eimprove SQL Query writing skills instantly\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course will help you to learn \u003Cstrong\u003EMicrosoft SQL Server instantly with in a week\u003C/strong\u003E, just remember that Database Designing is an ART which can not be learnt\u0026nbsp; unless you do not posses the sufficient knowledge of database basics and know-how about database development tools.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003Esql for beginners\u003C/strong\u003E course contains lot of information for you to help you in getting new job, We are very confident that this\u003Cstrong\u003E sql tutorial for beginners\u003C/strong\u003E will answer the most asked question that How to become a database developer, \u003Cstrong\u003Ehow to learn SQL in minimum time\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EAfter completing this \u003Cstrong\u003ESQL training course\u003C/strong\u003E, you will have the sufficient knowledge of the following key areas related to SQL Server database which will provide you a solid foundation to become \u003Cstrong\u003EDatabase Developer and Database Administrator (DBA)\u003C/strong\u003E .\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp;What is RDBMS (Relational Database Management System)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand and Use Databases\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand and Use SQL with Databases\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFamous RDBMS that are being used in modern age.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to SQL Server Management Studio ( Database Developer Tool)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to mssql ( microsoft sql server)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPrimary Key,Composite Key\u0026nbsp;and Foreign Key\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFundamentals of Structured Query Language (SQL)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConcepts of Data Models ( One to One, One to Many , Many to Many)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStep by Step guide to install Microsoft SQL Server \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStep by Step Installation guide to SQL Server \u003Cstrong\u003EDatabase Developer Tool\u003C/strong\u003E i.e. \u003Cstrong\u003ESQL Server Management Studio\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ecreate a Database in Microsoft SQL Server\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBasic operations \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EApplying Data filters \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInsertion\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUpdate existing data in a table\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDelete data of a table\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESelection of DISTINCT records\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of SQL Joins\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDefinition of Aggregate functions \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECOUNT function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMIN\u0026nbsp;Aggregate function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMAX Aggregate function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESUM\u0026nbsp;Aggregate function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifferent variations of GROUP BY\u0026nbsp;Clause\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUpper and Lower Case functions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESubstring function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETOP\u0026nbsp;Keyword\u003C/p\u003E\u003Cp\u003E \u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003Eyou can find lot of \u003Cstrong\u003ESql server online course\u0026nbsp; \u003C/strong\u003Eas well as other\u0026nbsp; \u003Cstrong\u003Eonline computer courses\u003C/strong\u003E however this \u003Cstrong\u003Esql tutorial for beginners \u003C/strong\u003Ecourse is designed for all those students who have very less knowledge of databases, Therefore we always claim this\u0026nbsp; as\u0026nbsp; \u0022\u003Cstrong\u003Esql server training for beginners\u003C/strong\u003E\u0022\u003C/p\u003E\u003Cp\u003EThrough Learning SQL online , You will be able to improve your skills , Please keep in mind that you will have to practice what you learn during sql training course. Moreover \u003Cstrong\u003Esql tutorial course\u003C/strong\u003E will also help you to prepare yourself for microsoft sql server database certifications.\u003C/p\u003E\u003Cp\u003EWe wish for your success in your career through the knowledge gained by this \u003Cstrong\u003Ebest sql course\u003C/strong\u003E.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/basic-concepts-of-databases-and-writing-query-in-sql-server/","imageUri":"https://img-c.udemycdn.com/course/750x422/1326916_5141.jpg","duration":"2,5 horas","enrolledStudentsCount":"146.978 estudiantes","lastUpdated":"Fecha de la última actualización: 6/2021","targetAudiences":["Anyone with basic knowledge of computer","Any One willing to learn SQL Server"],"tags":["Desarrollo","Diseño y desarrollo de bases de datos","Microsoft SQL"],"rating":{"count":1397,"averageValue":"4.1"},"instructors":[{"name":"Yasir Mehmood","url":"/user/d84071a3-25be-4a24-855e-6561586cadbb/","totalNumberOfStudents":206249,"totalNumberOfReviews":2301,"averageRating":4.201061676056338}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"53359344A965E43B3EE6","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/content-marketing-course-/":{"courseDetails":{"courseId":3600048,"title":"Copywriting \u0026 Content Marketing Course: Be a PRO Copywriter","shortDescription":"Be a Content Marketing, SEO \u0026 Copywriting Expert - Profit with Content Marketing: 2022\u0027s Most Powerful FAST LEARN Course","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ETHIS COPYWRITING \u0026amp; CONTENT MARKETING COURSE HAS BEEN COMPLETELY UPDATED WITH WRITING ASSIGNMENTS \u0026amp; QUIZZES MAKING LEARNING FUN!!! UPSKILL YOURSELF AND ENSURE YOU\u0027RE NEVER OUT OF WORK OR OUT OF CLIENTS, WITH THE CONTENT MARKETING \u0026amp; COPYWRITING COURSE.\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003ELEARN EVERYTHING YOU NEED TO KNOW TO BECOME A PROFESSIONAL CONTENT CREATOR, AND START A NEW CAREER ONLINE, OR BOOST YOUR LOCAL OR E-COMMERCE BUSINESS. \u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022I wanted to tell you that I have a job in a digital marketing company! I\u0027m working as a copywriter and account manager for a team of developers and graphic designers! I\u0027m currently working for Puerto Rico\u0027s Swimming Federation, writing 2 blog posts and 16 social media posts every month, and get extra income as the account manager! Thank you so much for the knowledge and help throughout the course! You have been very helpful in my path to great success!\u0022 Thank you so much!\u0022 Gabriel\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022This course is excellent at providing you loads of information on how to get started in your marketing career. You can follow along step by step and create your own website if you don\u0027t already have one. It\u0027s the perfect beginner course to help you on your way to an exciting career and Tomas keeps you motivated every step of the way!\u0022 Shawn\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EDear Students,\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHi, I\u0027m Tomas Moravek, and in 2016 I was awarded the Internet Efficiency Award for my Digital Marketing Strategy. Now I\u0027m on Udemy, with my exclusive, comprehensive course designed to take you from novice to expert in CONTENT MARKETING and COPYWRITING.\u003C/p\u003E\u003Cp\u003EWith this course, I\u0027ve really gone over the top to bring you extra value. As well as my award-winning Digital Marketing, Copywriting and SEO strategies, I’ve employed a selection of experts to give their input on content creation, copywriting, freelancing, job seeking, and more.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will teach you EVERYTHING YOU NEED TO KNOW about CONTENT MARKETING, including the art of professional SEO Copywriting, so you create content that DEMANDS ATTENTION. POWER UP YOUR DIGITAL MARKETING GAME with easy to follow tutorials that QUICKLY teach you how to use Newsletter, Press Release, Blog, and Content Marketing to BOOST all your campaigns.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMy driving motivation is my passion to share with others, so I can see them expand their skillset and grow in their mastery using \u003Cem\u003Emy\u003C/em\u003E knowledge. I get enormous satisfaction from the feedback my thousands of satisfied students give me.\u003C/p\u003E\u003Cp\u003EYou’ll also get the professional guide to Copywriting MASTERY, plus BONUS Freelancing and employment strategies, so you can land your first client or get your dream job RIGHT AWAY.\u003C/p\u003E\u003Cp\u003EThis course is a passion of mine, so I constantly update and improve it. \u003Cstrong\u003EFREE LIFETIME UPDATES AND ACCESS \u003C/strong\u003Eare included when you enrol, so you can always access the latest CONTENT and COPYWRITING strategies. My ULTIMATE CONTENT MARKETING MASTERY course is designed to help you succeed no matter \u003Cem\u003Ewhat \u003C/em\u003Elevel of skill you are at, \u003Cem\u003Eeven if you are a complete novice\u003C/em\u003E. You will need to put in the work, but I can assure you, if you do, YOU WILL SEE RESULTS.\u003C/p\u003E\u003Cp\u003EWith Lifetime access and updates, and a \u003Cstrong\u003E30-day money-back refund guaranteed\u003C/strong\u003E, there’s NOTHING TO LOSE and UNLIMITED PROFIT to unlock.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELearn HIGHLY PERSUASIVE SEO Copywriting Techniques – seamlessly boost your SEO while pushing your customer’s buttons. Copywrite for SALES SUCCESS with our EXPERT guide from a pro content creator – includes easy walkthroughs to MAX your SEO copywriting results. Free Course for Beginners. This Copywriting course is completely animated and optimised for beginners to learn FAST. This course also includes a pro copywriting PDF guide and PDF checklist, so you can create content like an expert, and sell more.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe know many marketers wonder if copywriting is still relevant, as we live in an age where video, visual and podcast content are the most shared mediums. Yet copywriting is still so vital, as it has the power to improve nearly every aspect of your marketing. If you know how to write content that grabs people from the start you can raise your game and boost customer engagement massively.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESO, HOW CAN MASTERING THE ART OF COPYWRITING BENEFIT YOU?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFrom your sales pages to your press releases, video scripts, blog post headlines meta descriptions, and email campaigns to your Facebook posts and Press releases, knowing how to create great copy will help your marketing efforts enormously. When you learn how to do it right, you\u0027ll be able to get higher conversion rates on key pages, improve the structure of your blogs, get more engagement in social media, and have many more people share your content.\u003C/p\u003E\u003Cp\u003EMost importantly of all, you\u0027ll be able to understand your customer’s needs, which will help you connect with your target audience much better. To create truly great copy, you first need to know your audience. You must understand what drives them, their hopes, dreams, thoughts, fears and desires.\u003C/p\u003E\u003Cp\u003EOnce you have this knowledge, you\u0027ll be able to write copy that immediately connects with the people you\u0027re trying to reach, because you\u0027ll be speaking their language. This will make all your content 100% more effective, and you\u0027ll find it easier to be able to get people to take the action you want.\u003C/p\u003E\u003Cp\u003EKnowing how to write good copy is an essential marketing skill, that will help you boost your reach, sell more, and get more customer engagement. It will also make you much more employable, according to the National Association of Colleges and Employers, 73% of employers want to hire people with strong writing skills.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWHY YOU NEED OUR COPYWRITING \u0026amp; CONTENT MARKETING MASTERY COURSE:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EWhen you enrol, you’ll get INSTANT access to powerhouse Content Marketing techniques that have been PROVEN TO DELIVER - 1 000’s of times over.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; \u003Cstrong\u003EMASTER THE PSYCHOLOGY OF PERSUASION\u003C/strong\u003E - Understand the 3 essential stages of the customer journey to purchase- and how to angle ALL your content to move prospects smoothly to the sale. This is the Golden Key to selling more and selling FASTER - and when you enrol, I’ll share it with you.\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; \u003Cstrong\u003EMASTER COPYWRITING\u003C/strong\u003E - Persuasive SEO Copywriting Techniques to hook potential customers fast, build trust and GET TO THAT SALE! Pro content creation templates for EVERY occasion from Twitter posts to Email newsletters, sales letters, and blogs.\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; \u003Cstrong\u003EMASTER CONTENT MARKETING\u003C/strong\u003E - Learn how to get your content in front of the right people - and how to rev up its engagement rate - so you get more LEADS, SALES, COMMENTS, \u0026amp; SHARES.\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; \u003Cstrong\u003EMASTER CONTENT CREATION\u003C/strong\u003E - Content creation templates and guides for every type of e-commerce, marketing, and social media. Create high performance email newsletters, Twitter \u0026amp; Facebook posts, Facebook Ads, Messenger Ads, LinkedIn Ads \u0026amp; more…\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; \u003Cstrong\u003EMASTER WEBSITE CREATION\u003C/strong\u003E - SEO WordPress Yoast configuration \u0026amp; optimisation - EASY WALKTHROUGH, SEO WordPress security walkthrough, copywriting for your website and more…\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; \u003Cstrong\u003EMASTER OUTREACH\u003C/strong\u003E - SEO bloggers outreach technique, Easy-to-follow SEO PR link building Guide, plus templates for reaching out to influencers on social media.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWHEN YOU ENROL, YOU ALSO GET:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; COURSE MATERIALS AND TUITION Worth AT LEAST $1 080 - you get it all - for a tiny fraction of the cost!!\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; Handy PDF \u0026amp; MP3 packed with useful and FREE EXTRA RESOURCES you can download from our Resource Centre\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; XLS / ODS To-Do lists to help you get organised and complete all your goals\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; Quizzes \u0026amp; Assignments making Learning FUN!\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; Lifetime access \u0026amp; Lifetime updates\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; Udemy certificate of completion - ready for download\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; 30-day money back guarantee\u003C/p\u003E\u003Cp\u003E✔\u0026nbsp; Fast \u0026amp; friendly support in the Q\u0026amp;A section - ask me a question ANYTIME\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESTART YOUR JOURNEY TO COPYWRITING \u0026amp; CONTENT MARKETING MASTERY TODAY!!!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGet the knowledge you need to expand your skills, and effectively market your business in today\u0027s fast-paced digital business environment.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe look forward to welcoming you on board as my newest student,\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYours,\u003C/p\u003E\u003Cp\u003EIng. Tomas Moravek \u0026amp; Beck Robertson, NCTJ qualified journalist and copywriter with over 10 years’ experience\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/content-marketing-course-/","imageUri":"https://img-c.udemycdn.com/course/750x422/3600048_b195_11.jpg","duration":"18 horas","enrolledStudentsCount":"72.407 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["For You","B2B, B2C, entrepreneurs, digital marketers, Facebook marketers, affiliate marketers, growth hackers, start-ups, marketers, influencers, Facebook admins, Facebook editors, content creators, creatives, advertisers, real estate agents, job seekers, local businesses, website owners, website admins, SEO help seekers, bloggers, branding consultants, etc."],"tags":["Marketing","Marketing digital","Contenido web"],"rating":{"count":671,"averageValue":"4.4"},"instructors":[{"name":"Ing. Tomas Moravek | SEO, Facebook Ads \u0026 Facebook Marketing Expert","url":"/user/ing-tomas-moravek-2/","totalNumberOfStudents":615514,"totalNumberOfReviews":14877,"averageRating":4.394890667459059},{"name":"Beck Robertson","url":"/user/beck-robertson-3/","totalNumberOfStudents":561455,"totalNumberOfReviews":12965,"averageRating":4.4002771684469},{"name":"SEO, Facebook Ads \u0026 Digital Marketing Academy","url":"/user/seo-facebook-ads-digital-marketing-academy/","totalNumberOfStudents":614947,"totalNumberOfReviews":14877,"averageRating":4.394890667459059}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BLESSEDFEBRUARY","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/learn-freelancing-to-grow-quickly-at-marketplaces-f/":{"courseDetails":{"courseId":3296418,"title":"Learn Freelancing : To Grow Quickly at Marketplace\u0027s","shortDescription":"Find exactly what you want to learn from how-to-get started Freelancing Career to Grow quickly at Marketplace\u0027s.","longDescription":"\u003Cp\u003EThis \u003Cstrong\u003Ecourse is meant to teach\u003C/strong\u003E the \u003Cstrong\u003Etips and tricks of freelancing\u003C/strong\u003E in the \u003Cstrong\u003Esimplest and effective way\u003C/strong\u003E. The\u003Cstrong\u003E do\u0060s and don\u0060ts\u003C/strong\u003E are discussed, about which a \u003Cstrong\u003Efreelancer must be aware\u003C/strong\u003E of. The introduction of different \u003Cstrong\u003Etypes of freelance marketplaces\u003C/strong\u003E is given in this \u003Cstrong\u003Ecourse\u003C/strong\u003E. Web portals like \u003Cstrong\u003EFreelancer, Upwork, Fiverr, Fivesquid,\u003C/strong\u003E and \u003Cstrong\u003E99 Design\u003C/strong\u003E are \u003Cstrong\u003Eintroduced\u003C/strong\u003E and\u003Cstrong\u003E discussed\u003C/strong\u003E in detail so that a \u003Cstrong\u003Etrainee\u003C/strong\u003E \u003Cstrong\u003Ecould effectively\u003C/strong\u003E make money by using \u003Cstrong\u003Ethese portals.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn :\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAfter completing this course, a trainee will be able to:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDefine the term Freelance?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to get started as a Freelancer.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat\u0027s Essential for freelancing to get started\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat\u0027s Essential to be a Freelancer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhere should I work as a Freelancer?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify different types of freelance marketplaces\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the pros and cons of freelancing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify and apply their strengths/skills in the freelance market.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESign up as a freelancer at different platforms\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate an effective profile on freelance platforms\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESearch the right projects \u0026amp; winning proposals.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDefine the importance of communication skills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage a project once it is awarded\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage project payments (escrow, invoicing system)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the importance of feedback for profile\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the steps to keep projects coming\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the mistakes and problems every freelancer\u0027s faces\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify steps to become a Successful Freelancer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the steps for effective Bidding to get the most from the process\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the steps to grow as a freelancer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify how to retain existing client\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPlease feel free to \u003Cstrong\u003Ereview the course curriculum\u003C/strong\u003E and I look \u003Cstrong\u003Eforward to going\u003C/strong\u003E through the \u003Cstrong\u003Ematerial \u003C/strong\u003Ewith you on your \u003Cstrong\u003Efreelance journey!\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-freelancing-to-grow-quickly-at-marketplaces-f/","imageUri":"https://img-c.udemycdn.com/course/750x422/3296418_c8a3_2.jpg","duration":"","enrolledStudentsCount":"28,674 students","lastUpdated":"Last updated 7/2020","targetAudiences":["Beginner Freelancers","Beginner Remotely Workers","Beginners those outsource projects","Buyers: Those want to know importance of Freelance","Sellers: Who\u0027re already doing freelance. But, those have good knowledge about it"],"tags":["Personal Development","Career Development","Freelancing"],"rating":{"count":612,"averageValue":"3.4"},"instructors":[{"name":"Ossama Mehmood","url":"/user/ossama-mehmood/","totalNumberOfStudents":28674,"totalNumberOfReviews":612,"averageRating":3.4499035}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"GROWQUICKLY","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/grants-for-nonprofit-organizations/":{"courseDetails":{"courseId":2431770,"title":"Writing Grants Applications For Nonprofit Organizations","shortDescription":"Learn How To Write Grant Applications For Nonprofit Organizations","longDescription":"\u003Cp\u003E\u003Cstrong\u003EUpdated: February 2022\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow To Access Top UK Grants!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDo you have a project or idea you are passionate about? Do you want Grant funding?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou don\u0027t have to repay the money or interest nor lose equity – you keep the funds!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDespite all attractiveness of grant-funding, many don\u0027t even enter this battle, as there is a common opinion that grants are the most challenging funding option due to its competitiveness. The good news that this myth is so popular that puts off many potential applicants. As a result, there are more under-utilized grants that you can even possibly think.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis Course will help you to\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1. Find out about available grants, and\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2. Understand requirements, so your application can stand out from others.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EApart from that, you\u0027ll learn about main legal aspects crucial for grant-funding, and most importantly will get clarity on how to implement grants into your funding strategy, to ensure you can get more funding when needed!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOn this unique course you\u0027ll be able to learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- What are your chances to win a Grant?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- How to build a strategy and prepare your funding portfolio;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- How to get your company more grant funding\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou\u0027ll find out about:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Standard Requirements;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- Common myths;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBy the end of this course you will:\u003C/p\u003E\u003Cp\u003E- Obtain practical skills and knowledge;\u003C/p\u003E\u003Cp\u003E- Discover various grant schemes;\u003C/p\u003E\u003Cp\u003E- Understand which option fits you best;\u003C/p\u003E\u003Cp\u003E- Know what to do exactly to win a grant!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFeatured speakers: Boomy Tokan\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI have helped my clients access Grant Funding for their community projects and I want to help you too!\u003C/p\u003E\u003Cp\u003EIt has always been my passion to encourage success-minded people like you to utilize your God-given abilities and gifts to benefit the world.\u003C/p\u003E\u003Cp\u003EMy desire to help you overcome your perceived limitations led me to; answer\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E700\u002B questions on Quora\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOver 1 million views,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreated 25 startup courses,\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOver 65,000 students on Udemy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWritten 7 Business books; to foster your entrepreneurial dreams.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EI enjoy running – completed over 150 – 5k parkruns; reading motivational books and Sherlock Holmes movies. As a Christian, I have read the Bible over 15 times; written 5 Christian books and raise Disciples around the world!\u003C/p\u003E\u003Cp\u003EI know that through “Encouragement” you can achieve more!\u003C/p\u003E\u003Cp\u003EBoomy Tokan – \u003Cem\u003E“The Encourager\u0022\u003C/em\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/grants-for-nonprofit-organizations/","imageUri":"https://img-c.udemycdn.com/course/750x422/2431770_4dd7.jpg","duration":"1 hora","enrolledStudentsCount":"3.802 estudiantes","lastUpdated":"Fecha de la última actualización: 6/2019","targetAudiences":["Those who want to raise Grant Funding for nonprofits","Those looking for the right advice to achieve the above","Those who want to improve their ability to raise funding"],"tags":["Finanzas y contabilidad","Finanzas","Solicitud de subsidios"],"rating":{"count":26,"averageValue":"4.4"},"instructors":[{"name":"Boomy Tokan","url":"/user/boomytokan/","totalNumberOfStudents":151035,"totalNumberOfReviews":1707,"averageRating":4.363293496969696}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B669941562A5F0E873C3","originalPrice":"1.920 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/beginners-cartoon-drawing-masterclass-bobbys-new-car/":{"courseDetails":{"courseId":4004930,"title":"Simple Cartoon Drawing  Course :  a Kid driving a Car","shortDescription":"How to Draw \u0026 Color a Cartoon  Kid Driving a Car.","longDescription":"\u003Cp\u003EDrawing a Car can be very complicated when editing the transparent windShield; in this masterclass, i will teach you a simple technique to achieve Transparent Glasses using aKid in His Toy Car. This is a Real Time Step-By Step Process of the entire Drawing and Editing using Photoshop.\u003C/p\u003E\u003Cp\u003EHello I\u0027m \u003Cstrong\u003ET.S\u0026nbsp;Amachree\u003C/strong\u003E, I have been a Cartoonist for more than 13 years\u0026nbsp; and I have upgraded my techniques over the years; I love deeply sharing my Knoweldge and Experience with you, \u003Cstrong\u003E\u003Cem\u003EHow I Draw and Color My Cartoon Characters\u003C/em\u003E\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThis Masterclass will equip you with the Basics of Drawing and Coloring a Cartoon Character, a real time step by step Guide showing my every move on Drawing and Coloring a Cartoon Car Driver.\u003C/p\u003E\u003Cp\u003EWith Simple and yet Powerful techniques to\u003Cstrong\u003E enable you create \u0022Professional\u0022 Cartoon Character straight from your Imagination.\u003C/strong\u003E You don\u0027t need to have so much experience in Drawing, this masterclass will guide you through.\u003C/p\u003E\u003Cp\u003EYou Don\u0027t Need A fancy Graphic Tab to do this; all you need is a Ball point Pen and Willingness to learn.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBenefits Of This Masterclass\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou Learn how to make Digital Cartoon Art.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou Increase your Creative Expression.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImprove Concentration \u0026amp; Mental Health.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEarn Extra Money Being A Cartoonist.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOpportunity to make WebComics.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat You Will Learn:\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ETips to Draw A Cartoon Character Car.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Color a Cartoon Driver.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to place a Character inside a Car.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Color a Car WindShield ( Secret Sauce)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Increase Your Confidence with Drawing.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow To Develop Cartoon Characters from your Imagination.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow To Edit \u0026amp; Color Cartoon Character in Photoshop.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow To Turn your Idea Into digital Art.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EThere are Countless Amount of Opportunity for Cartoonist and this Masterclass gives you a spring board into your cartoon drawing career.\u003C/p\u003E\u003Cp\u003EThis course is designed for Aspirant Cartoonists, Graphic Designers and people who want to learn How to creatively express their ideas into Digital Form.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis Cute Cartoon Driver wants you to start making cartoons.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is designed for you.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/beginners-cartoon-drawing-masterclass-bobbys-new-car/","imageUri":"https://img-c.udemycdn.com/course/750x422/4004930_9474.jpg","duration":"1 hora","enrolledStudentsCount":"3.910 estudiantes","lastUpdated":"Fecha de la última actualización: 4/2021","targetAudiences":["Anyone Who wants to learn how to Create Cartoons","Beginner Cartoon Artists","Graphics  Designers and Illustrator"],"tags":["Diseño","Diseño gráfico e ilustración","Diseño de dibujos animados"],"rating":{"count":11,"averageValue":"3.9"},"instructors":[{"name":"Red Jacobs Production","url":"/user/red-art-project/","totalNumberOfStudents":26864,"totalNumberOfReviews":147,"averageRating":4.245593166666667}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F4F844CD8FBB1F7A52AB","originalPrice":"3.200 INR","discountedPrice":"Gratis","expirationText":"17 horas","discountPercentage":100}},"https://www.udemy.com/course/financial-awareness-for-students-and-professionals/":{"courseDetails":{"courseId":4101876,"title":"Financial Awareness for students and professionals","shortDescription":"Decoding financial instruments for high school students, programmers, freelancers, designers and people of all ages!","longDescription":"\u003Cp\u003EWe keep hearing about financial terms all the time in the news, in conversations, and in almost every kind of media that reaches us. But most of the time we just filter out that information as noise due to the tiresome jargon. What if you just spend a couple of hours and get a basic framework to start making sense of that noise?\u0026nbsp; \u003C/p\u003E\u003Cp\u003EThe main objective of this course is to create awareness about the bigger picture of the finance ecosystem. The massive diversity in regulations across countries and the financial goals of individuals makes it impossible to come up with one solution that will work for all. Hence, understanding the basics can provide a solid monetary decision-making framework for the rest of your life.\u0026nbsp; \u0026nbsp;\u003C/p\u003E\u003Cp\u003EAs 36 years old, who has been on the quest to identify the relevant aspect of this financial universe as a common man in an emerging economy, I would like to share a fundamentals crash course that should enable you to ask questions that are relevant to your future and align with the economy you stay in!\u0026nbsp; My experiences are drawn from pure survivorship skills honed by 3 recessions across 2 countries (US and India). More about those at the end of the course. Trust you will find the content helpful in kickstarting your journey towards financial independence in a matter of hours.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/financial-awareness-for-students-and-professionals/","imageUri":"https://img-c.udemycdn.com/course/750x422/4101876_51b9.jpg","duration":"2.5 hours","enrolledStudentsCount":"8,073 students","lastUpdated":"Last updated 1/2022","targetAudiences":["students and early stage professionals.","Anyone interested in fundamental entities involved that affect personal finance","Professionals with early retirement goals"],"tags":["Finance \u0026 Accounting","Other Finance \u0026 Accounting","Financial Planning"],"rating":{"count":32,"averageValue":"4.2"},"instructors":[{"name":"Subodh Chiwate","url":"/user/subodh-27/","totalNumberOfStudents":10030,"totalNumberOfReviews":35,"averageRating":4.2310826666666665}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"448452ACBC50F9F17FBC","originalPrice":"3.200 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/design-engaging-products-using-design-thinking/":{"courseDetails":{"courseId":1355526,"title":"Ultimate Guide to Product Design: Design Thinking Approach","shortDescription":"Uncover the secrets of successful products for outstanding user experience. Design your unique product that users love!","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**Course Updated - February 2022**\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; COURSE REGULARLY UPDATED: NEW TIPS, MORE LESSONS \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; CERTIFIED COACH, SPEAKER AND TRAINER \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; OVER 180,000 STUDENTS IN TOTAL \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe world finally understands the essential role of design. Products look better than ever, interfaces feel intuitive, and companies are hiring designers at an increasing rate. But, the designer’s role has been changing over the last few years. It’s no longer enough to iterate and understand your user, instead of in today’s world, designers should be able to do both – identify problems and build solutions, which will increase their worth by at least 10 times for any company. When you can do both, you can do things that no one else can do and you will be a unique asset in your company.\u003C/p\u003E\u003Cp\u003EThere’s a shift underway in large organizations, one that puts design much closer to the center of the enterprise. But the shift isn’t about aesthetics. It’s about applying the principles of design for a better user experience. This new approach is in large part a response to the increasing complexity of modern technology and modern business.\u0026nbsp;\u0026nbsp; \u003C/p\u003E\u003Cp\u003EMost people don\u0027t think about how poorly designed everyday interactions are until they learn the principles of good design and user experience, many of which are not intuitive. You don\u0027t need to be born thinking about this stuff in order to become a successful designer, it\u0027s a skill that can be developed like anything else. Passion often follows from knowledge and expertise.\u0026nbsp; \u0026nbsp; \u003C/p\u003E\u003Cp\u003EIn this course, I have explained the entire design process which when integrated into your product can create an amazing user experience. You will also learn to approach a problem in a systematic manner. Working in a series is the most important stage of the design process. The ability to experiment, value and learn from mistakes, and build on the experience achieved is the hallmark of the truly successful and creative individual, whatever the field.\u0026nbsp; \u0026nbsp;\u0026nbsp; So, what are you waiting for?? Get Enrolled and start your journey today… Happy learning my dear friends. See you in the course\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/design-engaging-products-using-design-thinking/","imageUri":"https://img-c.udemycdn.com/course/750x422/1355526_c6db_2.jpg","duration":"2 heures","enrolledStudentsCount":"32 732 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["This course is for Entrepreneurs, Business Owners and Managers who are willing to work towards creating a customer favorite product","If you are looking for a shortcut, this course is NOT for you","If you are not willing to work relentlessly for the desired results, this course is NOT for you"],"tags":["Design","Conception d\u0027une expérience utilisateur","Conception de produits"],"rating":{"count":320,"averageValue":"4.3"},"instructors":[{"name":"Susmita Dutta","url":"/user/susmitadutta/","totalNumberOfStudents":183353,"totalNumberOfReviews":4018,"averageRating":4.248392288000001}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEB2022FREE1","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/pmi-agile-certified-practitioner-pmi-acp-practice-exams-m/":{"courseDetails":{"courseId":4415014,"title":"PMI Agile Certified Practitioner (PMI-ACP ®) Practice Exams","shortDescription":"PMI-ACP ®- PMI Agile Certified Practitioner Certification Practice Tests - 1000 Questions with Explanations - 2022.","longDescription":"\u003Cp\u003EThe PMI-ACP exam format is a three-hour computer-based test made up of 120 multiple-choice questions. The questions are mapped to the exam content outline domains.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThese UNOFFICIAL practice tests contain \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E1000 questions\u003C/strong\u003E: 1 set of 250 questions containing Domain wise questions \u0026amp; 5 tests of 150 questions\u0026nbsp;in English.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAppropriate explanations\u003C/strong\u003E: It will help you to understand the Agile \u0026amp; the importance of the Agile Certified Practitioner.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThe PMI-ACP exam covers 7 agile domains. These practice tests cover all these domains.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain I\u003C/strong\u003E. \u003Cstrong\u003EAgile Principles and Mindset \u003C/strong\u003E(9 tasks) - 16% ~19 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EExplore, embrace, and apply agile principles and mindset within the context of the project team and organization. \u003C/em\u003E\u003C/p\u003E\u003Cp\u003EAgile Manifesto Values and Principles, Agile Framework and Terminology \u0026amp; Agile Methods and Approaches.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain II. Value-Driven Delivery \u003C/strong\u003E(4 sub-domains, 14 tasks) - 20% ~24 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EDeliver valuable results by producing high-value increments for review, early and often, based on stakeholder priorities. Have the stakeholders provide feedback on these increments, and use this feedback to prioritize and improve future increments.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EROI, NPV, IRR, Chartering, Relative Prioritization, Customer-Valued Prioritization, Risk-Adjusted Backlog, Agile EVM, Task / Kanban Boards \u0026amp; WIP Limits, Cumulative Flow Diagrams, Value Stream Mapping, Requirement Reviews, KANO Analysis \u0026amp; MoSCoW, Prioritization, Value-Based Decomposition, and Prioritization, Incremental Delivery, Value-Based Analysis, Business Case Development, Agile Project Accounting Principles, Agile Contracting, Agile Project Accounting Principles.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain III. Stakeholder Engagement \u003C/strong\u003E(3 sub-domains, 9 tasks) - 17% ~20 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EEngage current and future interested parties by building a trusting environment that aligns their needs and expectations and balances their requests with an understanding of the cost/effort involved. Promote participation and collaboration throughout the project life cycle and provide the tools for effective and informed decision-making.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EPersonas, User Stories / Backlogs \u002B Story Maps, Wireframes, Information Radiators, Burn Down / Up Charts, Agile Modeling, Conflict Resolution \u002B Negotiation, Workshops, Two-way Communications, Social Media-based Communication, Accessing and Incorporating Community and Stakeholder Values, Stakeholder Management, Communication Management, Facilitation Methods, Knowledge Sharing/Written Communication.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain IV. Team Performance \u003C/strong\u003E(3 sub-domains, 9 tasks) - 16% ~19 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ECreate an environment of trust, learning, collaboration, and conflict resolution that promotes team self-organization\u003C/em\u003E enhances relationships among team members,\u003Cem\u003E and cultivates a culture of high performance.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EServant Leadership \u002B Adaptive Leadership, Co-located Teams / Distributed Teams, Team Space, Agile Tooling \u002B Daily Stand-ups, Emotional Intelligence, Learning Cycle, Productivity, Leadership, Building Agile Teams, Team Motivation, Physical and Virtual Co-location, Global, Cultural, and Team Diversity, Training, Coaching, and Team Diversity, Participatory Decision Models.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain V. Adaptive Planning \u003C/strong\u003E(3 sub-domains, 10 tasks) - 12% ~14 questions among 120 Exam questions\u003Cbr\u003E\u003Cem\u003EProduce and maintain an evolving plan, from initiation to closure, based on goals, values, risks, constraints, stakeholder feedback, and review findings.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EProduct Roadmap, Minimally Marketable Feature (MMF) / Minimal Viable Product (MVP), Iteration and Release Planning \u002B Progressive Elaboration, Wide Band Delphi and Planning Poker \u002B Affinity Estimating \u002B Relative Sizing / Story Points, Time-boxing, Process Tailoring, Velocity \u002B Ideal Time \u002B Throughput, Backlog Grooming / Refinement, Definition of Done, Principles of Systems Thinking, Prioritization, Incremental Delivery, Agile Discovery, Agile Sizing and Estimation, Value-Based Analysis and Decomposition, Agile Project Chartering\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain VI. Problem Detection and Resolution \u003C/strong\u003E(5 tasks) - 10% ~12 questions among 120 Exam questions\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EContinuously identify problems, impediments, and risks; prioritize and resolve in a timely manner; monitor and communicate the problem resolution status, and implement process improvements to prevent them from occurring again.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EContinuous Integration \u002B Frequent Verification and Validation, Variance and Trend Analysis, Test-Driven Development / Test First Development\u003C/p\u003E\u003Cp\u003EAcceptance Test-Driven Development, Risk-Based Spike, Risk-Adjusted Backlog, Architectural Spikes, Risk Burn Down Graphs, Cycle Time, Escaped Defects, Approved Iterations, The Five WHYs, Control Limits, Pre-mortem (rule setting, failure analysis), Fishbone Diagram Analysis, Testing (including exploratory and usability), Problem Solving, Process Analysis, Regulatory Compliance, Managing with Agile KPIs\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDomain VII. Continuous Improvement (Product, Process, People) \u003C/strong\u003E(6 tasks) - 9% ~ 11 questions among 120 Exam questions\u003Cbr\u003E\u003Cem\u003EContinuously improve the quality, effectiveness, and value of the product, the process, and the team.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003ERetrospectives, Product-Feedback Loop, Process Tailoring/Hybrid Models, Value Stream Mapping, Continuous Integration, Kaizen, Developmental Mastery Models, Self-assessment Tools and Techniques, Continuous Improvement, Agile Hybrid Models, PMI’s Code of Ethics and Professional Conduct.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDisclaimer\u003C/strong\u003E: “PMP”, “PMBOK”, “PMI-ACP” and “PMI” are registered trademarks of the Project Management Institute, Inc.These UNOFFICIAL practice tests are not endorsed by, nor in partnership, nor affiliated with Project Management Institute, Inc\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/pmi-agile-certified-practitioner-pmi-acp-practice-exams-m/","imageUri":"https://img-c.udemycdn.com/course/750x422/4415014_d2d3_3.jpg","duration":"","enrolledStudentsCount":"368 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Agile Practitioners","Product Owners","Scrum Master","Project Managers","Program Managers","Agile Coaches"],"tags":["Informática y software","Certificaciones de informática","PMI-ACP"],"rating":{"count":6,"averageValue":"4.6"},"instructors":[{"name":"Tech Agilist (CSM, PSM, PSPO, PSD, PMI-ACP, SPS Online Practice Exam)","url":"/user/chinmayee-dash-6/","totalNumberOfStudents":859,"totalNumberOfReviews":71,"averageRating":4.356253206153846}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"TAFREEFEB","originalPrice":"1.600 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/dog-obedience-training/":{"courseDetails":{"courseId":4523206,"title":"The Ultimate Dog Obedience Training Course","shortDescription":"Train a \u0022Good Dog\u0022 in Less Than 3 Weeks!","longDescription":"\u003Cp\u003ELearn the same training techniques, my team and I use at My Doodle Dog Training. Train your dog with techniques that work for their specific temperament. Train with \u003Cstrong\u003EReward Based Positive Training\u003C/strong\u003E. We\u0027ll go over the \u003Cstrong\u003Eessential obedience commands\u003C/strong\u003E, \u003Cstrong\u003Ehouse training techniques\u003C/strong\u003E, and \u003Cstrong\u003Ebehavior corrections\u003C/strong\u003E for biting, barking, digging and more.\u003C/p\u003E\u003Cp\u003EThe only thing you need to come to this class with is a positive attitude, patience, and a willingness to stick with your dog\u0027s training a few short sessions a day for a few short weeks. Using reward and repetition, your dog will be obeying your commands in no time and learning the rules of the home to adapt them to a better living environment!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat we will cover:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThe fundamentals\u003C/strong\u003E: Learn how to get started by understanding your dogs temperament and how to build trust which will result in much more effective training.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETraining preparation:\u003C/strong\u003E Begin training the right way by learning how to create a controlled environment and the supplies needed to increase the control you have during your sessions.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EEssential Obedience Commands:\u003C/strong\u003E Learn the most essential obedience commands that you can use every day and how to use reward and repetition to condition these commands over the next coming weeks.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHouse Training:\u003C/strong\u003E Learn how to create the perfect environment and condition to house train your dog and introduce them to the crate as their sanctuary.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBehavior Correction:\u003C/strong\u003E Learn how to train for behavior correction like barking, biting, chewing, jumping, and more.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/dog-obedience-training/","imageUri":"https://img-c.udemycdn.com/course/750x422/4523206_9f90.jpg","duration":"1,5 horas","enrolledStudentsCount":"18 estudiantes","lastUpdated":"Publicado el 2/2022","targetAudiences":["First time puppy owners wanting to start off on the right foot with their new puppy","Dog owners needing help with specific behavior correction","Dog lovers wanting to learn to start training and coaching people with dogs"],"tags":["Estilo de vida","Cuidado y entrenamiento de mascotas"],"rating":null,"instructors":[{"name":"Marlene Kingston","url":"/user/marlene-kingston-22/","totalNumberOfStudents":126,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREELAUNCH1","originalPrice":"11.520 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/personal-branding-master-course/":{"courseDetails":{"courseId":1674460,"title":"Personal Branding System: UNIQUE Secret for YOUR Success","shortDescription":"Create your UNIQUE Brand to make people remember YOU","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**Course Updated - February 2022**\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; COURSE REGULARLY UPDATED: NEW TIPS, MORE LESSONS \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; CERTIFIED COACH, SPEAKER AND TRAINER \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; OVER 180,000 STUDENTS IN TOTAL \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPersonal positioning is your own branding, it is simply what people think WHO you are\u003C/strong\u003E. What we generally do is let people brand us… That is we let them judge what we are rather than telling them who we are… This is because we ourselves are scared and not sure about how we must portrait ourselves… So, what we do is let them judge who we are??\u003C/p\u003E\u003Cp\u003EPositioning is not a statement about you – It’s a statement that captures who you are, it’s not a factual claim, but rather an emotional reason for people to want to be around you.\u003C/p\u003E\u003Cp\u003EThe positioning statement should be very crisp and powerful. The major problem with this is that half of the people might just start thinking about you in a variety of ways which might not be beneficial for your growth.\u0026nbsp;\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe world is an absolutely unfair place and positioning gives you an extremely unfair advantage\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ERaise your hand, say “Aye” \u0026nbsp;if you would like to have that unfair advantage? Positioning is that guaranteed formula that business will keep coming to you, you won’t have to go scouting for it. Whatever you do, just do this right… And my name is Susmita Dutta and in this course, I am going to tell you exactly\u0026nbsp;\u003Cstrong\u003Ehow you too can do this for yourself\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/personal-branding-master-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/1674460_1ef7_2.jpg","duration":"1,5 horas","enrolledStudentsCount":"19.895 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["This course is for Leaders, Entrepreneurs, Business Owners and Managers who are willing to work towards creating a Personal Brand for themselves","If you are looking for a shortcut, this course is NOT for you","If you are not willing to work relentlessly for the desired results, this course is NOT for you"],"tags":["Marketing","Creación de marca","Branding personal"],"rating":{"count":80,"averageValue":"4.4"},"instructors":[{"name":"Susmita Dutta","url":"/user/susmitadutta/","totalNumberOfStudents":183353,"totalNumberOfReviews":4018,"averageRating":4.248392288000001}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEB2022FREE1","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/the-complete-forex-course-from-scratch-to-professional/":{"courseDetails":{"courseId":3316274,"title":"The complete forex course from scratch to professional","shortDescription":"The complete forex trading course from scratch to professional (Step by step with live trading example) \u002B Free Template","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThe complete Forex trading course from scratch to professional (Step by step with live trading example) \u002B Free Template And Indicators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E(((((( student feedback\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E-Kavindra Lakshitha -\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EGood Teacher with an amazing strategy. I brushed up my knowledge perfectly from his course. Thank you Thomas. Thank you Udemy.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E-Chathuranga prabash Ananda-\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EI have learnt many things about forex and mt4 and also a new strategy...Thank you so much for giving us this opportunity to become online entrepreneur. \u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E-Smail TOBBI-\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EGood job , Excellent and clear explication . I\u0027m a beginner i have learned a lot of things in this course . Thanks a lot.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E-Koi Ho-\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EThis is the third course by Mr Thomas Boleto that I completed. I thoroughly enjoyed it as I have learned so much from a Professional Trader. I received good support from Thomas who has been quick to answer my queries. I am confident that I\u0027ll be able to put to practice what I have learned. Thank you, Thomas. )))))))\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELearn everything you need to know to start Trading on the Forex Market and Financial Trading today\u003C/strong\u003E!\u003C/p\u003E\u003Cp\u003EIn this \u003Cstrong\u003Ecourse\u003C/strong\u003E you gone to start from \u003Cstrong\u003Escratch to professional\u003C/strong\u003E and at the end of the course you gone have \u003Cstrong\u003Ethe same approach of pro Forex\u003C/strong\u003E traders in \u003Cstrong\u003ELondon exchange\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this \u003Cstrong\u003Ecourse\u003C/strong\u003E I will show you how you can \u003Cstrong\u003Etake advantage\u003C/strong\u003E of currency movements to \u003Cstrong\u003Emake profits\u003C/strong\u003E. We will talk in detail about Currencies, Charts, Bulls \u0026amp; Bears, Short Selling,trading strategy,Financial Trading,day trading,Technical Analysis, and much more.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI will thoroughly explain how Forex Brokers work, so that you are able to easily separate \u003Cstrong\u003EHonest Brokers\u003C/strong\u003E from the unreliable ones when you are ready to open a Real Trading account. I even include a FREE guide to selecting a Forex broker, based on my own experience of Real trading.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI will also supply you with a \u003Cstrong\u003Eproven trading strategy\u003C/strong\u003E with the \u003Cstrong\u003Estatistics\u003C/strong\u003E in \u003Cstrong\u003Efrom 2018 to 2020\u003C/strong\u003E\u0026nbsp; and explain how to use it \u003C/p\u003E\u003Cp\u003ESo for you to start in\u003Cstrong\u003E Financial Trading\u003C/strong\u003E all you need its just practice the \u003Cstrong\u003ETechnical Analysis\u003C/strong\u003E i will \u003Cstrong\u003Eteach you\u003C/strong\u003E in a \u003Cstrong\u003Edemo account\u003C/strong\u003E and you gone be profitable in \u003Cstrong\u003Eday trading ,\u003C/strong\u003E \u003Cstrong\u003Eswing trading\u003C/strong\u003E and even \u003Cstrong\u003Escalping trading\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003EAnd you can use the \u003Cstrong\u003Etrading strategy\u003C/strong\u003E i teach you even in \u003Cstrong\u003EStock Trading\u003C/strong\u003E , \u003Cstrong\u003EStock Options\u003C/strong\u003E, \u003Cstrong\u003ECryptocurrency\u003C/strong\u003E and \u003Cstrong\u003EBitcoin.\u003C/strong\u003E Use it in any \u003Cstrong\u003EFinancial trading market\u003C/strong\u003E who use \u003Cstrong\u003ECandlestick Trading\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ENothing is kept secret. I reveal all I know... new lectures will be added to the course constantly - at no extra cost to you! This is a course that will continue to grow and grow.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ETake this course now and learn from \u003Cstrong\u003Emy 20\u002B years of experience\u003C/strong\u003E. Avoid the most common pitfalls that catch 90% of traders!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is for complete \u003Cstrong\u003Ebeginners and professional\u003C/strong\u003E ! All you need is an open mind and a passion to be successful and \u003Cstrong\u003Eflow the steps i am gone to teach you\u003C/strong\u003E !\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAs with all my courses:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; You have unlimited lifetime access at no extra costs, ever\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; All future additional lectures, bonuses, etc in this course are always free\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; My help is always available to you if you get stuck or have a question - my support is legendary in Udemy\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESo what are you waiting take the first step to become a pro Forex trader!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECan\u0027t wait to see you inside!\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/the-complete-forex-course-from-scratch-to-professional/","imageUri":"https://img-c.udemycdn.com/course/750x422/3316274_f4da_2.jpg","duration":"3 saat","enrolledStudentsCount":"27.922 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2022","targetAudiences":["Anyone who is looking for PROOF that Forex Trading can actually earn you money","Anyone who wants to learn Technical analysis","Anyone who wants to learn Fundamental analysis","Anyone who wants to understand how to read Forex charts","Anyone who wants to understand how financial markets work","Anyone who wants to brush up on their Forex knowledge and fill in the missing gaps","Anyone who wants to get into Forex Trading","Anyone who wants to start working from home"],"tags":["Finans ve Muhasebe","Yatırım ve Ticaret","Forex"],"rating":{"count":153,"averageValue":"4.2"},"instructors":[{"name":"Thomas Boleto","url":"/user/kingzboleto/","totalNumberOfStudents":67540,"totalNumberOfReviews":919,"averageRating":4.139944332735427}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"1E8179684A7EF2A321B5","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/write-heartfelt-soulful-poetry-creative-writing/":{"courseDetails":{"courseId":4456752,"title":"Write Dreamy, Heartfelt, Soulful Poetry - Creative Writing","shortDescription":"Use creative writing to write dreamy and imaginative poetry. Course on Creative writing for poetry that inspires","longDescription":"\u003Cp\u003ELearn to write dreamy and imaginative poetry that inspires readers and takes them to new worlds.\u003C/p\u003E\u003Cp\u003ECreate beauty with your writing and give the gift of inspiration to others.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe\u0027ll start with poetry basics like similes, rhyming, metaphors, and building imagery. We will also explore the brain science of what makes people feel certain feelings. We\u0027ll combine the science with philosophy to help you understand what goes on in the mind of a reader or listener.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe\u0027ll write a poem\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAs you make your way through the course, you and I will write a poem together. We\u0027ll start with a 1-line image. We\u0027ll expand that into a 3-line Haiku. After that, we\u0027ll turn that into a short 4-line poem, and I\u0027ll show you how to grow your poetry beyond that.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUpload your poetry book to Amazon and the Kindle\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAfter you complete a set of poems, the course will walk you through how to upload your creative writing or poetry on Amazon so you can have a Kindle version of your book and a paperback version of your book. Amazon takes care of printing and shipping your paperback.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout the instructor, Alex Genadinik\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAlex writes music that has a strong focus on imaginative and rich poetry that inspires. His music is growing on channels on Instagram, Facebook, YouTube, and TikTok. In the course, he shares the kind of magic he tries to create with the lyrics in his music. He\u0027ll walk you through a number of his original lines and works by great poets like Shakespeare. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEnrich your inner life with beauty and poetry! Enroll today!\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/write-heartfelt-soulful-poetry-creative-writing/","imageUri":"https://img-c.udemycdn.com/course/750x422/4456752_9ec6.jpg","duration":"2 horas","enrolledStudentsCount":"5.013 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Aspiring poets and creative writers","People who want to be more creative"],"tags":["Enseñanzas y disciplinas académicas","Humanidades","Poesía"],"rating":{"count":18,"averageValue":"4.4"},"instructors":[{"name":"Alex Genadinik","url":"/user/alexgenadinik/","totalNumberOfStudents":539499,"totalNumberOfReviews":40399,"averageRating":4.432575405822596}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"63C0820A3011D399FB05","originalPrice":"2.560 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/the-ultimate-painting-course-abstract-acrylic-spray-art/":{"courseDetails":{"courseId":4402053,"title":"The Ultimate Painting Course -Abstract-Acrylic-Spray Art-","shortDescription":"The only course that teaches you some painting styles, everything is professionally explained Abstract Art-Acrylic-Spray","longDescription":"\u003Cp\u003EYou will learn all the popular techniques that you see in viral videos - \u003Cstrong\u003EPuring , Painting with a brush, Painting with necklaces, Abstract painting, Spray Painting and more!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECome and become an artist in a few days and you will learn all the techniques in a variety of fields like acrylic and spray and start selling your paintings, hundreds of people who have purchased the courses from all walks of life enjoy learning and selling their painting within a few weeks without prior knowledge of painting\u003C/p\u003E\u003Cp\u003ECome and purchase a new and exciting hobby for life, A hobby that will do you good, a hobby that gives peace of mind and lowers stress levels from your daily life. From experience.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn the country where I live I conduct creative workshops in acrylic paints and spray, each of the founders feels wonderful after learning all these techniques, the idea of ​​the course is to make accessible to you all the existing techniques in the world of acrylic paints so you too can set out on your own and create amazing creations! \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI am absolutely sure that anyone who sees this course will greatly enjoy the quality of its photography, the course was produced with a company for preparing digital courses and the quality of the course is of the highest quality.\u003C/p\u003E\u003Cp\u003EThe course is in Hebrew but in art as in art you can only see the process and you will understand everything accurately! From the experience of hundreds of buyers from all over the world everything can be learned through these classes\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHey i\u0027m Avi Pahima. I started painting from a very young age, over the years I developed in various fields of painting. I had a successful gallery in the center of the country where I live where I would paint paintings for visitors and even sell my paintings.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI have a digital store where I sell paintings to the whole world.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI conduct creative workshops for children and adults in the city where I live, I have a digital course in Hebrew that is sold all over the country where I live.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBecause of all this experience I am sure that everyone who acquires the course will enjoy the learning process I created after a lot of thought.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI was able to create a professional but simple course where anyone can be a painter, no prior knowledge of painting is required. Everything is based on techniques only!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPainting also has many benefits such as relaxing from the stress of everyday life, developing new abilities, developing creativity and many other benefits.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EGlad that now my course is also on this site and now everyone can enjoy these benefits and earn a new hobby for life!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWishing you lots of success!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/the-ultimate-painting-course-abstract-acrylic-spray-art/","imageUri":"https://img-c.udemycdn.com/course/750x422/4402053_6e12_3.jpg","duration":"2,5 horas","enrolledStudentsCount":"1.021 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Anyone who has ever wanted to paint Abstract Art, Acrylic Painting, Spray Painting, even if you\u0027ve never painted before. Anyone wanting to Paint Art that Sells!","Artists that want to learn new and exciting ways to create popular designs in some amazing kind of painting."],"tags":["Diseño","Diseño, otros","Pintura abstracta"],"rating":{"count":7,"averageValue":"5.0"},"instructors":[{"name":"Avi Pahima","url":"/user/avi-pahima/","totalNumberOfStudents":2328,"totalNumberOfReviews":23,"averageRating":4.702608583333333}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PAINTLIKEAMASTER","originalPrice":"1.600 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/seo-2022/":{"courseDetails":{"courseId":3815238,"title":"BEST of Google SEO 2022: SEO \u0026 Copywriting Made Simple \u0026 Fun","shortDescription":"SEO MADE FUN! HQ ANIMATED EXPLAINERS \u002B 308 QUESTIONS IN QUIZZES. GET FREE SEO TRAFFIC \u0026 MASTER 210 SEO RANKING FACTORS!","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E2022’s MOST ENJOYABLE SEO \u0026amp; COPYWRITING COURSE!!! THIS SEO COURSE IS FILLED WITH QUIZZES, ANIMATED VIDEOS, ASSIGNMENTS, SCREEN RECORDINGS AND OVER MY SHOULDER EXPLANATIONS!!! WATCH AS I WALK YOU THROUGH EVERYTHING YOU WILL NEED TO KNOW TO BECOME A SEO, AND COPYWRITING PRO IN 2022!!! MAX SEO TRAFFIC \u0026amp; SALES, BOOST SEARCH RANKING, OR LAND YOUR DREAM MARKETING JOB!!!\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EYOU’LL ACHIEVE SEO MASTERY FAST WITH OUR 3-PART FAST LEARN COURSE STRUCTURE - JOIN 0VER 560,000\u002B SATISFIED STUDENTS BY ENROLLING AND ENJOY THE EASIEST WAY TO GO FROM BEGINNER TO PRO:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1. \u003Cstrong\u003EAnimations with quizzes\u003C/strong\u003E \u003Cstrong\u003E\u0026amp; Practical Assignments\u003C/strong\u003E- I’ve made learning fun and organic - with animated explainers and 300\u002B Questions so you learn quickly and retain what you learn!\u003C/p\u003E\u003Cp\u003E2. \u003Cstrong\u003EPractical screen recordings with step-by-step explanations\u003C/strong\u003E - Watch as I show you exactly how to do it - then immediately apply the knowledge. Plus, get proven success Blueprints you can follow - for \u003Cem\u003Eevery\u003C/em\u003E key topic I cover.\u003C/p\u003E\u003Cp\u003E3. \u003Cstrong\u003ECareers \u0026amp; Freelancing Kickstart Guide\u003C/strong\u003E- Discover how to start using your new skillset to make money. Land your first job in Digital Marketing or begin a thriving freelance business.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER SEO\u003C/strong\u003E - SEO Fundamentals MASTER GUIDE and SEO Strategies that get you FOUND! SECRET SEO \u0026amp; Social Media optimisation strategy TO MAX TRAFFIC, SEO Key factors and Tools that will give you an edge, PLUS my SEO On-page guide.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER 210 SEO FACTORS\u003C/strong\u003E - EVERY ASPECT OF THE SEO GAME COVERED, including VOICE SEO, VIDEO SEO, VISUAL SEO \u0026amp; LOCAL SEO, plus, get valuable keyword insight so you can optimise all your content! Includes resources to quickly and easily MASTER SEO Rich Snippets, \u0026amp; SEO Images information.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER THE PSYCHOLOGY OF PERSUASION\u003C/strong\u003E - Understand the 3 essential stages of the customer journey to purchase- and how to angle ALL your content to move prospects smoothly to the sale. This is the Golden Key to selling more and selling FASTER - and when you enrol, I’ll share it with you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER COPYWRITING\u003C/strong\u003E - Persuasive SEO Copywriting Techniques to hook potential customers fast, build trust and GET TO THAT SALE! Pro content creation templates for EVERY occasion from Twitter posts to Email newsletters, sales letters, and blogs.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER CONTENT MARKETING\u003C/strong\u003E - Learn how to get your content in front of the right people - and how to rev up its engagement rate - so you get more LEADS, SALES, COMMENTS, \u0026amp; SHARES.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER CONTENT CREATION\u003C/strong\u003E - Content creation templates and guides for every type of e-commerce, marketing, and social media. Create high performance email newsletters, Twitter \u0026amp; Facebook posts, Facebook Ads, Messenger Ads, LinkedIn Ads \u0026amp; more…\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER OUTREACH\u003C/strong\u003E - SEO bloggers outreach technique, Easy-to-follow SEO PR link building Guide, plus templates for reaching out to influencers on social media.\u003C/p\u003E\u003Cp\u003EWe have created this course\u003Cem\u003E \u003C/em\u003Especifically to take novices with no knowledge of SEO \u0026amp; COPYWRITING - and turn them into SEO MASTERS.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIt will help you:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBECOME AN EXPERT CONTENT CREATOR WITH THE POWER TO PERSUADE.\u003C/strong\u003E Learn how to create high converting content that gets you more leads, subscribes, and sales with templates and walkthrough guides created by a copywriting pro.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMASTER ALL 210 SEO RANKING FACTORS\u003C/strong\u003E - Become an expert at traditional SEO (Search Engine Optimisation) for Google, Yahoo!, Bing, etc… AND get pro-level knowledge to boost your YouTube and Video Content Optimisation.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELAND YOUR DREAM JOB IN MARKETING\u003C/strong\u003E - with my practical marketing careers guide. I show you how to land that first gig, break down your industry options, and give you guidance if you want to go it alone as a freelancer.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESEO MADE SIMPLE \u0026amp; FUN:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMany people think SEO is too hard and not worth the effort. That’s not true. The basics of SEO are actually quite simple. And with 58% of all web traffic coming from Google, it’s certainly something worth learning about if you have a website. If you think the SEO fundamentals aren’t enough to get you ranked, think again. Most people running websites have a very limited understanding of SEO, so knowing the fundamentals can certainly help you succeed.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWHAT ARE THE BENEFITS OF SEO?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESEO leads to more traffic\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESEO leads to consistent traffic\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESEO leads to ‘free’ traffic\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESEO HELPS YOU TO RANK HIGHER,\u003C/strong\u003E but you can’t rank higher if Google doesn’t even know your website exists in the first place. Getting your website indexed by search engines means you’re in the race, not that you’re likely to win. That’s where SEO comes in. SEO is an ongoing process that, if done well, increases your chances of winning over time. It’s much easier to do SEO well when your website is properly set up for SEO success.\u003C/p\u003E\u003Cp\u003EYour customers, leads, and audience members want valuable content from your business. And that content needs to reach audience members in a way that feels natural and organic versus being disruptive. Content marketing helps businesses do this, and it describes the process of attracting, engaging with, and delighting your target markets.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECOPYWRITING HAS BECOME ONE OF THE MOST IN-DEMAND SKILLS OF 2022\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn fact, copywriting jobs can pay upwards of $100k per year. Why? Every business can benefit from someone who writes great copy. From startups to Fortune 500s and everything in between, copywriting can make or break the success of an organisation.\u003C/p\u003E\u003Cp\u003EThe truth of the matter is this; anyone can become a copywriter. You don’t need a degree or specialised training to master this skill. So, whether you’re looking to start a career as a freelance copywriter or just want to improve the copy for your own business, this guide will give you the blueprint for getting your feet wet with copywriting.\u003C/p\u003E\u003Cp\u003ECopywriting is the art of writing text for marketing purposes. It’s designed to sell your products or services while establishing a voice for your brand. The main intention of copywriting is to persuade people to take a particular action, whether it’s purchasing, signing up for something, or any other type of conversion.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECOPYWRITING COMES IN MANY DIFFERENT FORMS—ADVERTISEMENTS, WEB PAGES, BROCHURES, WHITE PAPERS, SOCIAL MEDIA CONTENT, AND COMPANY TAG-LINES WOULD ALL FALL INTO THE COPYWRITING CATEGORY, AND THAT’S JUST BARELY SCRATCHING THE SURFACE.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBut copywriting is much more than just words. Great copy tells a compelling story and represents your brand image. It pulls on the strings that trigger the decision-making process for whoever reads what you’re writing. \u003C/p\u003E\u003Cp\u003ECopywriting doesn’t sell products or services; it sells emotion and lifestyle. According to Google Trends, the global interest in copywriting is currently at an all-time high, based on search data over the last ten years.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWHEN YOU ENROL, YOU ALSO GET:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECOURSE MATERIALS AND TUITION Worth AT LEAST $1080 - you get it all - for a tiny fraction of the cost!!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHandy PDF \u0026amp; MP3 packed with useful and FREE EXTRA RESOURCES you can download from our Resource Centre\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuizzes - 308 Questions A, B, C, D \u0026amp; 14 Assignments\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EComplete Overview of ALL 210\u0026nbsp;GOOGLE SEO RANKING FACTORS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELifetime access \u0026amp; Lifetime updates\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUdemy certificate of completion - ready for download\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E30-day money back guarantee\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFast \u0026amp; friendly support in the Q\u0026amp;A section - ask me a question ANYTIME\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESTART YOUR JOURNEY TO SEO \u0026amp; COPYWRITING TODAY!!!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDigital marketing can turn around your entire financial situation - \u003Cem\u003Eif \u003C/em\u003Eyou know how to do it right. There’s a ton of money out there and you can easily tap into this profit if you have the right knowledge. I know you\u0027re going to find the information in this course invaluable. I\u0027ve made plenty of mistakes along the way, but after I teach you how to do things right, you won\u0027t have to!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFOR A ONE-TIME, SMALL INVESTMENT YOU CAN ENROL NOW AND JOIN THOUSANDS OF MY SUCCESSFUL STUDENTS!!!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou’ll instantly gain access to the knowledge you need to effectively market your business in today’s market - and will quickly update your skillset with the latest SEO, content creation \u0026amp; copywriting techniques - so you stay relevant in 2022, and beyond. This course is constantly updated, so expect even more EXCITING UPDATES every month. With LIFETIME ACCESS AND UPDATES, plus a 30-day money-back refund guaranteed, there’s really nothing to lose, just multiple potential profit streams with your name on!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWE WISH YOU EVERY SUCCESS AND CAN\u0027T WAIT TO WELCOME YOU ON BOARD AS OUR NEW STUDENT!!!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAlways yours\u003C/p\u003E\u003Cp\u003EIng. Tomas Moravek \u0026amp; the whole team,\u003C/p\u003E\u003Cp\u003EInternet Efficiency Awarded Instructor\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/seo-2022/","imageUri":"https://img-b.udemycdn.com/course/750x422/3815238_bd29_2.jpg?secure=VF2CdRRnh6TCDDHDGNjtPg%3D%3D%2C1644041356","duration":"11,5 horas","enrolledStudentsCount":"30.621 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["B2B, B2C, entrepreneurs, start-ups, marketers, influencers, content creators, creatives, copywriters, advertisers, job seekers, local businesses, website owners, website admins, SEO help seekers, SEO content creators, website creators, bloggers, etc."],"tags":["Negocios","Estrategia de negocios","SEO"],"rating":{"count":79,"averageValue":"4.1"},"instructors":[{"name":"Ing. Tomas Moravek | SEO, Facebook Ads \u0026 Facebook Marketing Expert","url":"/user/ing-tomas-moravek-2/","totalNumberOfStudents":615514,"totalNumberOfReviews":14894,"averageRating":4.394428040754321},{"name":"Beck Robertson","url":"/user/beck-robertson-3/","totalNumberOfStudents":561455,"totalNumberOfReviews":12979,"averageRating":4.399978385383679},{"name":"SEO, Facebook Ads \u0026 Digital Marketing Academy","url":"/user/seo-facebook-ads-digital-marketing-academy/","totalNumberOfStudents":615261,"totalNumberOfReviews":14877,"averageRating":4.394428040754321}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BLESSEDFEBRUARY","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/introduction-to-bonds/":{"courseDetails":{"courseId":4435488,"title":"Fixed Income Securities: A deep dive into bonds","shortDescription":"An Introduction to Bond Markets: Everything You Need to Know About Bonds","longDescription":"\u003Cp\u003E\u003Cstrong\u003EInvesting in bonds has a lot of financial benefits for investors\u003C/strong\u003E. It provides a regular stream of income and widens their investment portfolio. Bonds also carry low market volatility.\u003C/p\u003E\u003Cp\u003EIt is a safe investment plan which allows investors to preserve and increase their capital. Investing in top-quality government bonds doesn\u0027t come with a default risk for investors.\u003C/p\u003E\u003Cp\u003EThis course is for investors and individuals who show interest in widening their scope on the fundamentals of fixed-income instruments and exploring the structures and features of the market. If you are interested in learning about different topics and sections connected to the analysis and valuation of bonds, this course is for you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDealing with fixed-income securities can be difficult if you are unwilling to invest your time and resources into the proper means\u003C/strong\u003E. Making the seemingly cumbersome fixed-income securities easier is the idea behind this course.\u003C/p\u003E\u003Cp\u003EIt is accessible to everybody irrespective of their place of work or schedule. It doesn\u0027t matter if you are a beginner or conversant with the world of fixed-income securities. The course is designed to start from the basics and slowly advance as you get more familiar with the fundamentals.\u003C/p\u003E\u003Cp\u003EAside from teaching you the fundamentals of fixed-income securities, if you wish to venture into bonds, this course will teach you the basics and things you might need to get started. If you are on the lookout for a course that will impact financial skills applicable in the real world, look no further.\u003C/p\u003E\u003Cp\u003ESee you inside!\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/introduction-to-bonds/","imageUri":"https://img-c.udemycdn.com/course/750x422/4435488_532f_2.jpg","duration":"1 hora","enrolledStudentsCount":"11.128 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Anyone who wants to learn how to value bonds is welcome here!","Investors or professionals who see acquiring knowledge about fixed-income securities as the missing piece in their bid to manage their assets","Professionals in the financial sector looking to add to their existing knowledge","This course is structured to be understood by both newbies and professionals. It is created by professionals who are conversant with fixed-income securities and know how to impart financial knowledge"],"tags":["Finanzas y contabilidad","Finanzas","Títulos de renta fija"],"rating":{"count":51,"averageValue":"4.5"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":66876,"totalNumberOfReviews":593,"averageRating":4.274900231827515}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SUPERHOTFEB22","originalPrice":"3.200 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/powershell-functions-master-class/":{"courseDetails":{"courseId":4290468,"title":"PowerShell Functions Master Class","shortDescription":"Learn all about One of the most Powerful Scripting Capability - PowerShell Functions","longDescription":"\u003Cp\u003E\u003Cstrong\u003EIf you want to\u0026nbsp; Master PowerShell Scripting and use the power of automation, then this course is for you.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this Course, you will learn, All aspects of PowerShell functions like -\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EPowerShell Functions, benefits, Scope, Best Practices \u0026amp; Syntax\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat exactly Advanced functions are \u0026amp; how they differ from Simple functions \u0026amp; the best benefits of using them\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating parameters \u0026amp; defining their different attributes like if parameter is mandatory, does it accept Pipelined Input, Should it accept single value or multiple values, Is it positional or not etc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWriting Comment based help for a function to make it user friendly\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMaintaining Compliance \u0026amp; Uniformity by using validated set of Possible Values.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAfter Completing this Course, you will find yourself \u003Cstrong\u003Every efficient \u0026amp; confident in the use of PowerShell Functions\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThis course is an an mini course, that has been extracted from the Master Course \u0022Mastering PowerShell\u0022\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou will learn awesome PowerShell automation skills to \u003Cstrong\u003Eimpress your colleagues and IT management\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPlease don\u0027t wait that others should encourage you to learn this Skill.\u003C/p\u003E\u003Cp\u003ETry to identify the need and demand of Today\u0027s time, and Grab this opportunity to Learn this new Skill to match pace with Trending Time and Technologies.\u003C/p\u003E\u003Cp\u003EI am sure, As soon as you complete this course, You will be very efficient in automation using PowerShell Scripting.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAll the best :)\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/powershell-functions-master-class/","imageUri":"https://img-c.udemycdn.com/course/750x422/4290468_8982_3.jpg","duration":"1 hora","enrolledStudentsCount":"5.064 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2021","targetAudiences":["IT People who want to automate repetitive task and make their life easy","Techies who want to learn PowerShell"],"tags":["Informática y software","Informática y software, otros","PowerShell"],"rating":{"count":63,"averageValue":"4.2"},"instructors":[{"name":"Luxmi Narayan","url":"/user/my-learnings-online/","totalNumberOfStudents":16848,"totalNumberOfReviews":237,"averageRating":4.294965989166667}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"NEWYEARGIFT4","originalPrice":"₹1,280","discountedPrice":"₹832","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/disenar-en-canva-desde-cero-mastercanva-institute/":{"courseDetails":{"courseId":3484752,"title":"Diseñar en CANVA desde CERO | De Principiante a PROFESIONAL","shortDescription":"Potencia tu marca con diseños clave: Logos, Redes Sociales, Presentaciones, Diseño Web, CV y más ▶️ Plantillas editables","longDescription":"\u003Cp\u003EBienvenido al curso DISEÑAR EN CANVA DESDE CERO de MASTER CANVA INSTITUTE. Donde aprenderás a realizar diseños a la altura de un profesional.\u003C/p\u003E\u003Cp\u003E¿Alguna vez tuviste que diseñar un post para redes sociales y no supiste a qué herramienta acudir y viste que tus competidores lo estaban haciendo mejor que vos?, ¿Tuviste que armar presentaciones de trabajo y solo tenías a disposición un Power Point? O, por ejemplo, ¿Quisiste diseñar una página web y no disponías de los recursos necesarios?\u003C/p\u003E\u003Cp\u003EDiseñé este curso para enseñarte a realizar \u003Cstrong\u003Ediseños de alto impacto estético\u003C/strong\u003E, pero fundamentalmente, con foco en\u003Cstrong\u003E ejercicios y métodos clave\u003C/strong\u003E para que aprendas mucho más que a diseñar en CANVA. En otras palabras, para que aprendas que comunicar correctamente y alcances \u003Cstrong\u003Elos objetivos que hay detrás de un diseño.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAlgunos de los temas que veremos en el curso:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAnálisis de las herramientas\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPiezas de diseño más utilizadas y cómo realizarlas\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFormatos de diseño para tu empresa\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExportación de diseños a tu computadora\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECómo realizar páginas web con Canva\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECómo usar Canva en tu celular\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPLUS: Ejercicios de consultoría para despejar los objetivos de tu negocio\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPlantillas editables\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ECreo en un \u003Cstrong\u003Eaprendizaje a través de la experiencia. \u003C/strong\u003EPor eso este curso está dividido en \u003Cstrong\u003E6 módulos teóricos, prácticos y experimentales \u003C/strong\u003Ea través de plantillas para que puedas trabajar sobre ellas y afianzar tus conocimientos.\u003C/p\u003E\u003Cp\u003ECuando termines el curso \u003Cstrong\u003Eserás capaz de utilizar al máximo la herramienta de diseño CANVA.\u003C/strong\u003E Posteos para redes sociales, invitaciones a eventos e incluso si querés aplicarlo a tu negocio para hacer presentaciones. \u003C/p\u003E\u003Cp\u003EEsto ¡Y MUCHO MÁS! Los diseños que siempre quisiste realizar, son posibles.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué es CANVA?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECanva es una plataforma 100% online y, casi toda GRATUITA. No necesitás su versión PRO para todo lo que vamos a hacer en este curso. A través de las diferentes clases vamos a emprender a realizar diseño fabulosos de manera sencilla y sin ser un profesional del diseño, pero alcanzando el mismo resultado.\u003C/p\u003E\u003Cp\u003E¿Cómo funciona? Muy fácil, posee una gran cantidad de plantillas prediseñadas, o templates, que son 100% editables y que permiten que comiences a armar tus diseños sin partir de la hoja en blanco;\u0026nbsp;combinando colores, tipografías e imágenes que estéticamente funcionan entre sí para que no tengas que desarrollar tus diseños desde CERO.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECanva es una SOLUCIÓN DE DISEÑO.\u003C/strong\u003E Y lo mejor de todo, es que no se necesitás grandes conocimientos para utilizarla, ya que posee una interfaz muy sencilla de abordar y, principalmente, intuitiva. Pongámoslo en otras palabras:\u0026nbsp;Si alguna vez utilizaste Power Point o Paint, entonces con Canva no vas a fallar. La diferencia es que a nivel diseño tiene muchísimas más funcionalidades que harán que tu vida al momento de diseñar MUCHO más fácil.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETemas del curso\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EMódulo I:\u0026nbsp;Primer acercamiento\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E- Qué es Canva\u003Cbr\u003E- Abrir tu cuenta\u003Cbr\u003E- Exploración de la plataforma online para conocer sus potencialidades\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EMódulo II:\u0026nbsp;Análisis de las herramientas básicas\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E- Espacios de trabajo\u003Cbr\u003E- Dimensiones de la hoja de trabajo\u003Cbr\u003E- Formas y líneas\u003Cbr\u003E- Colores y transparencias\u003Cbr\u003E- Textos y efectos\u003Cbr\u003E- Íconos\u003Cbr\u003E- Superposición y agrupación de los elementos\u003Cbr\u003E- Fondos\u003Cbr\u003E- Fotos (aplicación, recorte, reencuadre, cuadro de imagen y subir imágenes desde la computadora)\u003Cbr\u003E- Agregar hojas / Hacer notas / Achicar y agrandar visualización\u003Cbr\u003E- Colores de la marca fijados\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u003Cbr\u003EEjercicio: Realizar una historia para Instagram \u002B \u003C/em\u003E\u003C/strong\u003EResolución: Video explicativo de cómo hacerlo\u003C/p\u003E\u003Cp\u003E- Animación del slide / Calcomanías / Sumar videos a nuestros diseños\u003Cbr\u003E- PLUS: Cómo sumar fotos e íconos de alta calidad a tus diseños (sin pagar la versión PRO)\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003E\u003Cem\u003EMódulo III: Exportación a tu computadora\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E- Dónde se guardan los diseños en\u0026nbsp;Canva\u003Cbr\u003E- Carpetas de guardado personalizadas\u003Cbr\u003E- Formatos de exportación de imágenes a la computadora (JPG, PNG, PDF)\u003Cbr\u003E- Descargar videos (MP4)\u003Cbr\u003E- Cómo compartir diseños con otros usuarios\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EMódulo IV: Piezas de diseño más utilizadas y cómo editarlas\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003Ea) Formatos para redes sociales\u003C/p\u003E\u003Cp\u003E- Post tradicionales para Redes Sociales\u003Cbr\u003E- Tipos de Feed para Instagram\u003Cbr\u003E- Feed puzzle o rompecabezas\u003Cbr\u003E\u002B Acceso a plantillas para diseñar tu feed\u003Cbr\u003E- Historias destacadas de Instagram\u003Cbr\u003E\u002B Acceso a plantillas editables para hacer tus historias de Instagram\u003Cbr\u003E\u003Cbr\u003Eb) Formatos de negocio\u003Cbr\u003E\u003Cbr\u003E- Cómo puede Canva hacer crecer tu marca\u003Cbr\u003E1) Presentaciones profesionales\u003Cbr\u003E2) Creación de logos\u003Cbr\u003E3) Factura o Recibo de Pago\u003Cbr\u003E4) Comunicados oficiales\u003Cbr\u003E5) Papers / E-book\u003Cbr\u003E6) Curriculum Vitae profesional\u003Cbr\u003E\u002B Plantillas 100% evitables para que puedas diseñar tus piezas de comunicación\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EMódulo PLUS:\u0026nbsp;Realizar páginas web profesionales en CANVA\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E- Razones para tener un sitio web\u003Cbr\u003E- Sitio web Institucional (\u002BPlantilla editable)\u003Cbr\u003E- El diseño web en CANVA\u003Cbr\u003E- Formatos de publicación\u003Cbr\u003E- Sitio web para eventos\u003Cbr\u003ESitio web educativo (\u002BPlantilla editable)\u003Cbr\u003E- Botones interactivos I\u003Cbr\u003E- Botones interactivos II\u003Cbr\u003E- Enmascarar Canva con Bitly\u003Cbr\u003E- Link en Redes Sociales\u003Cbr\u003E\u002B ¡Envíame tu sitio web para obtener mi FEEDBACK\u0026nbsp;completamente GRATIS!\u0026nbsp;Me tomaré el tiempo de ver tu diseño y de darte mi visión para que puedas mejorarlo aún más.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EMódulo V:\u0026nbsp;Cómo usar Canva en tu celular\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E- Cómo descargar la aplicación y utilizarla en tu celular\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EMódulo VI: Canva PRO\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E- Comparación de la versión gratuita vs. versión PRO\u003Cbr\u003E- Precios\u003Cbr\u003E- Conclusión final ¿Me conviene realmente pasarme al plan pago?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEste curso es para vos sí\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E- Querés realizar diseños profesionales sin tener que acudir a las licencias de Photoshop o Illustrator y realizar cursos para comprender la complejidad de las herramientas\u003C/p\u003E\u003Cp\u003E- Estás buscando una forma rápida y sencilla de abordar para realizar los diseños de tu empresa o o marca personal\u003C/p\u003E\u003Cp\u003E- Querés tener a tu disposición desde cualquier dispositivo una herramienta de diseño 100% online sin descargar ningún programa\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿A quién está orientado este curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEste curso está orientado a toda persona que desee incorporar a su día a día diseños estéticos y efectivos. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Se necesita experiencia previa?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENo, no es necesario que tengas experiencia previa. Solo que tengas acceso a una computadora, internet y una cuenta de mail para abrir tu cuenta en Canva.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué te llevarás del curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E¡Todo!\u0026nbsp;Vas a dejar de ver los diseños de los demás como únicos para comenzar a tener confianza en todo lo que sea producto de tu creación. Una vez que aprendas a utilizar Canva y conozcas todas sus funcionalidades vas a poder crear diseños a la altura de cualquier profesional del diseño, además de no generar dependencias con otras personas en este proceso. Este curso es para que seas 100% autosuficiente al realizar tus diseños.\u003C/p\u003E\u003Cp\u003E¡Comencemos!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/disenar-en-canva-desde-cero-mastercanva-institute/","imageUri":"https://img-c.udemycdn.com/course/750x422/3484752_244a_11.jpg","duration":"4 horas","enrolledStudentsCount":"627 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Emprendedores que deseen ampliar sus conocimientos de diseño para potenciar sus negocios","Community Managers","Profesionales que deseen desarrollar aptitudes de diseño"],"tags":["Diseño","Herramientas de diseño","Canva"],"rating":{"count":220,"averageValue":"4.6"},"instructors":[{"name":"Melanie Kalfaian","url":"/user/melanie-kalfaian/","totalNumberOfStudents":6324,"totalNumberOfReviews":337,"averageRating":4.596245269767442}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CANVA22","originalPrice":"2.560 INR","discountedPrice":"1.664 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/hands-on-sql-servermanagementstudiosql-queriesazurestudio/":{"courseDetails":{"courseId":4205418,"title":"Hands-On SQL Server,ManagementStudio,SQL Queries,AzureStudio","shortDescription":"Detailed Course with Hands-On Practical Lab Sessions-SQL Server,Writing SQL Queries,Management Studio\u0026 Azure Data Studio","longDescription":"\u003Cp\u003E1) Detailed Course with Hands-On Practical Lab Sessions on SQL Server Installation, \u003C/p\u003E\u003Cp\u003EWriting SQL Queries, Database Creation, Installation of SQL Server Management Studio \u0026amp; Azure Data Studio,\u003C/p\u003E\u003Cp\u003EHow to Connect and Use SQL Server Management Studio \u0026amp; Azure Data Studio.\u003C/p\u003E\u003Cp\u003E2) Practical Course includes practical assignment activities for students to practice lab activities.\u003C/p\u003E\u003Cp\u003E3) Students will learn the following topics in this detailed hands-on course.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat is SQL Server ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHistory of SQL Server \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESQL Server Versions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESQL Server Editions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESQL Server Installation\u0026nbsp; \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHardware Requirements for SQL Server Installation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESoftware Requirements for SQL Server Installation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDetailed Step-by Step Procedure of Installation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHands-on Practical Lab Session on How to Install SQL server \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENew Features of SQL Server \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESQL Server Components\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESQL Server Management Tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is SQL Server Management Studio (SSMS)?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESQL Server Management Studio components\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhen to Use SQL Server Management Studio ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow SQL Server Management Studio Looks like ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Azure Data Studio?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Install Management Studio \u0026amp; Azure Data Studio ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHands-on Practical Lab Session on How to Install Management Studio \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHands-on Practical Lab Session on How to Install Azure Data Studio\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Create a Database?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Create a Table?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHands-on Practical Lab Session on How to Create a\u0026nbsp; Database \u0026amp; How to Create a Table\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Write SQL Queries to Insert Data into a Table?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHands-on Practical Lab Session on How to write SQL Queries to Insert Data into a table\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Write SQL Queries to Fetch Data from a Table?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHands-on Practical Lab Session on How to write SQL Queries to Fetch Data from a table\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhen to Use Azure Data Studio?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow Azure Data Studio Looks like ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHands-on Practical Lab Session on How to Connect and Use Azure Data Studio\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPractical assignment activities for students to practice lab activities.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"English","courseUri":"https://www.udemy.com/course/hands-on-sql-servermanagementstudiosql-queriesazurestudio/","imageUri":"https://img-c.udemycdn.com/course/750x422/4205418_287e_2.jpg","duration":"2 hours","enrolledStudentsCount":"1,444 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Beginners who are willing to learn SQL Server with Hands-on Practical Demo Sessions","Interested in learning how to Install SQL Server","Those wanted to learn how to use SQL Server Management Studio and Azure Data Studio","Those who want to learn how to store data in database and retrieve data from SQL Server","Those who wanted to start career in SQL Server as there is  high demand for SQL SERVER  DBAs(Database Administrators) \u0026 Developers."],"tags":["IT \u0026 Software","Other IT \u0026 Software","SQL Server"],"rating":{"count":4,"averageValue":"5.0"},"instructors":[{"name":"Lalitha Audikesavan","url":"/user/lalitha-audikesavan-2/","totalNumberOfStudents":5511,"totalNumberOfReviews":55,"averageRating":4.155497407317073}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HANDSONLAB_SQL_FREE","originalPrice":"8.640 INR","discountedPrice":"5.616 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/seo-link-building-2023/":{"courseDetails":{"courseId":4394822,"title":"SEO Link Building \u0026 Content Writing Course: Get HQ Backlinks","shortDescription":"SEO Link Building Made FUN \u0026 FAST: Animated Videos, Quizzes \u0026 Assignments. Enjoy Learning. Write Content. Get Backlinks.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWelcome to our SEO Ultimate Guide to Building Backlinks,\u003C/strong\u003E we’re so glad you’ve joined us today, as we have lots of tips and techniques to share with you so you can get AMAZING links. This SEO Link Building \u0026amp; Content Writing Course is clearly organised as 14 days challenge. It has been filled with animated videos, screen recordings, face2face explanations, practical writing assignments as well as quizzes making learning FUN. You will not only watch this course, but actually, you will also write your own content for blog and backlinks outreach. This makes this course\u0026nbsp; practical SEO guide to building backlinks.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAre you currently struggling to get the backlinks you need?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou shouldn’t feel bad as this is a common problem, but once you know how to get around it, it’s really not so hard. In this complete video guide, you’ll learn everything you need to know to get started building great links - the type that actually help to boost your SEO.\u003C/p\u003E\u003Cp\u003EWe’ll teach you the techniques you need to know to avoid getting penalised by Google, and what Google looks for when it ranks your link. You’ll learn why Site Relevance, Page Authority, and Domain Authority are important when it comes to the sites your links appear on and you’ll understand what makes up a link and how search engines interpret this.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOne of the most important things we’ll teach you is the right strategies to get more links - right now.\u003C/strong\u003E You can’t just do the same old things you might have done a few years ago, link building has changed, and, in this guide, you’ll find the latest strategies to help you succeed with link building.\u003C/p\u003E\u003Cp\u003EWe’ve covered ALL the essentials, from the right way to approach guest blogging to how to perform successful link-building outreach, so you can get those all-important links on high authority relevant sites.\u003C/p\u003E\u003Cp\u003EAfter watching this course, as long as you’re prepared to put in just a little effort, you’ll soon be able to acquire useful links that will give your search ranking a huge boost.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe are confident you can succeed with link building, if you want to\u003C/strong\u003E - and this guide will ensure you’ll have all the tools you need to form a link-building strategy that will help you achieve great results.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is Link Building?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe No 1 goal of link building is to boost your search engine visibility by getting links to your website on as many high-quality sites as possible.\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003EThere are numerous strategies you can use to achieve this, from the simple to the complex, including Content Marketing, Blogger Outreach, Resource Page linking, and PR.\u003C/p\u003E\u003Cp\u003EGoogle used to use Page Rank to determine a page’s quality, which was partly based on how many people were linking to it. But when people found out how to game Page Rank, Google lost the ability to detect what was a good link and a bad one, which reduced their ranking algorithms effectiveness.\u003C/p\u003E\u003Cp\u003EIn 2012 Google made some crucial updates, to weed out shady black hat link building techniques and better determine quality links. They now place a lot of importance on link quality, as well as quantity, meaning where your link appears is just as crucial, if not more, as how many links you get.\u003C/p\u003E\u003Cp\u003ENow Google regularly penalizes websites who use black hat techniques or over-optimise with low-quality link building. The value of certain techniques such as submitting your site to web directories has also fallen, due to being repeatedly overused.\u003C/p\u003E\u003Cp\u003ESearch engines use backlinks to find out about new web pages, which they then include in search results. They also use them to evaluate a page’s ranking position within search results.\u003C/p\u003E\u003Cp\u003EEven though there have been a lot of changes, links are still critical if you want to rank well on Google. But employing low-quality link building techniques is not only a waste of your time and effort - but it could also actively damage your website’s ranking.\u003C/p\u003E\u003Cp\u003EThe bottom line is backlinks are still so vital to your visibility in search, they are Google’s key ranking signal. It’s \u003Cem\u003Epivotal\u003C/em\u003E to learn the most current white hat techniques that will help you acquire great backlinks, so keep watching as we show you what to avoid, and what to do in order to build high quality backlinks this year.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat can Link Building do for you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELink building is important if you’re looking to build relationships with people in your industry for two primary reasons.\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EIt can help you acquire valuable backlinks on highly relevant, popular sites, but it also aids you in making connections over the long term. When you contact an influencer, site owner, or blogger with a well-written pitch that demonstrates the value of linking to you, you make that all-important first contact with someone who can be incredibly influential in your niche.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEven if they don’t say yes, the first time around, providing your pitch is polite and relevant, you’ll have made that all-important first contact. Next time, they might well say yes, or they might even come to you.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EGet the RIGHT kind of traffic\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELinks are incredibly useful for boosting your referral traffic and if you get a backlink on a popular website in your niche, you’ll likely see a significant increase in visitors. As the traffic will already be pre-screened for interest, if your link appears on a relevant site, rather than a more general one - it’s more likely to convert.\u003C/p\u003E\u003Cp\u003EGetting your content, products, or services in front of people who are interested is a superb way to up the value of your links. Even if they don’t buy from you right away, you’ve raised your profile to an ideal target audience. This is something you should always be looking to do if your goal is to boost your SEO and expand your business.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEstablish your brand authority\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYour link building strategy can also help solidify your brand authority, particularly if you create content that’s relevant to what you offer, and valuable to potential customers.\u003C/p\u003E\u003Cp\u003EIf you have a sportswear e-commerce store for example and published a piece entitled \u003Cem\u003E“Go from couch potato to 10K runner in 6 months”\u003C/em\u003E, this would be extremely relevant to a significant portion of your audience.\u003C/p\u003E\u003Cp\u003EThere’s three ways you can benefit here.\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EFirst, you’re attracting people to your brand, who’ve searched for the terms your piece has ranked for. Now they know who you are and are more likely to consider you an authority on a subject they are interested in.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESecondly, you’ll raise your site authority with Google if enough people link to your piece, which also helps to boost your search engine ranking.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThirdly, you may make some sales, if you link smartly to your products in the piece, or at the end, or if you include offers placed well around your article.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EWhat’s a hyperlink made of?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETo comprehend properly how links work and how search engines read them, you first need to understand all the different parts of a hyperlink - and what function they play.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere are four main parts:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAnchor tag\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHref\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnchor text\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETag closure\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ELet’s take a quick look at what these different parts do…\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAnchor tag \u003C/strong\u003E- This is the part of your link that opens your link tag and lets search engines know a link is included.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHref\u003C/strong\u003E - Href is short for hyperlink referral and is the text inside the quote marks that shows where your URL is pointed to. It basically tells your browser where it needs to head to, whether that’s a web page, image, or a file.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAnchor text\u003C/strong\u003E - This is the visible text that people click on when they open your link. It’s often formatted differently from the rest of the text surrounding it, typically with an underline or blue colour to show it has been clickable.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETag closure\u003C/strong\u003E - This one’s pretty straightforward, it’s the part of your link that lets the search engines know it’s now the end of your tag.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow to get Links Google LOVES\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYour focus should be on acquiring links that will have a positive impact on your Google rank, and often the best kinds of links are the ones you never even asked for.\u003C/p\u003E\u003Cp\u003EYou get these types of links by consistently creating something of quality, whether that’s informative content, a unique website, or a really great product or service. When you do this regularly, people notice - and they naturally want to link to you.\u003C/p\u003E\u003Cp\u003EThough you should \u003Cem\u003Ealways \u003C/em\u003Ebe trying to achieve these kinds of organic links, you shouldn’t sit around waiting for people to link to your site. Instead, actively help to raise more awareness of your brand and content by using a link building strategy that boosts your Google rankings.\u003C/p\u003E\u003Cp\u003EWhile not all Google ranking factors are known, there are many which most experts agree have a definite impact on your search position. Start watching as we’re about to reveal the most important Google ranking factors you need to be aware of when it comes to link building.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe really hope you will love learning all about backlinks and how to build them!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIng. Tomas Moravek \u0026amp; Team,\u003C/p\u003E\u003Cp\u003EInternet Efficiency Awarded Digital Marketing Expert\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/seo-link-building-2023/","imageUri":"https://img-c.udemycdn.com/course/750x422/4394822_af2e_2.jpg","duration":"6 hours","enrolledStudentsCount":"2,143 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Anyone Wishing to Learn How to Get High Quality Backlinks \u0026 How to Create High Quality Content Attracting Many Great Backlinks"],"tags":["Marketing","Content Marketing","Link Building"],"rating":{"count":2,"averageValue":"2.9"},"instructors":[{"name":"Ing. Tomas Moravek | SEO, Facebook Ads \u0026 Facebook Marketing Expert","url":"/user/ing-tomas-moravek-2/","totalNumberOfStudents":615170,"totalNumberOfReviews":14877,"averageRating":4.394890667459059},{"name":"SEO, Facebook Ads \u0026 Digital Marketing Academy","url":"/user/seo-facebook-ads-digital-marketing-academy/","totalNumberOfStudents":614917,"totalNumberOfReviews":14877,"averageRating":4.394890667459059},{"name":"Beck Robertson","url":"/user/beck-robertson-3/","totalNumberOfStudents":561097,"totalNumberOfReviews":12965,"averageRating":4.4002771684469}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BLESSEDFEBRUARY","originalPrice":"12.800 INR","discountedPrice":"8.320 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/learn-big-data-basics/":{"courseDetails":{"courseId":2544537,"title":"Learn Big Data Basics","shortDescription":"Big Data Concepts,History \u0026 Jobs in Big Data,Types,Characteristics,Categories,Frameworks,Programming languages,Paradigms","longDescription":"\u003Cp\u003EIn this course, Students will Learn the following topics.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBig Data Concepts\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHistory \u0026amp; Jobs in Big Data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECharacteristics of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECategories of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBig Data Frameworks \u0026amp; Programming Paradigms\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBig Data Programming Languages\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course is for beginners interested to learn big data basics for their career growth.\u003C/p\u003E\u003Cp\u003EIn this course, Students will Learn the following topics.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBig Data Concepts\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHistory \u0026amp; Jobs in Big Data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECharacteristics of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECategories of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBig Data Frameworks \u0026amp; Programming Paradigms\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBig Data Programming Languages\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course is for beginners interested to learn big data basics for their career growth.\u003C/p\u003E\u003Cp\u003EIn this course, Students will Learn the following topics.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBig Data Concepts\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHistory and Jobs in Big Data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECharacteristics of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECategories of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBig Data Frameworks \u0026amp; Programming Paradigms\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBig Data Programming Languages\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this course, Students will Learn the following topics.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBig Data Concepts\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHistory \u0026amp; Jobs in Big Data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECharacteristics of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECategories of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBig Data Frameworks \u0026amp; Programming Paradigms\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBig Data Programming Languages\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this course, Students will Learn the following topics.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBig Data Concepts\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHistory \u0026amp; Jobs in Big Data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECharacteristics of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECategories of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBig Data Frameworks \u0026amp; Programming Paradigms\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this course, Students will Learn the following topics.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBig Data Concepts\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHistory \u0026amp; Jobs in Big Data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECharacteristics of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECategories of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBig Data Frameworks \u0026amp; Programming Paradigms\u003C/p\u003E\u003Cp\u003EIn this course, Students will Learn the following topics.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBig Data Concepts\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHistory \u0026amp; Jobs in Big Data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECharacteristics of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECategories of Big data\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBig Data Frameworks \u0026amp; Programming Paradigms\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/learn-big-data-basics/","imageUri":"https://img-b.udemycdn.com/course/750x422/2544537_11ac_7.jpg?secure=r2dYKZ7gVx2EE24_RxPaVQ%3D%3D%2C1644008279","duration":"44 minutos","enrolledStudentsCount":"2.341 estudiantes","lastUpdated":"Fecha de la última actualización: 8/2021","targetAudiences":["This course is for students at beginner level interested to learn big data basics","For those who want to start a new career in big data field"],"tags":["Informática y software","Informática y software, otros","Big data"],"rating":{"count":21,"averageValue":"4.3"},"instructors":[{"name":"Lalitha Audikesavan","url":"/user/lalitha-audikesavan-2/","totalNumberOfStudents":6166,"totalNumberOfReviews":55,"averageRating":4.155497407317073}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BIGDATA_FREE","originalPrice":"2.240 INR","discountedPrice":"1.456 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/5-porque/":{"courseDetails":{"courseId":4498814,"title":"Análisis de Causa Raíz 5 Por qué?","shortDescription":"Aplicación de la herramienta para análisis de causa raíz por el método de 5 por qué","longDescription":"\u003Cp\u003EEs normal que, en ocasiones, las cosas no salgan aunque contemos con el mejor sistema de gestión: por ejemplo el instrumento se rompe, la entrega se retrasa, el trabajador no siguió el procedimiento y los costes se elevan. La técnica de los 5 porqués surge entonces como una herramienta eficaz en la búsqueda de la causa raíz del problema, aquella causa que podemos solucionar para evitar la repetición del mismo. Esta se diferencia de la causa inmediata, que apenas es una circunstancia coyuntural y cuya solución en nada garantiza que el problema no se presente nuevamente.\u003C/p\u003E\u003Cp\u003ELa técnica de los 5 porqués ha sido utilizada con mucho éxito en las áreas de gestión de la calidad y gestión de riesgos, pero en la práctica, puede ser utilizada en cualquier situación que se requiera. Incluso, puede ayudarnos a solucionar problemas cotidianos en casa o en nuestra comunidad.\u003C/p\u003E\u003Cp\u003EEsta técnica parte de la premisa de que, después de preguntar 5 veces por qué un problema está sucediendo (cada porqué relacionado con la respuesta anterior), obtendremos la causa raíz del problema.\u003C/p\u003E\u003Cp\u003ELa causa raíz es en esencia la razón “original” por la que se presenta un problema, una no conformidad. Si pensamos, por ejemplo, que una determinada zona de las instalaciones se inundó, y que la causa de esa inundación es que llovió mucho (causa inmediata), seguramente no podremos diseñar e implementar la acción correctiva adecuada.\u003C/p\u003E\u003Cp\u003EPara la identificación de la causa raíz de un problema existen muchas herramientas. Pero sin duda, la técnica de los 5 porqués es la que mayor efectividad produce, en menor tiempo y con menos costos.\u003C/p\u003E\u003Cp\u003EEl origen de la técnica de los 5 porqués\u003C/p\u003E\u003Cp\u003ELa técnica de los 5 porqués ha sido desarrollada y mejorada en el gigante automotriz Toyota. Surge como un componente crítico para ayudar a resolver problemas internos dentro de esa organización y fue ideado por Taiichi Ohno, ingeniero del sistema de producción.\u003C/p\u003E\u003Cp\u003EOhno animaba a sus colaboradores a desentrañar cada problema, hasta que se encontrara su raíz, con la certeza de que como máximo tendrían que preguntar 5 veces \u003Cem\u003Epor qué\u003C/em\u003E para llegar a ella.\u003C/p\u003E","language":"Spanish","courseUri":"https://www.udemy.com/course/5-porque/","imageUri":"https://img-b.udemycdn.com/course/750x422/4498814_573b.jpg?secure=UZ7Q07a_md_PMR669MAJxw%3D%3D%2C1644021712","duration":"34 mins","enrolledStudentsCount":"341 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Personal que participa en investigación de incidentes y sistemas de gestión"],"tags":["Teaching \u0026 Academics","Engineering","Root Cause Analysis"],"rating":null,"instructors":[{"name":"Rubén Vargas","url":"/user/ruben-vargas-39/","totalNumberOfStudents":10870,"totalNumberOfReviews":126,"averageRating":4.4482572253968256}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5PORQUE","originalPrice":"3.520 INR","discountedPrice":"2.288 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/starting-6-businesses-in-2021/":{"courseDetails":{"courseId":4050430,"title":"Starting 6 Businesses in 2022","shortDescription":"This course will teach you 6 businesses that you can start without leaving your job.","longDescription":"\u003Cp\u003EIf you are a job holder and are stuck in working routine from 9 to 5 and enjoy over the weekend, than you will need to change your this mentality. This course will challenge your JOB MENTALITY and will teach you 6 businesses that you can run while doing a job. You do not need to invest more time if you know the tips and tricks taught in this course.\u003C/p\u003E\u003Cp\u003EIf you want to change your life and are interested in making it better, any one of the mentioned business can be learnt in 2-3 months and you can be a professional in it. \u003C/p\u003E\u003Cp\u003EThese 6 businesses can be learnt from home and done remotely and mostly only require a fast laptop or a PC, stable internet connection and English Language.\u003C/p\u003E\u003Cp\u003EWho is this course for?\u003C/p\u003E\u003Cp\u003EIf you are student, businessman, house wife, teacher, shop owner, no matter what profession you have, this course is still do able. We have made everything easy and self-explanatory for you to understand and follow.\u003C/p\u003E\u003Cp\u003EAt the end: \u003Cbr\u003EAt the end of the course, practice and master these skills as much as you can and share with others so that everyone can benefit. Don’t forget to show your love and support in the comment section.\u003C/p\u003E\u003Cp\u003EThanks\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/starting-6-businesses-in-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4050430_ad06_2.jpg","duration":"2 horas","enrolledStudentsCount":"9.630 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Instructors","Editors","College Srudents","Graduates"],"tags":["Negocios","Estrategia de negocios","Trabajo como autónomo"],"rating":{"count":56,"averageValue":"4.7"},"instructors":[{"name":"Faizan Bhatti","url":"/user/thomas-learning-2/","totalNumberOfStudents":9652,"totalNumberOfReviews":56,"averageRating":4.671705}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"00045CE58993BDB37E89","originalPrice":"12.800 INR","discountedPrice":"8.320 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/data-analysis-con-sql-y-tableau/":{"courseDetails":{"courseId":4025408,"title":"Microsoft SQL Server: Análisis de datos con Tableau","shortDescription":"Mejora tus habilidades analíticas comerciales con SQL y visualización de datos","longDescription":"\u003Cp\u003E¿Por qué estudiar SQL?\u003C/p\u003E\u003Cp\u003EEl Lenguaje SQL (Structured Query Language) es un lenguaje de computación diseñado para el fácil acceso y obtención de información de una Base de Datos.\u003C/p\u003E\u003Cp\u003ESaber programar en \u003Cstrong\u003ESQL es la habilidad más solicitada \u003C/strong\u003Epor las empresas de todo el mundo. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué esperas? ¡Inscríbete ya!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EComo la mayoría de los datos comerciales se almacenan en bases de datos relacionales, aprender SQL es esencial para cualquier persona que desee ser \u003Cstrong\u003Eanalista de datos\u003C/strong\u003E. \u003C/p\u003E\u003Cp\u003ESQL es la herramienta principal utilizada para manipular datos en bases de datos relacionales, por lo que es necesario dominar SQL para realizar análisis de datos profundos. \u003C/p\u003E\u003Cp\u003EAprenderás a explotar información utilizando funciones como: funciones de agregación y fecha en sus consultas. \u003C/p\u003E\u003Cp\u003EAdemás, aprenderá a unir varias tablas en sus consultas para recuperar los datos que necesita para sus análisis. \u003C/p\u003E\u003Cp\u003ELo que aprenderás:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAprenderás las funciones y los comandos SQL necesarios para las consultas SELECT\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECree consultas complejas para el análisis de datos\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECargue datos en la aplicación Tableau para iniciar la visualización de datos\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECree diagramas y gráficos profesionales para el análisis de datos\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECree un panel en Tableau para informes y presentaciones.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E¿Hay requisitos para realizar el curso?\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESistema operativo Windows\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E¿Para quién es este curso?\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAquellos que necesitan aprender a crear consultas SQL complejas y diagramas y gráficos de datos profesionales para el análisis de datos.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"İspanyolca","courseUri":"https://www.udemy.com/course/data-analysis-con-sql-y-tableau/","imageUri":"https://img-c.udemycdn.com/course/750x422/4025408_2095_13.jpg","duration":"2 saat","enrolledStudentsCount":"54.979 öğrenci","lastUpdated":"Son güncelleme tarihi: 8/2021","targetAudiences":["Estudiantes y profesionales que quieran entrar en el mundo de los datos y el Business Intelligence."],"tags":["İşletme","İş Analitiği ve Zekası","Veri Analizi"],"rating":{"count":387,"averageValue":"4.3"},"instructors":[{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":316019,"totalNumberOfReviews":21702,"averageRating":4.3704575933467735},{"name":"Raúl Montesinos","url":"/user/ralmontesinos/","totalNumberOfStudents":325503,"totalNumberOfReviews":10064,"averageRating":4.346693406391372}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2014FD13D7EC6B9A19A9","originalPrice":"5.440 INR","discountedPrice":"3.536 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/5s-metodo-kaizen-para-la-mejora-de-sitios-de-trabajo/":{"courseDetails":{"courseId":3168068,"title":"MÉTODO 5S: Orden, Limpieza y Mejora de Sitios de Trabajo","shortDescription":"¡En búsqueda de la productividad, la seguridad, la eficiencia y el mejoramiento de los procesos!","longDescription":"\u003Cp\u003EConocerás y aplicarás todos los conocimientos y herramientas para poder diseñar e implementar un programa de 5S´s al interior de cualquier empresa. Aportando de esta forma a procesos y actividades mas eficientes, seguras, claras y con un un enfoque hacia la mejora cada vez mas notorio. 17 años de experiencia como Consultores y Capacitadores en mas de 300 organizaciones dan toda la confianza y respaldo en temas de calidad total, productividad, mejoramiento continuo / kaizen, estrategia, liderazgo y éxito empresarial.\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/5s-metodo-kaizen-para-la-mejora-de-sitios-de-trabajo/","imageUri":"https://img-c.udemycdn.com/course/750x422/3168068_4bfb_3.jpg","duration":"2,5 horas","enrolledStudentsCount":"26 estudiantes","lastUpdated":"Fecha de la última actualización: 2/2022","targetAudiences":["Profesionales y estudiantes en diversas áreas del conocimiento","Encargados de procesos operativos o administrativos, áreas o departamentos","Líderes y emprendedores independientes","Coordinadores o jefes de calidad / sistemas de gestión","Jefes de proyectos, organizaciones sociales y de otra índole","Gerentes y directivos de empresas","Empleados con responsabilidades y liderazgo","Público en general"],"tags":["Negocios","Gestión empresarial","Método 5S"],"rating":{"count":10,"averageValue":"4.2"},"instructors":[{"name":"ALTHUM Consultores","url":"/user/leonardo-navarro-bustamante/","totalNumberOfStudents":2778,"totalNumberOfReviews":366,"averageRating":4.3791445284313735}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"GRATIS","originalPrice":"2.560 INR","discountedPrice":"1.664 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/uncle-rats-bug-bounty-guide/":{"courseDetails":{"courseId":3927586,"title":"Uncle Rat\u0027s Bug Bounty Guide","shortDescription":"Take the leap from practice platform to bug bounty target","longDescription":"\u003Cp\u003E\u003Cstrong\u003ESUDO\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI can not promise this course will find you bugs.\u0026nbsp;I\u0026nbsp;can promise i will leave you with a solid methodology that\u0027s netted me a few nice extra monthly salaries.\u0026nbsp;This method is not guaranteed to work for you.\u0026nbsp;You will need to adept.\u0026nbsp;You will need to work.\u003C/p\u003E\u003Cp\u003EIf any course promises you that they WILL\u0026nbsp;find you bugs, run as fast as you can.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWHOAMI\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMy name is uncle rat and i am here to help you take the next step.\u0026nbsp;I am not here to hold your hand, i am here to push you over the edge. You\u0027ve been practicing on pratice platforms for long enough now, don\u0027t you think?\u0026nbsp;It\u0027s time.\u003C/p\u003E\u003Cp\u003EI\u0026nbsp;will provide you with a solid methodology to build upon.\u0026nbsp;I\u0026nbsp;don\u0027t want you to follow in my footsteps, i want you write your own legend.\u0026nbsp;This is after all the place where legends are born.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EEvery chapter has at least a video file with slides to download and where applicable a full text PDF\u0026nbsp;with extra information.\u0026nbsp;All extra\u0027s like cheat sheets are seperatly downloadeable for your comfort.\u0026nbsp;\u003C/p\u003E\u003Cp\u003E- The XSS\u0026nbsp;Rat\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECAT\u0026nbsp;\u0027goals.txt\u0027\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI can hack, but i can only hack one target at a time.\u0026nbsp;My passion is teaching so why not hit two birds with one stone?\u003C/p\u003E\u003Cp\u003EI created this course because i strongly believe that if i hack 1 target i am just me but if i train 1000 hackers, we are an army.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EThis is my goal, i want to make the internet a safer place but i can\u0027t do it alone.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/uncle-rats-bug-bounty-guide/","imageUri":"https://img-b.udemycdn.com/course/750x422/3927586_c25f_2.jpg?secure=pPVbg0Y23eS4oFxP9MF4og%3D%3D%2C1643995177","duration":"11.5 hours","enrolledStudentsCount":"15,967 students","lastUpdated":"Last updated 12/2021","targetAudiences":["Beginner bug bounty hunters who are looking for a solid methodology and mindset","Experienced pentesters looking to get into bug bounties","Companies training their cybersecurity staff to withstand even the toughest of logic attacks"],"tags":["IT \u0026 Software","Other IT \u0026 Software","Bug Bounty"],"rating":{"count":386,"averageValue":"4.7"},"instructors":[{"name":"Wesley Thijs","url":"/user/wesley-thijs/","totalNumberOfStudents":101640,"totalNumberOfReviews":1711,"averageRating":4.432136013186813}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"E8B009326230C8AC3BDA","originalPrice":"8.000 INR","discountedPrice":"5.200 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/active-directory-red-team-hacking/":{"courseDetails":{"courseId":3900570,"title":"Active Directory Pentesting Full Course - Red Team Hacking","shortDescription":"Attacking and Hacking Active Directory","longDescription":"\u003Cp\u003EMost enterprise networks today are managed using Windows Active Directory and it is imperative for a security professional to understand the threats to the Windows infrastructure. \u003C/p\u003E\u003Cp\u003EActive Directory Pretesting is designed to provide security professionals to understand, analyze and practice threats and attacks in a modern Active Directory environment. The course is beginner friendly and comes with a walkthrough videos course and all documents with all the commands executed in the videos. The course is based on our years of experience of breaking Windows and AD environments and research.\u003C/p\u003E\u003Cp\u003EWhen it comes to AD security, there is a large gap of knowledge which security professionals and administrators struggle to fill. Over the years, I have taken numerous world trainings on AD security and always found that there is a lack of quality material and specially, a lack of good walkthrough and explanation. \u003C/p\u003E\u003Cp\u003EThe course simulate real world attack and defense scenarios and we start with a non-admin user account in the domain and we work our way up to enterprise admin. The focus is on exploiting the variety of overlooked domain features and not just software vulnerabilities.\u003C/p\u003E\u003Cp\u003EWe cover topics like AD enumeration, tools to use, domain privilege escalation, domain persistence, Kerberos based attacks (Golden ticket, Silver ticket and more), ACL issues, SQL server trusts, and bypasses of defenses.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/active-directory-red-team-hacking/","imageUri":"https://img-c.udemycdn.com/course/750x422/3900570_8d50_2.jpg","duration":"9.5 hours","enrolledStudentsCount":"28,886 students","lastUpdated":"Last updated 12/2021","targetAudiences":["Students who would love to become an Active Directory Pentesting Expert","Students who would love to learn how to Attack Active Directory","Students  who would love a Job as a Red Team"],"tags":["IT \u0026 Software","Network \u0026 Security","Ethical Hacking"],"rating":{"count":302,"averageValue":"4.0"},"instructors":[{"name":"Security Gurus","url":"/user/oscaranibalogando/","totalNumberOfStudents":68409,"totalNumberOfReviews":1525,"averageRating":4.056601727586207}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"422CD4755EA05AF3E219","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/curso-completo-de-flask-de-cero-a-experto/":{"courseDetails":{"courseId":4424334,"title":"Curso completo de Flask de cero a experto","shortDescription":"Flask","longDescription":"\u003Cp\u003EBienvenido a este curso de cero a experto en Flask , espero que al finalizar este curso puedas implementar apis usando Flask eficientemente y que estén documentadas en swagger , así como también espero que puedes desplegar cualquier aplicación de Flask ya sea en heroku o en AWS(EC2), por otro lado que comprendas el uso de las sesiones de flask y que también puedas integrar redis en tus proyectos. Asi como también espero que puedas realizar cualquier aplicación de Flask , que puedas aprender como realizar conexiones a una base de datos relacional como lo es postgres y si quieres una base de datos mas liviana puedes usar sqlite para la integración de tu proyecto.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EConexión a bases de datos con python y Postgresql\u003C/p\u003E\u003Cp\u003E· Instalación y configuración para realizar la conexión a base de datos con Python y Postgresql\u003C/p\u003E\u003Cp\u003E· Sentencia SELECT con Python y Postgresql con psycopg2\u003C/p\u003E\u003Cp\u003E· Sentencia INSERT con Python y Postgresql con psycopg2 .\u003C/p\u003E\u003Cp\u003E· Sentencia UPDATE con Python y Postgresql con psycopg2.\u003C/p\u003E\u003Cp\u003E· Sentencia DELETE con Python y Postgresql con psycopg2.\u003C/p\u003E\u003Cp\u003E· Creación de capa de datos para la clase de entidad Persona\u003C/p\u003E\u003Cp\u003E· Creación de la clase Conexión\u003C/p\u003E\u003Cp\u003E· Creación de la clase PersonaDAO (Data Access Object) para hacer CRUD: Create-Read-Update-Delete\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EFlask - Microframework de Python\u003C/p\u003E\u003Cp\u003E· Introducción a Flask\u003C/p\u003E\u003Cp\u003E· Instalación y primera aplicación con Flask\u003C/p\u003E\u003Cp\u003E· Manejo de Routing y Parámetros con Flask\u003C/p\u003E\u003Cp\u003E· Instalación de postman REST Client\u003C/p\u003E\u003Cp\u003E· Peticiones POST y Flask\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/curso-completo-de-flask-de-cero-a-experto/","imageUri":"https://img-c.udemycdn.com/course/750x422/4424334_b33e.jpg","duration":"11,5 horas","enrolledStudentsCount":"5.118 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Desarrolladores Python interesados en el curso de Flask"],"tags":["Desarrollo","Herramientas de desarrollo de software","Python"],"rating":{"count":5,"averageValue":"5.0"},"instructors":[{"name":"Andres Rojas","url":"/user/andres-rojas-176/","totalNumberOfStudents":11186,"totalNumberOfReviews":32,"averageRating":4.2549581875}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"03D8FB8794997F0FD6A5","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}}},"freeCourses":{}}