{"coursesWithCoupon":{"https://www.udemy.com/course/ai-900-microsoft-azure-ai-fundamentals-practice-exams-2022/":{"courseDetails":{"courseId":4485752,"title":"AI-900: Microsoft Azure AI Fundamentals Practice Exams 2022","shortDescription":"2 unique complete tests for AI-900: Microsoft Azure AI Fu Exam with detailed explanations | Pass AI-900 with confidence!","longDescription":"\u003Cp\u003E\u003Cem\u003EBooks and docs could be monotonous, multiple sources could be confusing and multiple mouths could be misleading sometimes. That’s when you wish you had someone to guide you with their experience, knowledge from multiple sources and an aligned approach, at one stop. Here is an end to these worries.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis \u003Cstrong\u003EAI-900 Azure AI Fundamentals\u003C/strong\u003E course offers the following features:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFULLY UPDATED TO THE LATEST July 2021 exam version\u003C/strong\u003E - Most practice tests out there are already obsolete and advertised as \u0022updated\u0022, but in reality, they are not! I have already integrated the July 2021 \u003Cstrong\u003EAI-900 Azure AI Fundamentals\u003C/strong\u003E exam changes.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E89\u002B TOP-NOTCH Questions\u003C/strong\u003E - has 2 sets of \u003Cstrong\u003EAI-900 Azure AI Fundamentals\u003C/strong\u003E Practice Tests with 45\u002B unique questions and a 120-minute time limit for each set.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESIMULATES ACTUAL EXAM ENVIRONMENT\u003C/strong\u003E - mimics the actual, and the latest \u003Cstrong\u003EAI-900 Azure AI Fundamentals\u003C/strong\u003E exam to help you pass the exam, with confidence!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDETAILED EXPLANATIONS, REFERENCE LINKS and SCREENSHOTS \u003C/strong\u003E- the answer key at the end of each set has full and detailed explanations along with complete reference links so you can check and verify yourself that the answers are correct.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EACTIVE Q\u0026amp;A DISCUSSION BOARD\u003C/strong\u003E - the Q\u0026amp;A board gives you the opportunity to \u003Cstrong\u003Eknow which topics recently appeared on the exam\u003C/strong\u003E and better understand the \u003Cstrong\u003EAI-900 Azure AI Fundamentals\u003C/strong\u003E services and concepts covered in the test.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVERY RESPONSIVE INSTRUCTORS\u003C/strong\u003E - our friendly team of \u003Cstrong\u003EAzure\u003C/strong\u003E experts is able to address all your issues and COMPREHENSIVELY answer all your questions within 2 business days.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECONTAINS A TEST REPORT\u003C/strong\u003E - to track your progress and show you which \u003Cstrong\u003EAI-900 Azure AI Fundamentals\u003C/strong\u003E knowledge areas you need improvement.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMOBILE-COMPATIBLE\u003C/strong\u003E - so you can conveniently review everywhere, anytime with your smartphone!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHAS BETTER VALUE THAN ANY OFFICIAL Azure AI Certified PRACTICE TEST\u003C/strong\u003E - they are expensive and you get around 100 questions to practice\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECLEAR AND ERROR-FREE QUESTIONS\u003C/strong\u003E - Each item has a reference link that can validate the answer but you can also post in the course QA section.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EThis course stays current and up-to-date with the \u003Cstrong\u003Elatest release \u003C/strong\u003Eof the \u003Cstrong\u003EAI-900 Azure AI Fundamentals\u003C/strong\u003E, and also provides a 30-day money-back guarantee if you are not satisfied with the quality of this course for any reason!\u003C/p\u003E\u003Cp\u003E★ \u003Cstrong\u003ETop-quality\u003C/strong\u003E questions.\u003C/p\u003E\u003Cp\u003E★ Simulate \u003Cstrong\u003Ereal exam\u003C/strong\u003E scenarios.\u003C/p\u003E\u003Cp\u003E★ Tests designed by \u003Cstrong\u003EAzure certified professionals\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E★ Questions based on the \u003Cstrong\u003Elatest syllabus\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBoost your chances and get ready to qualify AI-900 Azure AI Fundamentals Practice Exam with latest practice test and updated course content. Start Practicing Now!\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/ai-900-microsoft-azure-ai-fundamentals-practice-exams-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4485752_aabb_2.jpg","duration":"","enrolledStudentsCount":"12 estudiantes","lastUpdated":"Publicado el 1/2022","targetAudiences":["AI-900 Exam students \u0026 candidates","Anyone who wants to prepare well for the official exam.","This course if for people who want to pass the AI-900 exam in the first attempt."],"tags":["Informática y software","Certificaciones de informática"],"rating":null,"instructors":[{"name":"EDU Academy (\u002B40,000 students )","url":"/user/eduacademy/","totalNumberOfStudents":43682,"totalNumberOfReviews":427,"averageRating":4.584182054481131}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DISCUDEMY.COM","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/shopify-bootcamp-increase-your-sales-and-conversion-rate/":{"courseDetails":{"courseId":2880878,"title":"Shopify Bootcamp: Increase Your Sales and Conversion rate","shortDescription":"Shopify for beginners: Boost your conversion rate/sales with shopify. No shopify experience or shopify knowledge needed","longDescription":"\u003Cp\u003E​Learning how to work with Shopify is not always easy and can sometimes be very complicated espescially if you never worked with this program before. This is why this course have been created and is here to help you achieve your goals and teach you everything you need to know in order to increase your conversion rate on shopify. If you:\u003C/p\u003E\u003Cp\u003E- Have just started out with shopify and don\u0027t know what app to use\u003C/p\u003E\u003Cp\u003E- Want to increase your conversion rate on your shopify store\u003C/p\u003E\u003Cp\u003E- Are interested about different shopify features\u003C/p\u003E\u003Cp\u003E- Simply curious about this topic\u003C/p\u003E\u003Cp\u003EThen this course is definitely​ for you. Not only you will understand the best apps to use for your shopify store but everything that you will learn in this course will help you increase the conversion rate of your online store.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E​\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe way this course is structured is made to help you understand how to properly work with shopify to have the best results possible. This course will cover various topics. Indeed, from understanding what is a conversion rate to talking about the various Apps that can be used with shopify in order to increase it you will learn everything you need to know in order to increase your convestion rate on your shopify store. Also, you will be able to used your knowledge no matter in what niche your course is. In other words, this course can be usefull for all types of stores and every type of product sold on shopify.\u003C/p\u003E\u003Cp\u003EAlso, this course is build on a logic of learning by practice. In other words, everything that you will learn in this course from a theoritical point of view will be practiced with real life examples. This means that by the end of this course you will have a complete understand of why you are using each of the tools that is teached in this course. This way your store will be able to convert more visitors into buyers.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere is a lot of shopify courses that exist all over the internet. But, this course is different, all the concepts that you will find in this course are simplified to help you understand them more in depth and more easilly. Also, each element that is present in this course (APP or concept) comes with practical examples. This way you will be able to put into practice each element of the course. Finaly, the way this course is presented and structured is here to help you achieve your objectives of increasing your conversion rate on your shopify store and having a solid understanding of this program.\u003C/p\u003E\u003Cp\u003E​\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E​\u003C/p\u003E\u003Cp\u003EIf you have or plan to have an online store that is powered by shopify, you will definitely love this course. This course teaches you with practicle examples how you can take your online store and actually transform the highest amount of your visitors into buyers. Or in other words, how you can increase your conversion rate.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003E​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROL NOW and start learning today :)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/shopify-bootcamp-increase-your-sales-and-conversion-rate/","imageUri":"https://img-c.udemycdn.com/course/750x422/2880878_139c.jpg","duration":"1,5 saat","enrolledStudentsCount":"53.668 öğrenci","lastUpdated":"Son güncelleme tarihi: 6/2020","targetAudiences":["People who want to increase their e-commerce conversion rate"],"tags":["İşletme","E-Ticaret","Shopify"],"rating":{"count":111,"averageValue":"3.7"},"instructors":[{"name":"Yassin Marco","url":"/user/ataouyl-yassin/","totalNumberOfStudents":1080924,"totalNumberOfReviews":36379,"averageRating":4.209646796001211}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"286A0C1658DF4C0A43CD","originalPrice":"2.240 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/diversity-at-workplace-t/":{"courseDetails":{"courseId":3904774,"title":"Diversity At Workplace","shortDescription":"If you want to position your business for success, hire a diverse workforce.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDiversity in the workplace\u003C/strong\u003E is vital for employees because it manifests itself in building a great reputation for the company, leading to increased profitability and opportunities for workers.\u003C/p\u003E\u003Cp\u003EWorkplace diversity is important within the organization as well as outside.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDiversity in the workplace\u003C/strong\u003E means that a company’s workforce includes people of varying gender, age, religion, race, ethnicity, cultural background, sexual orientation, religion, languages, education, abilities, etc.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy is workplace diversity so important?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn the modern, globally connected society and market, workplace diversity is becoming a \u003Cstrong\u003Enecessity \u003C/strong\u003Erather than a banner companies wave to show their commitment to embracing differences.\u003C/p\u003E\u003Cp\u003EMost of the modern companies can sell their products \u003Cstrong\u003Eall over the world\u003C/strong\u003E, reaching many different groups of people. In order to successfully create, present and sell their products in this global market, companies \u003Cstrong\u003Eneed \u003C/strong\u003Ea diversified workforce.\u003C/p\u003E\u003Cp\u003ESo, in this class our Learning Objectives are:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUnderstand what diversity and its related terms mean\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBe able to identify your stereotypes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand what terms are politically correct and which are not, and why\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBe familiar with the four cornerstones of diversity\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelop a technique for dealing with inappropriate behavior\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelop a management style to encourage diversity\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EKnow what to do if you or one of your employees feels discriminated against\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ESo, shall we get started? I wish you a happy learning!\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/diversity-at-workplace-t/","imageUri":"https://img-c.udemycdn.com/course/750x422/3904774_476b.jpg","duration":"32 dak","enrolledStudentsCount":"28.916 öğrenci","lastUpdated":"Son güncelleme tarihi: 3/2021","targetAudiences":["Professionals","Coaches","Human Resources"],"tags":["İşletme","İnsan Kaynakları","Çeşitlilik ve Kapsayıcılık"],"rating":{"count":171,"averageValue":"4.5"},"instructors":[{"name":"Nevcihan Dogan","url":"/user/nevcihan-dogan-3/","totalNumberOfStudents":191683,"totalNumberOfReviews":3803,"averageRating":4.423184274394904}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"JAN-2022","originalPrice":"6.400 ₹","discountedPrice":"Ücretsiz","expirationText":"1 gün","discountPercentage":100}},"https://www.udemy.com/course/anti-money-laundering-aml-kyc/":{"courseDetails":{"courseId":3385322,"title":"Anti-Money Laundering Concepts: AML, KYC and Compliance","shortDescription":"(Highest number of Students Enrolled) Anti-Money Laundering(AML), AML policies, AML KYC \u0026 AML Compliance","longDescription":"\u003Cp\u003EWelcome to the course on \u003Cstrong\u003EAnti-Money Laundering (AML)\u003C/strong\u003E, where you will learn about the key issues faced by financial institutions today: \u003Cstrong\u003EMoney Laundering and Terrorist Financing\u003C/strong\u003E. This course will educate you on \u003Cstrong\u003EMoney Laundering and Terrorist Financing laws, Know Your Customer, Customer Due Diligence, Economic Sanctions and Politically Exposed Persons\u003C/strong\u003E. This is a comprehensive course that captures all relevant concepts required for training employees of an organization.\u003C/p\u003E\u003Cp\u003EWe will start the course by understanding the term Money Laundering and will then cover the process \u0026amp; impact of the same. Post which, we will learn about terrorist financing and then cover the differences and similarities between money laundering \u0026amp; terrorist financing. In the next lectures, we will cover the Anti-Money Laundering policies along with KYC procedures, Economic Sanctions \u0026amp; Politically exposed persons.\u003C/p\u003E\u003Cp\u003EThere are \u003Cstrong\u003Eno prerequisites for this course \u003C/strong\u003Eand \u003Cstrong\u003Ecan be completed in just 1-2 hrs\u003C/strong\u003E (including \u003Cstrong\u003Esituation based practice scenarios \u0026amp; exercises\u003C/strong\u003E).\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ECourse enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003Emoney-back guarantee\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E. You have nothing to lose and so much knowledge to gain.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJust ask the students who’ve already taken this course:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022This is an excellent course. Please continue such type of very very important courses for us. Very helpful in the interest of security of the state.\u0022\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003ETav Sarma\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022This course was very informative and covered a wide variety of areas. I especially liked the fact scenarios to test assimilation of the material and the guidance on what to include in a money laundering policy. Thanks for that.\u0022\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003EDanine K. Jones\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022The Course is Great and I suggest not only Business Personalities or the Person in Financial Field, But, to Everyone as it is very important content. This should be Educated and printed in Text Books of Students too. I admire the Instructor and Thank You and I hope this helps everyone.\u0022\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003EAbdulbasiru Rabilu\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★ \u0022It was nice taking this course, i have acquired more knowledge about money laundering and i love the way videos and quiz has been set.\u0022\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003EPillwax Bulambo\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022I was very fascinated about the topic from the very start of the course. The course was great and especially with the examples the understanding was clear and crisp.\u0022\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003ESubham Saha\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/anti-money-laundering-aml-kyc/","imageUri":"https://img-b.udemycdn.com/course/750x422/3385322_e814.jpg?secure=_kJNiePg17X8e963UNHhHw%3D%3D%2C1642013171","duration":"1 saat","enrolledStudentsCount":"73.008 öğrenci","lastUpdated":"Son güncelleme tarihi: 11/2021","targetAudiences":["Working professionals who are looking to understand the Anti-Money Laundering (AML) policies"],"tags":["Finans ve Muhasebe","Uyumluluk","Kara Para Aklamayı Önleme"],"rating":{"count":2854,"averageValue":"4.5"},"instructors":[{"name":"GenMan Solutions","url":"/user/monika-rawat-23/","totalNumberOfStudents":267942,"totalNumberOfReviews":7026,"averageRating":4.4539740994173345}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"AMLJAN1","originalPrice":"1.920 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/learn-acting/":{"courseDetails":{"courseId":4374622,"title":"Acting course - tools of acting","shortDescription":"Improve your skills in acting.","longDescription":"\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this acting course, Ram Choudhary teach about acting (camera \u0026amp; theater), diction, navras, characterisation, body language, dialogue delivery \u0026amp; importance of backstories ( how to bring real-life experiences into every role and how to build your own characters). As a trained actor from theater ,he uses advanced acting techniques to portray complex characters. he introduces students to various methods and techniques which he use to teach and enhance their acting skills. \u003C/p\u003E\u003Cp\u003Ethere are no prerequisites or previous knowledge needed for this course . this course teaches acting at the beginner level.\u003C/p\u003E\u003Cp\u003Eif your dream is to be in front of camera as an actor then you have to learn about acting and have to improve your acting skills.\u003C/p\u003E\u003Cp\u003Ethis course will provide the tools which you need to be a successfull actor.\u003C/p\u003E\u003Cp\u003Ethere are many topics are covered in this training program like ,what is acting ? who can became an actor ? how to cry \u0026amp; laugh for camera ( कैमरा के सामने कैसे रोया या हंसा जाए ? ) what is the importance of imrovisation ? , what are the backstories of actor ?\u003C/p\u003E\u003Cp\u003ENAVRASES in acting ? ( अभिनय में नवरस क्या है\u0026nbsp; ), what is characterisation ( चरित्रचित्रण ) ? importance of body language , dialogue delivery , diction in acting ( अभिनय में उच्चारण , नुक्ता क्या है ).etc..\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Hindi","courseUri":"https://www.udemy.com/course/learn-acting/","imageUri":"https://img-c.udemycdn.com/course/750x422/4374622_e580.jpg","duration":"44 Min.","enrolledStudentsCount":"5.114 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["student and people who want to learn acting.","person who want to improve acting skills."],"tags":["Wissenschaft \u0026 Lehre","Online-Unterricht","Schauspielerei"],"rating":{"count":20,"averageValue":"4.6"},"instructors":[{"name":"Ram choudhary","url":"/user/ram-3776/","totalNumberOfStudents":5114,"totalNumberOfReviews":20,"averageRating":4.6353846}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"OFF100","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"1 gün","discountPercentage":100}},"https://www.udemy.com/course/mas-alla-del-powerpoint/":{"courseDetails":{"courseId":4345078,"title":"Presentaciones de impacto, más allá del PowerPoint","shortDescription":"Descubre nuevos recursos muy visuales para incorporar de manera sencilla a tu PowerPoint","longDescription":"\u003Cp\u003ECurso práctico en el descubrir recursos visuales y herramientas innovadoras para conseguir que la clásica presentación de PowerPoint de un giro de 180 grados. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi quieres diseñar presentaciones de impacto y distintas, es vital buscar recursos fuera de PowerPoint. Pero... ¿Dónde?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¿Cómo elegir fotografías? ¿Dónde? ¿Cómo diseño una paleta de colores armónica?¿Dónde encuentro iconos distintos?¿Cómo diseño gráficos originales? ¿Cómo diseño una tabla visualmente atractiva?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEstás son un ejemplo de preguntas que vamos a contestar en este curso: Presentaciones de impacto, más allá del PowerPoint. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ENo es necesario cambiar de herramienta de diseño, seguirás utilizando PowerPoint, la herramienta que dominas y con la que te sientes cómodo. En este curso encontraras trucos y recursos online para enriquecer PowerPoint que harán que tus pressentaciones sean distintas y sin duda... de mayor impacto.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBancos de imagenes, de iconos, proporciones y otras herramientas... para conseguir resultados diferentes, frescos y originales.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAdemás, si alguna de las explicaciones se te queda corta o te surgen dudas, quedo disponible para atender consultas y dudas en español o en inglés.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEspero que disfrutes del curso y compartas conmigo los resultados. Apenas una hora y media para dominar recursos innovadores que marcan la diferencia. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¡Espero tu valoración!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EMaría\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/mas-alla-del-powerpoint/","imageUri":"https://img-c.udemycdn.com/course/750x422/4345078_6b99_2.jpg","duration":"1,5 horas","enrolledStudentsCount":"6.812 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Cualquier persona que quiera apoyarse en una presentación de Power Point para comunicar con impacto","Personas que diseñan presentaciones en PowerPoint y tienen ganas de innovar"],"tags":["Marketing","Marketing, otros","PowerPoint"],"rating":{"count":66,"averageValue":"4.1"},"instructors":[{"name":"Maria Gómez","url":"/user/maria-gomez-centurion/","totalNumberOfStudents":8630,"totalNumberOfReviews":77,"averageRating":4.123830386842106}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEA45D8B72C076430F8F","originalPrice":"1.600 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/atlassian-confluence-masterclass/":{"courseDetails":{"courseId":3423978,"title":"Atlassian Confluence Masterclass for Project Managers","shortDescription":"Confluence: Complete \u0026 Comprehensive course on the Cloud version of Atlassian\u0027s Confluence for Project Management","longDescription":"\u003Cp\u003EConfluence is a \u003Cstrong\u003Epowerful enterprise collaboration tool\u003C/strong\u003E that brings people, knowledge, and ideas together in a shared workspace, so you can do your best work. Through this course \u003Cstrong\u003E\u0022Atlassian Confluence Masterclass\u0022\u003C/strong\u003E, you will learn \u003Cstrong\u003Ehow to use Confluence\u003C/strong\u003E to transform the way your team works.\u003C/p\u003E\u003Cp\u003EThis course is structured to guide you through \u003Cstrong\u003Eall the key aspects of managing and using Confluence\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EWhether you’re \u003Cstrong\u003Enew to Confluence, training your teammates, or ready to take your Confluence skills to the next level\u003C/strong\u003E, this guide covers everything from the \u003Cstrong\u003Ebasics to in-depth best practices\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThe course will start with \u003Cstrong\u003Esetting up your own Confluence account\u003C/strong\u003E and you will be introduced to all the key features of Confluence in subsequent lectures. With each lecture, you will \u003Cstrong\u003Elearn important concepts such as creating engaging content, sharing information, and engaging users to collaborate in real time\u003C/strong\u003E with each other.\u003C/p\u003E\u003Cp\u003EBy the end of the course, you will be able to create your pages, blogs and share the same with your team members to engage \u0026amp; collaborate.\u003C/p\u003E\u003Cp\u003EPlease find below the course structure for your quick reference:\u003C/p\u003E\u003Cp\u003E1. Brief overview of Confluence\u003C/p\u003E\u003Cp\u003E2. Setting up your own Confluence account\u003C/p\u003E\u003Cp\u003E3. Applications of Confluence\u003C/p\u003E\u003Cp\u003E4. Navigate through the Confluence interface, spaces, user profile \u0026amp; settings\u003C/p\u003E\u003Cp\u003E5. Introduction to all key features of Confluence: Spaces, Pages, Blogs \u0026amp; Comments\u003C/p\u003E\u003Cp\u003E6. Create Content: Spaces, Pages, Blog Posts\u003C/p\u003E\u003Cp\u003E7. Master Spaces: Create different types of Spaces: Team, Personal \u0026amp; Project Spaces; Delete \u0026amp; Archive Spaces\u003C/p\u003E\u003Cp\u003E8. Master Pages \u0026amp; Blog Posts\u003C/p\u003E\u003Cp\u003E9. Invite users to collaborate\u003C/p\u003E\u003Cp\u003E10. Confluence Editor: Usage \u0026amp; features\u003C/p\u003E\u003Cp\u003E11. Add links, files, macros and mentions\u003C/p\u003E\u003Cp\u003E12. Space \u0026amp; Page Blueprints\u003C/p\u003E\u003Cp\u003E13. Content Permissions, Labels \u0026amp; Restrictions\u003C/p\u003E\u003Cp\u003E14. Watch Content\u003C/p\u003E\u003Cp\u003E15. Keyboard Shortcuts\u003C/p\u003E\u003Cp\u003E16. Confluence Administration \u0026amp; User Settings\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ECourse enrollment grants you lifetime access, with no expiration, to all the course lectures. In addition, you’ll also receive 1-on-1 support for any questions or uncertainties that come up. And this all comes with a \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003Emoney-back guarantee\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E. You have nothing to lose and so much knowledge to gain.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJust ask the students who’ve already taken this course:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022A great step by step guide through Atlassian-Confluence. Menu items are explored and explained. Alternative routes to doing the same actions are also explained. Examples are worked through at a very good pace and the videos are not overwhelming. There is no homework, which means that you can actually focus on soaking in the material. Feel free to stop, edit your own confluence and explore, without the pressure of an assignment behind it. I thought everything in the video was helpful and even learned a couple new tricks on how to structure my spaces. There are a variety of use-case scenarios that give you an idea of how to use this tool in different ways (which happens to be my favorite part). Useful demonstrations on layouts, permissions, status changes, drop down menus and more. Confluence is a Canvass that can be used as a great communication platform. You have many tools at your disposal and this course covers that arsenal. Great work and Thank You.\u0022\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003EDavid Fai\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022This is a great course on Confluence\u0027s latest version. Really useful with clear \u0026amp; crisp explanations! Highly recommended. Thanks to the tutor.\u0022\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003EReena Shah\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022I needed a refresher on Confluence capabilities before starting a project. This course presents all the relevant features nicely. It is good for any type of end user.\u0022\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003EIasan Montac\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022The course is well planned and was impressed with instructor\u0027s knowledge of the subject \u0026amp; the detailed explanations. I am so glad that I choose this course.\u0022\u003C/p\u003E\u003Cp\u003E- \u003Cstrong\u003EUmesh Bansal\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E★★★★★ \u0022To the point. I like it when the instructor is focused on teaching the topic and not wasting time here and there.\u0022\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003ERick\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/atlassian-confluence-masterclass/","imageUri":"https://img-c.udemycdn.com/course/750x422/3423978_990e.jpg","duration":"5,5 saat","enrolledStudentsCount":"81.291 öğrenci","lastUpdated":"Son güncelleme tarihi: 11/2021","targetAudiences":["Anyone who is looking for a powerful team collaboration tool","Anyone is who is new to Confluence \u0026 is looking to learn and use the latest version of it","Anyone who is already using Confluence and wants to take their Confluence skills to the next level, this guide covers everything from the basics to in-depth best practices.","Anyone who is looking to understand all features and concepts of Confluence and get up to speed with using and administering them for their teams"],"tags":["İşletme","Proje Yönetimi","Confluence"],"rating":{"count":428,"averageValue":"4.1"},"instructors":[{"name":"GenMan Solutions","url":"/user/monika-rawat-23/","totalNumberOfStudents":267191,"totalNumberOfReviews":6978,"averageRating":4.434555516226139}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CONFJAN1","originalPrice":"1.920 INR","discountedPrice":"Gratis","expirationText":"20 horas","discountPercentage":100}},"https://www.udemy.com/course/einstieg-in-amazon-kdp-wie-sie-ihr-ebook-veroffentlichen/":{"courseDetails":{"courseId":4466558,"title":"Einstieg in amazon KDP: Wie Sie Ihr eBook veröffentlichen","shortDescription":"Wie Sie Ihr eBook / Taschenbuch über amazon Kindle veröffentlichen und verkaufen","longDescription":"\u003Cp\u003E\u003Cstrong\u003EAllgemein\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEin eigenes Buch schreiben und erfolgreich vermarkten? Dies wäre ein schönes zusätzliches Nebeneinkommen.\u003C/p\u003E\u003Cp\u003EFrüher wurde hierfür ein Verlag benötigt, der Ihre Buch-Idee abnimmt, was nicht immer ganz einfach war, insbesondere dann, wenn Sie ein neuer Autor sind und noch keine große Bekanntheit erlangt haben.\u003C/p\u003E\u003Cp\u003EMit \u003Cstrong\u003Eamazon KDP\u003C/strong\u003E können Sie Ihre Buch-Idee als \u003Cstrong\u003EeBook\u003C/strong\u003E oder Taschenbuch veröffentlichen, als Self Publisher im Eigenverlag.\u003C/p\u003E\u003Cp\u003EHierfür sollten einige Punkte berücksichtigt werden, damit Ihr Buch sich auf dem Markt gegen den Wettbewerb durchsetzt. \u003C/p\u003E\u003Cp\u003EZunächst müssen Sie dafür sorgen, dass Ihr Buch bzw. eBook bei \u003Cstrong\u003Eamazon \u003C/strong\u003Egefunden wird.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EUnd natürlich stellt sich die Kernfrage, wie viel können Sie über \u003Cstrong\u003Eamazon\u003C/strong\u003E überhaupt verdienen? - Dabei geht es jetzt weniger um die Monats- bzw. Jahreseinnahmen, sondern eher um die Provisionshöhe die Sie über \u003Cstrong\u003Eamazon KDP\u003C/strong\u003E erhalten und welches Modell Sie hier wählen sollten. Auch die Frage, ob Sie einen Gewerbeschein benötigen, werden wir klären.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn diesem Online-Kurs werden Sie lernen, was \u003Cstrong\u003Eamazon KDP\u003C/strong\u003E ist, wie \u003Cstrong\u003EKDP select\u003C/strong\u003E funktioniert und Sie hier zusätzlich verdienen können. Darüber hinaus lernen Sie, welche Marketing-Tipps sinnvoll sind und wie die Keyword-Recherche effektiv funktioniert.\u003C/p\u003E\u003Cp\u003EAnhand meiner eBooks und Taschenbücher zeigen ich Ihnen, wie Sie dies in der Praxis einsetzen können.\u003C/p\u003E\u003Cp\u003EAbgerundet wird der Online-Kurs mit rechtlichen Punkten, wie zum Beispiel \u0022Was ist mit einem Impressum?\u0022, \u0022Darf ich ein Pseudonym verwenden?\u0022, etc. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInhalt\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDefinition amazon KPD\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETantiemen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EeBook hochladen und vermarkten\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarketing-Techniken für Ihr eBook\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERechtliche Aspekte bei eBooks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypische Fehler\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/einstieg-in-amazon-kdp-wie-sie-ihr-ebook-veroffentlichen/","imageUri":"https://img-c.udemycdn.com/course/750x422/4466558_0c35.jpg","duration":"1,5 Stunden","enrolledStudentsCount":"0 Teilnehmer","lastUpdated":"Veröffentlicht: 1/2022","targetAudiences":["Autoren die ihre eBooks gerne über Amazon KDP verkaufen möchten","Online Unternehmer die online Geld verdienen möchten","alle Personen die ein passives Zusatzeinkommen haben möchten"],"tags":["Marketing","Branding","Amazon Kindle Direct Publishing (KDP)"],"rating":null,"instructors":[{"name":"Kristoffer Ditz","url":"/user/kristoffer-ditz/","totalNumberOfStudents":50500,"totalNumberOfReviews":1772,"averageRating":4.332384829367089}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"22DCE19346ACC150B28E","originalPrice":"3.200 ₹","discountedPrice":"Kostenlos","expirationText":"2 Tage","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-2018-start-to-finish/":{"courseDetails":{"courseId":1517986,"title":"QuickBooks Online 2022 \u0026 2021 Start to Finish","shortDescription":"Learn QuickBooks Online 2022 in a comprehensive online course taught by a practicing CPA, CGMA, CPI, with BS tax","longDescription":"\u003Cp\u003EThis is a comprehensive course covering QuickBooks Online 2022\u003C/p\u003E\u003Cp\u003EThis course is designed to meet the needs of both complete beginners and advanced users of QuickBooks Online.\u003C/p\u003E\u003Cp\u003EYou can choose to either complete this course from start to finish or jump to the course areas that meet your particular needs.\u003C/p\u003E\u003Cp\u003EPurchasing this course is more of a long-term investment than spending money on most instructional material related to computer software, partly because it is comprehensive, and will continue to meet your needs as you grow in knowledge, and because \u003Cstrong\u003Ewe plan on continually updating the course so that it remains relevant even as QuickBooks Online changes over time.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EOnline computer applications like QuickBooks Online change their appearance rapidly, making a static course that does not change over time obsolete quickly. We plan on updating this course so that you can continue to use it as a reference even as QuickBooks Online evolves its software. We hope this course will be a useful, up-to-date tool you can use, at no added cost, for many years into the future.\u003C/p\u003E\u003Cp\u003EPeople often have this first question when considering a QuickBooks Online course: How do I access the software? And how can I get access to a file where I can practice data input? In other words, you may have access to a company file through work or from your business, but you would like to have access to a test file so you can practice data input without risking your company data in the process.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBelow are a few options to access QuickBooks Online. We will go over each option in more detail in the course.\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EQuickBooks often offers a free 30-day trial, perfect to practice with\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThey also often offer a student version, which may provide more extended access to the software, and this would be great considering we will be covering a comprehensive problem.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EQuickBooks also provides a free test drive file.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThe first part of the course will discuss how to access QuickBooks Online, the accounting software options QuickBooks offers, and set up our QuickBooks file.\u003C/p\u003E\u003Cp\u003EWe will then practice navigating the accounting software, the free QuickBooks Online Test Drive File being our primary tool. When first learning QuickBooks, it is best to start with a file that already has data, attempting to deconstruct the data input done in the past, a method similar to an employee starting a new job.\u003C/p\u003E\u003Cp\u003EIn other words, when starting a new job, we work with an existing data file rather than setting up a new one. We then attempt to see what has been done in the past so the process can be replicated in future transactions, maintaining consistency.\u003C/p\u003E\u003Cp\u003EIn the second half of the course, we will create a new company file, the free 30-day trial file being our primary tool at this point in the class.\u003C/p\u003E\u003Cp\u003EAfter learning how to deconstruct past financial transactions in the accounting system in the first half of the course, we are ready to build the QuickBooks Online data input from the ground up.\u003C/p\u003E\u003Cp\u003EThe comprehensive problem in the second half of the course will cover setting up a new company file, setting the preferences, adding beginning balances, entering two months of data input, completing bank reconciliations, entering adjusting entries, and budgeting.\u003C/p\u003E\u003Cp\u003EWe will then have a course section explicitly devoted to bank feeds. We will discuss how bank feeds will fit into different accounting systems, the application of the bank feeds tool differing as company needs differ. For example, the use of bank feeds will vary for a company that uses a cash-based method and a company that uses an accrual method.\u003C/p\u003E\u003Cp\u003EThe course will cover the use of bank feed rules and how they are used to automate more of the accounting system.\u003C/p\u003E\u003Cp\u003EWe will then have sections of the course that focus on more specialized areas.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/quickbooks-online-2018-start-to-finish/","imageUri":"https://img-c.udemycdn.com/course/750x422/1517986_f8a9_3.jpg","duration":"148 saat","enrolledStudentsCount":"62.853 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["Business owners","Accounting professionals","Accounting students","Anybody who wants to learn accounting software","Anybody who wants to learn accounting software"],"tags":["İşletme","Girişimcilik","QuickBooks Online"],"rating":{"count":3286,"averageValue":"4.4"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":499454,"totalNumberOfReviews":23633,"averageRating":4.431621384112535}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B51037E59CA1FCDCE877","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"1 Tage","discountPercentage":100}},"https://www.udemy.com/course/the-complete-introduction-to-online-course-creation/":{"courseDetails":{"courseId":4393210,"title":"The Complete Introduction to Online Course Creation","shortDescription":"Learn all the basics of starting your own online course business","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhy am I qualified to teach this course:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMy name is Yassin Marco and I will be your instructor for this course. I have been an online course instructor for many years and as of today I have over 25 online courses on various plateforms as well as over 1.1 million unique students on udemy alone. My courses have been taken by people all over the world and have helped many in different fields. Over the time I received a lot of questions about how I started in this field and someone can also start out in the course creation world. So I deceided to create a course that contains everything about this topic. My goal with this course is really to help you understand all the aspects of this business model and helping you start out as a course creator and helping you share your skills with other and beeing able to monetize them.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Presentation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECreating an online course is not an easy task and can sometimes get really complicated especially if you have no prior experience in this field. But, don\u0027t worry, this course has everything you need to start your very own and first online course. Indeed, you will learn many interesting things about this business model. If you:\u003C/p\u003E\u003Cp\u003E- Are someone interested in teaching your skills to others\u003C/p\u003E\u003Cp\u003E- Want to create your first online business\u003C/p\u003E\u003Cp\u003E- Launching your own teaching plateform\u003C/p\u003E\u003Cp\u003E- Are simply interested by the topic and want to learn more about it\u003C/p\u003E\u003Cp\u003EThen you will love this course. Not only you will have by the end of the course a very strong understanding of how to crate your course since I will teach you everything that I personnaly do but you will also be able to create your course from scratch, launch it on various marketplaces, create your plateform and finally promote your course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe way this course is created is really done to help you learn all the basics of course creation and launching your first online business in this field. From the basic theory and course plan creation to launching your course, your plateform and promoting everything you created, everything in this course is structured to help you learn and achieve your goal of understanding how you can work with this business model. In this course, you will also learn how to work with various plateforms or marketplaces and what exactly you should take into consideration to succed in this type of business. The objective of the course is simple, teaching you everything you need to know to become more efficient when you are creating your first online course.\u003C/p\u003E\u003Cp\u003EAlso, this course is built on a concept of learning by practice. In other words, even if there is a lot of theory, you will have a lot of examples and practice. This way, you will have a better understanding of this topic and reach your full potential when you will grow your teaching business .\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere are many course creation courses out there, but this one is different. Indeed, this online course creation course will teach you with clear and simple examples all the basics of to start a business in this field. Also, since this course is an introduction to the topic it\u0027s perfect for people that have no prior experience with this business model, teaching or creating an online course. Indeed, even if you never had or created an online business before, you will have a solide understanding of the topic. The goal of this course is really teaching you how to think like an experienced online course creator and showing you all the tips and tricks to start out with this business model.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you want to start your first online course then you should definely take this course. Not only you will learn how to create an online course from scratch but you will also be able to promote it on different plateforms, marketplaces as well as your own plateform. Indeed, by the end of this course you will have the required knowledge to start in the online business world and be able to grow your brand.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003Eto get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROL NOW and start learning today :)\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/the-complete-introduction-to-online-course-creation/","imageUri":"https://img-b.udemycdn.com/course/750x422/4393210_0ba9_2.jpg?secure=qpOJmAn26FewDzTTvzSmtg%3D%3D%2C1642018247","duration":"7 horas","enrolledStudentsCount":"7.401 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["People who wanted to start in a business model that does not require a lot of money","People interested in sharing there knowledge","People wanting to create and monetize there online courses"],"tags":["Negocios","Comercio electrónico","Creación de cursos en línea"],"rating":{"count":15,"averageValue":"4.3"},"instructors":[{"name":"Yassin Marco","url":"/user/ataouyl-yassin/","totalNumberOfStudents":1080731,"totalNumberOfReviews":36340,"averageRating":4.2093169811100895}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B7A6848055AA721DED1D","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/write-heartfelt-soulful-poetry-creative-writing/":{"courseDetails":{"courseId":4456752,"title":"Write Dreamy, Heartfelt, Soulful Poetry - Creative Writing","shortDescription":"Use creative writing to write dreamy and imaginative poetry. Course on Creative writing for poetry that inspires","longDescription":"\u003Cp\u003ELearn to write dreamy and imaginative poetry that inspires readers and takes them to new worlds.\u003C/p\u003E\u003Cp\u003ECreate beauty with your writing and give the gift of inspiration to others.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe\u0027ll start with poetry basics like similes, rhyming, metaphors, and building imagery. We will also explore the brain science of what makes people feel certain feelings. We\u0027ll combine the science with philosophy to help you understand what goes on in the mind of a reader or listener.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe\u0027ll write a poem\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAs you make your way through the course, you and I will write a poem together. We\u0027ll start with a 1-line image. We\u0027ll expand that into a 3-line Haiku. After that, we\u0027ll turn that into a short 4-line poem, and I\u0027ll show you how to grow your poetry beyond that.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUpload your poetry book to Amazon and the Kindle\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAfter you complete a set of poems, the course will walk you through how to upload your creative writing or poetry on Amazon so you can have a Kindle version of your book and a paperback version of your book. Amazon takes care of printing and shipping your paperback.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout the instructor, Alex Genadinik\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAlex writes music that has a strong focus on imaginative and rich poetry that inspires. His music is growing on channels on Instagram, Facebook, YouTube, and TikTok. In the course, he shares the kind of magic he tries to create with the lyrics in his music. He\u0027ll walk you through a number of his original lines and works by great poets like Shakespeare. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEnrich your inner life with beauty and poetry! Enroll today!\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/write-heartfelt-soulful-poetry-creative-writing/","imageUri":"https://img-b.udemycdn.com/course/750x422/4456752_9ec6.jpg?secure=ItxCqHrhsmRVCkRFiNQcvQ%3D%3D%2C1642059782","duration":"2 horas","enrolledStudentsCount":"4.468 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Aspiring poets and creative writers","People who want to be more creative"],"tags":["Enseñanzas y disciplinas académicas","Humanidades","Poesía"],"rating":{"count":15,"averageValue":"4.7"},"instructors":[{"name":"Alex Genadinik","url":"/user/alexgenadinik/","totalNumberOfStudents":535119,"totalNumberOfReviews":39570,"averageRating":4.451080868681737}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4F5469C234FD6FE4FFD9","originalPrice":"2.560 ₹","discountedPrice":"1.664 ₹","expirationText":"5 saat","discountPercentage":35}}},"freeCourses":{"https://www.udemy.com/course/basic-fundamental-of-partial-discharge-2021/":{"courseDetails":{"courseId":4062816,"title":"Basic Fundamental of Partial Discharge 2021","shortDescription":"Basic Fundamental of Partial Discharge 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/basic-fundamental-of-partial-discharge-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4062816_4d3d.jpg","duration":"2034","enrolledStudentsCount":"473 students","lastUpdated":null,"targetAudiences":["Mechanical Engineer","Electrical Engineer","Design Engineer","Consulting Engineer","Maintenance Officer","Facility Officer","Contractors"],"tags":["Teaching \u0026 Academics","Engineering"],"rating":{"count":3,"averageValue":"4.6"},"instructors":[{"name":"Hoestar PD Technology Pte Ltd Hoestar","url":"/user/rong-hui-2/","totalNumberOfStudents":439,"totalNumberOfReviews":3,"averageRating":4.561942}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/situational-time-creation-in-the-social-media-age/":{"courseDetails":{"courseId":2957632,"title":"Situational Time Creation in the Social Media Age","shortDescription":"10 Exclusive New Age Tools to Get Your Focus \u0026 Productivity Back","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/situational-time-creation-in-the-social-media-age/","imageUri":"https://img-c.udemycdn.com/course/750x422/2957632_eabc_2.jpg","duration":"3281","enrolledStudentsCount":"731 students","lastUpdated":null,"targetAudiences":["Managers With Teams","Entrepreneurs and Freelancing Professionals","CEOs and Presidents of Organizations","Middle Managers and Team Leaders","Students Multi Tasking With Internships","Individuals Suffering With Social Media Addiction and Stress"],"tags":["Business","Management","Time Management"],"rating":null,"instructors":[{"name":"Ashish Janiani","url":"/user/ashish-janiani/","totalNumberOfStudents":787,"totalNumberOfReviews":4,"averageRating":4.128988}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/survive-creating-your-first-course/":{"courseDetails":{"courseId":4211338,"title":"Survive creating your first course!","shortDescription":"Online course creation","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/survive-creating-your-first-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/4211338_738c_2.jpg?secure=Dbd-k7jjF0Ldl5WlcZMlZQ%3D%3D%2C1638304253","duration":"4751","enrolledStudentsCount":"586 students","lastUpdated":null,"targetAudiences":["First time online instructors"],"tags":["Teaching \u0026 Academics","Online Education","Online Course Creation"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Aminah Ibrahim","url":"/user/aminah-ibrahim-2/","totalNumberOfStudents":733,"totalNumberOfReviews":9,"averageRating":4.690568266666666}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/successformula-part-1/":{"courseDetails":{"courseId":4413748,"title":"Success Formula - Part 1","shortDescription":"This is the first powerful step to an even more powerful seminar teaching you how to achieve that success you want.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/successformula-part-1/","imageUri":"https://img-b.udemycdn.com/course/750x422/4413748_5d24.jpg?secure=yDG3rzJPGsl_t4L76IPKxQ%3D%3D%2C1638309650","duration":"3844","enrolledStudentsCount":"1,089 students","lastUpdated":null,"targetAudiences":["Anyone wanting success in an existing business, future business, or in any area."],"tags":["Business","Management","Business Development"],"rating":null,"instructors":[{"name":"Guaranteed Prosperity","url":"/user/meir-ezra/","totalNumberOfStudents":8698,"totalNumberOfReviews":392,"averageRating":4.486696045454545}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tailwindcss-2-learn-tailwindcss-for-beginners/":{"courseDetails":{"courseId":4412324,"title":"TailwindCSS 2 - Learn TailwindCSS for Beginners","shortDescription":"Learn one of the best utility-first frameworks on the web","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tailwindcss-2-learn-tailwindcss-for-beginners/","imageUri":"https://img-b.udemycdn.com/course/750x422/4412324_d593.jpg?secure=iTHHud2zBNtuw94Xf1kYaw%3D%3D%2C1638304922","duration":"6994","enrolledStudentsCount":"3,003 students","lastUpdated":null,"targetAudiences":["Beginners that want to learn web design"],"tags":["Development","Web Development","Tailwind CSS"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Dary Nazar","url":"/user/dary-nazar-kermanshahi/","totalNumberOfStudents":32700,"totalNumberOfReviews":887,"averageRating":4.601024959821428}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/laravel-8-build-a-shopping-cart-and-deploy-it-on-cloudways/":{"courseDetails":{"courseId":4409288,"title":"Laravel 8 – Build a shopping cart \u0026 deploy it on Cloudways","shortDescription":"Learn how to build a Laravel project \u0026 Deploy it using Cloudways","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/laravel-8-build-a-shopping-cart-and-deploy-it-on-cloudways/","imageUri":"https://img-c.udemycdn.com/course/750x422/4409288_3149.jpg","duration":"6576","enrolledStudentsCount":"5,285 students","lastUpdated":null,"targetAudiences":["People who are looking for web programming jobs","People who want to learn everything about Laravel","People who struggle with projects","People who want to learn how to host a Laravel project on Cloudways"],"tags":["Development","Web Development"],"rating":{"count":14,"averageValue":"4.7"},"instructors":[{"name":"Dary Nazar","url":"/user/dary-nazar-kermanshahi/","totalNumberOfStudents":32700,"totalNumberOfReviews":887,"averageRating":4.601024959821428}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-a-tiny-web-app-with-vue-3/":{"courseDetails":{"courseId":4365348,"title":"Create a tiny web App with VUE 3","shortDescription":"Get started with VUE V3 by creating a tiny app","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-a-tiny-web-app-with-vue-3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4365348_aa1d_2.jpg","duration":"6135","enrolledStudentsCount":"2,088 students","lastUpdated":null,"targetAudiences":["Anyone who wants to start with VUE"],"tags":["Development","Web Development","Vue JS"],"rating":{"count":6,"averageValue":"4.5"},"instructors":[{"name":"Coding Revolution","url":"/user/codign-revolution/","totalNumberOfStudents":53178,"totalNumberOfReviews":5976,"averageRating":4.477446047826087}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/c-polymorphism-and-exception-handling-types/":{"courseDetails":{"courseId":4403655,"title":"C#-Polymorphism and Exception Handling types","shortDescription":"Tutorial on poLymorphism ,Exception Handling Types","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/c-polymorphism-and-exception-handling-types/","imageUri":"https://img-b.udemycdn.com/course/750x422/4403655_e284_7.jpg?secure=U1LOOAhQSXnv2kCVxubjpw%3D%3D%2C1638320023","duration":"5363","enrolledStudentsCount":"1,538 students","lastUpdated":null,"targetAudiences":["course is meant for professionals interested to develop console application projects in C#"],"tags":["IT \u0026 Software","Other IT \u0026 Software","C#"],"rating":{"count":2,"averageValue":"4.5"},"instructors":[{"name":"Suprio Dutta","url":"/user/suprio-5/","totalNumberOfStudents":3034,"totalNumberOfReviews":59,"averageRating":4.307550125423729}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/amped-studio-videocourse/":{"courseDetails":{"courseId":4376502,"title":"Amped Studio - Making professional music.  Videocourse","shortDescription":"Learn professional music techniques in 2 days. Everything you need is a computer and internet.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/amped-studio-videocourse/","imageUri":"https://img-b.udemycdn.com/course/750x422/4376502_b1a5_2.jpg?secure=RJmTosXq8PVs8swCzBGJRw%3D%3D%2C1638324062","duration":"4277","enrolledStudentsCount":"1,303 students","lastUpdated":null,"targetAudiences":["If you want to learn how to make music on a computer but don\u0027t know what to start from","If you are producer and want to find more simple and convenient way of creating your sound","If you want to have access to your projects always at hand without using special computer resources"],"tags":["Music","Music Software","Music Production"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Bil Bryant","url":"/user/dracheno-pavel/","totalNumberOfStudents":1301,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-generate-real-estate-buyer-and-seller-leads/":{"courseDetails":{"courseId":2490292,"title":"How to Generate Real Estate Buyer and Seller Leads","shortDescription":"Learn How to Create the Perfect Sales Funnel for Your Business","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-generate-real-estate-buyer-and-seller-leads/","imageUri":"https://img-b.udemycdn.com/course/750x422/2490292_1c27.jpg?secure=fdl1LLiUr1pkay31ECoGMg%3D%3D%2C1638326015","duration":"5054","enrolledStudentsCount":"6,321 students","lastUpdated":null,"targetAudiences":["Real Estate Agents with the desire to grow their business"],"tags":["Marketing","Digital Marketing","Facebook Marketing"],"rating":{"count":105,"averageValue":"4.8"},"instructors":[{"name":"Emil Kim","url":"/user/emil-kim/","totalNumberOfStudents":6754,"totalNumberOfReviews":110,"averageRating":4.669306433333333}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/fundamentals-of-infinite-banking-how-the-wealthy-do-it/":{"courseDetails":{"courseId":4402589,"title":"Fundamentals of Infinite Banking: How the Wealthy Do It!","shortDescription":"Your Start-Up Guide in Infinite Banking","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/fundamentals-of-infinite-banking-how-the-wealthy-do-it/","imageUri":"https://img-c.udemycdn.com/course/750x422/4402589_baab_2.jpg","duration":"7220","enrolledStudentsCount":"1,106 students","lastUpdated":null,"targetAudiences":["Hard working professionals who are curious on how the wealthy invest","Financial enthusiast","Real estate investors wanting to scale"],"tags":["Business","Real Estate","Real Estate Investing"],"rating":null,"instructors":[{"name":"Lane Kawaoka","url":"/user/lane-kawaoka-2/","totalNumberOfStudents":1551,"totalNumberOfReviews":7,"averageRating":4.608162857142857}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/nicheecommercestartupcasestudy/":{"courseDetails":{"courseId":4400290,"title":"Niche E-Commerce Startup Case Study with Sramana Mitra","shortDescription":"Lessons and Analysis of a Niche E-commerce Startup","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/nicheecommercestartupcasestudy/","imageUri":"https://img-c.udemycdn.com/course/750x422/4400290_db30.jpg","duration":"3051","enrolledStudentsCount":"1,075 students","lastUpdated":null,"targetAudiences":["Tech entrepreneurs interested in e-commerce startups.","Entrepreneurs interested in e-commerce startups.","Aspiring entrepreneurs interested in e-commerce startups."],"tags":["Business","Entrepreneurship","Entrepreneurship Fundamentals"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Sramana Mitra","url":"/user/sramana-mitra/","totalNumberOfStudents":3754,"totalNumberOfReviews":219,"averageRating":4.794995831073447}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/comptia-a-core-1-comptia-a-220-1001-course/":{"courseDetails":{"courseId":4360792,"title":"CompTIA A\u002B Core 1: CompTIA A\u002B 220-1001 Course with Practice","shortDescription":"Course 1: Everything you need to pass the A\u002B Certification Core 1 (220-1001) Exam, from Mike Meyers and Total Seminars","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/comptia-a-core-1-comptia-a-220-1001-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4360792_b758.jpg","duration":"6715","enrolledStudentsCount":"6,705 students","lastUpdated":null,"targetAudiences":["Anyone looking to take and pass the CompTIA A\u002B Certification Core 1 (220-1001) Certification exam","Anyone who wants to improve their skills as a computer or IT technician","Anyone who wants to learn awesome stuff about PCs, Macs, mobile devices, networking, the cloud, IT security and more"],"tags":["IT \u0026 Software","IT Certifications","CompTIA A\u002B"],"rating":{"count":56,"averageValue":"4.4"},"instructors":[{"name":"PaceIT Academy","url":"/user/jose-martin-rincon-escalante/","totalNumberOfStudents":12140,"totalNumberOfReviews":104,"averageRating":4.516785209615384}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/comptia-security-bootcamp-exam/":{"courseDetails":{"courseId":4385598,"title":"CompTIA Security\u002B (SY0-601) Bootcamp \u0026 Exam","shortDescription":"CompTIA Security\u002B (SY0-601) Bootcamp - Your preparation for the world\u0027s best cybersecurity certification!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/comptia-security-bootcamp-exam/","imageUri":"https://img-c.udemycdn.com/course/750x422/4385598_d55d.jpg","duration":"7623","enrolledStudentsCount":"2,052 students","lastUpdated":null,"targetAudiences":["Anyone who wants to learn about Computer Security and pass the Comptia Security Plus Exam."],"tags":["IT \u0026 Software","Network \u0026 Security","CompTIA Security\u002B"],"rating":{"count":20,"averageValue":"4.7"},"instructors":[{"name":"PaceIT Academy","url":"/user/jose-martin-rincon-escalante/","totalNumberOfStudents":11882,"totalNumberOfReviews":104,"averageRating":4.516785209615384}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-overcome-stress-the-sfl-super-strategies/":{"courseDetails":{"courseId":4398904,"title":"How to Overcome Stress: Learn 20 Super Strategies","shortDescription":"Box out stress from your life to have better relationships, career and more inner peace!!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-overcome-stress-the-sfl-super-strategies/","imageUri":"https://img-c.udemycdn.com/course/750x422/4398904_1183_3.jpg","duration":"3350","enrolledStudentsCount":"1,314 students","lastUpdated":null,"targetAudiences":["This class is for anyone, who wants to learn techniques to overcome stress, anxiety and depression!!"],"tags":["Personal Development","Stress Management"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Nitesh Gurnani","url":"/user/nitesh-gurnani-2/","totalNumberOfStudents":19865,"totalNumberOfReviews":188,"averageRating":4.420236129411765}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/aspnet-core-testing-mini-course/":{"courseDetails":{"courseId":4364536,"title":"ASP.NET Core Testing Mini Course","shortDescription":"With examples in ASP.NET Core.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/aspnet-core-testing-mini-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4364536_f7e6.jpg","duration":"3754","enrolledStudentsCount":"1,296 students","lastUpdated":null,"targetAudiences":["Software developers that want to learn more about testing, examples are shown in ASP .NET."],"tags":["IT \u0026 Software","Other IT \u0026 Software","Software Testing"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Ruben Heeren","url":"/user/ruben-heeren-3/","totalNumberOfStudents":2180,"totalNumberOfReviews":46,"averageRating":4.525197873913044}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/making-a-business-plan-that-investors-like/":{"courseDetails":{"courseId":4269930,"title":"Making a Business Plan that Investors like","shortDescription":"Simple Step by Step Guide for writing a Business Plan","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/making-a-business-plan-that-investors-like/","imageUri":"https://img-c.udemycdn.com/course/750x422/4269930_db1f_4.jpg","duration":"4269","enrolledStudentsCount":"1,495 students","lastUpdated":null,"targetAudiences":["People who are involved in project management , starting a business , looking for funding"],"tags":["Business","Business Strategy","Business Plan"],"rating":{"count":4,"averageValue":"4.1"},"instructors":[{"name":"Makks Shah","url":"/user/makks/","totalNumberOfStudents":1978,"totalNumberOfReviews":8,"averageRating":4.17436465}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tea-appreciation-with-dosta/":{"courseDetails":{"courseId":4386702,"title":"Tea Appreciation with Dosta - Zen Tea Meditation","shortDescription":"Perceive the Taste, Enjoy your Life!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tea-appreciation-with-dosta/","imageUri":"https://img-b.udemycdn.com/course/750x422/4386702_7ef7.jpg?secure=uzXKfL_Hb_xINAczXCx-Sw%3D%3D%2C1638819150","duration":"2234","enrolledStudentsCount":"829 students","lastUpdated":null,"targetAudiences":["Meditation Practitioners","Healthy Lifestyle Enthusiasts","Zen Students","Perception Development Practitioners","Seekers of Truth","Personal Development Enthusiasts","Tea Drinking Enthusiasts","Psychology Students","Minimalists"],"tags":["Lifestyle","Food \u0026 Beverage","Tea Ceremony"],"rating":{"count":2,"averageValue":"4.2"},"instructors":[{"name":"Dosta Andrew Lake","url":"/user/dosta-3/","totalNumberOfStudents":5791,"totalNumberOfReviews":78,"averageRating":4.559140427142857}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-analyse-company-finances/":{"courseDetails":{"courseId":4396608,"title":"How to Analyse Company Finances","shortDescription":"using public domain information","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-analyse-company-finances/","imageUri":"https://img-c.udemycdn.com/course/750x422/4396608_26aa_2.jpg","duration":"5172","enrolledStudentsCount":"1,421 students","lastUpdated":null,"targetAudiences":["The course is for anyone interesting in looking at a company\u0027s financial status","This course is for anyone who is interested in investing in a company"],"tags":["Finance \u0026 Accounting","Finance","Financial Statement"],"rating":{"count":4,"averageValue":"4.7"},"instructors":[{"name":"Tracy Renee","url":"/user/tracydracona2/","totalNumberOfStudents":1444,"totalNumberOfReviews":5,"averageRating":4.730044}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/tailwind-css-installation-guide/":{"courseDetails":{"courseId":4395096,"title":"Tailwind CSS: Complete Installation \u0026 Getting Started Guide","shortDescription":"Learn how to install TailwindCSS step by step, and how to start using it. Updated for Tailwind CSS 3.0!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/tailwind-css-installation-guide/","imageUri":"https://img-c.udemycdn.com/course/750x422/4395096_3f2a_6.jpg","duration":"2111","enrolledStudentsCount":"1,437 students","lastUpdated":null,"targetAudiences":["Web designers and developers who need to know how to install and use Tailwind CSS","Students with knowledge of HTML and CSS who want to learn a new way of working.","Whoever wants to learn new technologies in web development"],"tags":["Development","Web Development","Tailwind CSS"],"rating":{"count":8,"averageValue":"4.4"},"instructors":[{"name":"David Morales","url":"/user/davidmles/","totalNumberOfStudents":23455,"totalNumberOfReviews":78,"averageRating":4.778305358974358}]},"isAlreadyAFreeCourse":true,"couponData":null}}}