{"coursesWithCoupon":{"https://www.udemy.com/course/quickbooks-online-vs-excel/":{"courseDetails":{"courseId":1527896,"title":"QuickBooks Online vs. Excel","shortDescription":"QuickBooks and Excel accounting cycle, reporting financial transaction to both QuickBooks and Excel compare and contrast","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWould we like to run our business better using accounting software?\u003C/strong\u003E\u003C/p\u003E\n\n\u003Cp\u003E\u003Cstrong\u003EWould we like to better understand accounting concepts, how they apply to accounting software, and work accounting problems MUCH faster?\u003C/strong\u003E\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003E\u003Cstrong\u003EWould we like to advance our career by increase our skills with business software?\u003C/strong\u003E\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EThis comprehensive QuickBooks Online \u0026amp; Excel course can help to achieve these goals\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003E\u003Cstrong\u003EWhy choose this course?\u003C/strong\u003E\n\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003ECurrent video content means all QuickBooks lectures are done recently as of this post rather than adding a few new videos to content from prior years.\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EThis course also includes:\u003C/p\u003E\n\n\n\n\n\n\n\n\u003Cul\u003E\u003Cli\u003EExcel worksheet that are formatted so that we can consentrate on the accounting relationships and on using the fundamentals of Excel.\u003C/li\u003E\u003C/ul\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003E\u003Cstrong\u003EWho will we be learning from?\u003C/strong\u003E\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EYou will be learning from somebody who has technical experience in accounting concepts and in accounting software like QuickBooks, as well as experience teaching and putting together curriculum.\n\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EYou will be learning from somebody who is a:\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cul\u003E\u003Cli\u003ECPA – Certified Public Accountant\u003C/li\u003E\u003Cli\u003ECGMA – Chartered Global Management Accountant\u003C/li\u003E\u003Cli\u003EMaster of Science in Taxation\u003C/li\u003E\u003Cli\u003ECPS – Certifies Post-Secondary Instructor\u003C/li\u003E\u003Cli\u003ECurriculum Development Export\u003C/li\u003E\u003C/ul\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EAs a practicing CPA the instructor has worked with many technical accounting issues and helped work through them and discuss them with client of all levels.\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EAs a CPS and professor, the instructor has taught many accounting classes and worked with many students in the fields of accounting, business, and business applications.\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EThe instructor also has a lot of experience designing courses and learning how students learn best and how to help students achieve their objectives. Experience designing technical courses has also help in being able to design a course in a logical fashion and deal with problems related to technical topics and the use of software like QuickBooks Pro.\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003E\u003Cstrong\u003EHow will we be Taught?\u003C/strong\u003E\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EWe will learn by doing, by providing a presentation, and providing the tools to work through the processes presented. Learning QuickBooks and Excel is something best learned by doing, by applying skills to the QuickBooks application.\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EA partial list of topics covered is below.\u003C/p\u003E\n\n\n\n\n\n\n\n\n\n\u003Cul\u003E\u003Cli\u003EStart a New Company File\u003C/li\u003E\u003Cli\u003EAccounting Methods\u003C/li\u003E\u003Cli\u003EEnter Data for the First Month of Operations\u003C/li\u003E\u003Cli\u003EEnter Data for the Second Month of Operation\u003C/li\u003E\u003Cli\u003EBank Reconciliations\u003C/li\u003E\u003Cli\u003EAdjusting Entries and Reversing Entries\u003C/li\u003E\u003C/ul\u003E\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\u003Cp\u003EPlease Join Use for QuickBooks Desktop 2018 vs. Excel Course. It will be Great\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/quickbooks-online-vs-excel/","imageUri":"https://img-c.udemycdn.com/course/750x422/1527896_030d_2.jpg","duration":"81 total hours","enrolledStudentsCount":"4,032 students","lastUpdated":"Last updated 2/2022","targetAudiences":["Business Owners","Accounting Professionals","Accounting Students","Anybody who wants to learn accounting software","Anybody who wants to learn accounting theory","Anybody who wants to learn Excel basics"],"tags":["Finance \u0026 Accounting","Money Management Tools","QuickBooks Online"],"rating":{"count":31,"averageValue":"4.0"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"20DDD68A5B2E03F0E895","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/earn-from-photography-complete-guideline/":{"courseDetails":{"courseId":1847060,"title":"How to Earn from Photography: Absolute Beginners Guide","shortDescription":"How to earn from Photography, like stock photography, event photography, work as assistant photographer, and more.","longDescription":"\u003Cp\u003E=== Students\u0027 Reviews\u0027 Regarding This Course ===\u003C/p\u003E\u003Cp\u003E\u0022\u003Cstrong\u003E\u003Cem\u003Ei enjoyed the course, very educative and straight to the point.\u003C/em\u003E\u003C/strong\u003E\u0022 -- Muhammad Kabir Musa \u003C/p\u003E\u003Cp\u003E\u0022\u003Cstrong\u003E\u003Cem\u003EThis course was simple and easy to listen. There are a few tips I\u0027ve not thought of when looking to earn money with photography. The bonus section was good variety as it showed some tips to editing photos. This is definitely a beginner\u0027s guide and is quite basic.\u003C/em\u003E\u003C/strong\u003E\u0022 -- Jessica Lam\u003C/p\u003E\u003Cp\u003E\u0022\u003Cstrong\u003E\u003Cem\u003EIt is a good course for those who expect money for their photos.\u003C/em\u003E\u003C/strong\u003E\u0022 -- Kalakonda Krishna\u003C/p\u003E\u003Cp\u003E\u0022\u003Cstrong\u003E\u003Cem\u003EExplain very well about improving photos viewers and presentation is very useful.\u003C/em\u003E\u003C/strong\u003E\u0022 -- Pankaj Pramod Narkar\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E=== Course Contents ===\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESection 1: 10 Ways to Earn from Photography\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWork as an assistant photographer \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESell your photographs in stock sites \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEarn from photography contests\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEarn from photography blogging \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEarn from photography YouTube channel \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOther ways to earn from photography\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 2: Earn Money Through Stock Photography\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhy Stock Photography?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESuccess Theory in Stock Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow much you can earn? from stock photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat type of images buyer want\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnalyze the market through useful tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShoot Images having both literal and conceptual meaning\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESave some negative space\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGet model release early\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESubmit to multiple stock agency sites\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInvest your time for proper meta data and key-wording\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ESection 3: Mastering Photography Marketing\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESocial Media Marketing for Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPhysical Marketing for Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWebsite Marketing for Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClassic Marketing for Photography\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"English","courseUri":"https://www.udemy.com/course/earn-from-photography-complete-guideline/","imageUri":"https://img-c.udemycdn.com/course/750x422/1847060_b135_3.jpg","duration":"1.5 total hours","enrolledStudentsCount":"104,108 students","lastUpdated":"Last updated 9/2018","targetAudiences":["Who wanna live on photography","Who wanna make a decent earning from photography","Who wanna learn about photohgraphy marketing strategies","Who wanna learn about stock photography"],"tags":["Photography \u0026 Video","Commercial Photography","Photography"],"rating":{"count":572,"averageValue":"4.6"},"instructors":[{"name":"Creative Online School","url":"/user/mahbubur-rahman-9/","totalNumberOfStudents":1234777,"totalNumberOfReviews":29538,"averageRating":4.2177590928571425}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EPMAR2022","originalPrice":"₹12,480","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-pro-2019-personal-bookkeeping-accounting/":{"courseDetails":{"courseId":2032878,"title":"QuickBooks Desktop Pro -Personal Bookkeeping-Accounting","shortDescription":"QuickBooks for personal bookkeeping, finance, and accounting. Enter personal financial data, financial Statements","longDescription":"\u003Cp\u003E\u003Cstrong\u003EQuickBooks for personal bookkeeping, finance, and accounting. Enter personal financial data, create and analyze financial statements including personal balance sheet and income statements or profit \u0026amp; loss statement, \u0026amp; track important tax data.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will provide backup files that can be used to jump forward or to rework any component of the course. Backup files and the ability to use multiple QuickBooks files, in a similar way we use multiple Microsoft Word documents, is a HUGE benefit to learning QuickBooks and accounting that QuickBooks Desktop offers us. If our goal is to learn accounting concepts, bookkeeping, and or data input, we should take advantage of the use of backup files to improve our skills and gain new ones. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will set up a new QuickBooks file explicitly designed for personal data entry and tracking, including a personalized chart of accounts. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will provide examples and practice problems to enter personal data into QuickBooks using a bank statement. We will provide example bank statements in PDF format that can be used to work the problem step by step along with instructional videos. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will enter credit card data into QuickBooks from credit card statements. The course will provide PDF files of credit card statements. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will also set up a small QuickBooks business file as a comparison to the personal file, and to show how to account for intercompany or inter-QuickBooks file transactions. In other words, we will track transactions between the business and personal checking accounts in both the individual and business QuickBooks files. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will track and record personal investments into QuickBooks, discussing various options and their pros and cons. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will discuss how to record and track home valuation in QuickBooks, as well as the tracking of home loans and the recording of payments that include both interest and principal. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will cover the entering of W-2 wages into a personal QuickBooks file and the various methods we can use including breaking out the gross pay and the withholding amounts. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will discuss various methods for tracking and recording credit card payments and balances. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will also discuss how to record and track the valuation of an automobile and how to enter and track prepayments like prepaid insurance\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/quickbooks-desktop-pro-2019-personal-bookkeeping-accounting/","imageUri":"https://img-c.udemycdn.com/course/750x422/2032878_eed9.jpg","duration":"9.5 total hours","enrolledStudentsCount":"13,753 students","lastUpdated":"Last updated 4/2020","targetAudiences":["Anybody who wants to track personal financial data","Anybody who wants to organize tax data","Anybody who want to create personal budgets and financial plans","Anybody who want to understand their personal financial position better and how to create and analyze personal financial statements, including a balance sheet and income statement"],"tags":["Office Productivity","Other Office Productivity","QuickBooks"],"rating":{"count":59,"averageValue":"4.1"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"401D1D17C91A5FE8D060","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-export-directly-to-tax-software-lacerte/":{"courseDetails":{"courseId":3619470,"title":"QuickBooks Desktop – Export Directly to Tax Software Lacerte","shortDescription":"How to set up tax line mapping for a sole proprietorship and S Corporation \u0026 export data to tax software","longDescription":"\u003Cp\u003EThe course will discuss options for getting access to QuickBooks desktop software including a free 30-day test period offered by Intuit, the owners of QuickBooks Desktop.\u003C/p\u003E\u003Cp\u003ELearners will know how to set up tax line mapping for a sole proprietorship and S Corporation, tax line mapping allowing users to export financial data from QuickBooks directly into tax software.\u003C/p\u003E\u003Cp\u003EWe will be using Lacerte tax software for our examples. Lacerte tax software is owned by Intuit and a 30-day free trial may be available to test out Lacerte tax software as well.\u003C/p\u003E\u003Cp\u003EWe will export financial data from QuickBooks to Lacerte tax for both a sole proprietorship and an S Corporation.\u003C/p\u003E\u003Cp\u003EThe course will also demonstrate how to export financial data to Excel and create supporting tax worksheets that show tax adjustments and reconcile financial statements for book purposes and financial statements for tax purposes.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/quickbooks-desktop-export-directly-to-tax-software-lacerte/","imageUri":"https://img-c.udemycdn.com/course/750x422/3619470_75b6.jpg","duration":"5.5 total hours","enrolledStudentsCount":"14,560 students","lastUpdated":"Last updated 12/2020","targetAudiences":["Accounting Professionals","Bookkeepers","Tax Professionals"],"tags":["Finance \u0026 Accounting","Taxes","QuickBooks"],"rating":{"count":18,"averageValue":"4.6"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"AA693733DBBB0126A4EB","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/two-quickbooks-file-business-personal-vs-one-file-for-both/":{"courseDetails":{"courseId":2030670,"title":"Two QuickBooks File-Business \u0026 Personal vs One File For Both","shortDescription":"Practice problem format comparing two methods to enter business and personal data in QuickBooks Desktop Pro 2019","longDescription":"\u003Cp\u003E\u003Cstrong\u003EQuickBooks Pro Desktop 2019, comparing two methods of tracking both business and personal records, one using two QuickBooks Desktop 2019 files, and one using a sing file to track both business and personal financial data using QuickBooks class tracking feature. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will work with hands-on practical practice problems together under both methods, compare the results, and discuss the pros and cons of each approach. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will start with the method of using two separate QuickBooks files for business and personal records because this is the most widely recommended method and provides the greatest separation of business and personal data which is usually a good thing. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will create new QuickBooks files for both business and personal records. The course will also provide backup files that can be used to jump forward in the course or to rework problems while using the same data set. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will enter two months of data into our QuickBooks files using simulated bank statements we will provide in the course as PDF files. After we enter the data into QuickBooks, we will generate reports and compare the data in the personal and business files. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe next step will be to enter similar data into one QuickBooks file, a QuickBooks file that will be used to track both personal and business accounting data. To achieve this goal, we will start a new QuickBooks file and enter financial data from a simulated bank statement the course will provide in PDF format. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAs we enter data into the joint QuickBooks file, we will assign a class to each transaction that will help to separate the data during financial reporting. After we have entered the data, we will generate reports including a profit and loss by class. The profit and loss by class report well separate business and personal expenses. We will also discuss other options for filtering reports by class. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will then compare the two methods, the use of two separate QuickBooks files to the use of one QuickBooks file for both business and personal data, separating the content with the use of class tracking. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENext, we will discuss personal balance sheet items and how we can add them to our financial data including financial investments, our home, our mortgage, and our auto. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will also discuss alternative methods for tracking credit cards, recording loan payments, and entering employee W-2 income.  \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn addition to the instructional videos, this course will include downloadable   \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E•    QuickBooks Pro Desktop 2019 Backup files\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E•    Excel practice files\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E•    Downloadable PDF Files   \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe QuickBooks Desktop 2019 backup files are a great tool that allows us to jump ahead in the material or to rework material if we choose. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExcel practice files will be preformatted and will generally have at least two tabs, one tab with the completed work and a second tab with a preformatted worksheet we can fill in as we watch the instructional videos.    \u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/two-quickbooks-file-business-personal-vs-one-file-for-both/","imageUri":"https://img-c.udemycdn.com/course/750x422/2030670_d338.jpg","duration":"14 total hours","enrolledStudentsCount":"10,953 students","lastUpdated":"Last updated 6/2019","targetAudiences":["Business owners looking for the best QuickBooks system for them.","Bookkeepers looking to differentiate themselves from the competition by learning how to use QuickBooks to track personal finances and use the class tracking feature.","Accounting students leaning how to apply accounting concepts to practice."],"tags":["Finance \u0026 Accounting","Accounting \u0026 Bookkeeping","QuickBooks Pro"],"rating":{"count":5,"averageValue":"3.8"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C37D2FF264837F40BFBE","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-qbo-bookkeeping-with-bank-feeds-2021/":{"courseDetails":{"courseId":3843276,"title":"QuickBooks Online (QBO) Bookkeeping With Bank Feeds 2021","shortDescription":"Learn how to use bank feeds with QuickBooks Online QBO from a Certified Public Accountant CPA","longDescription":"\u003Cp\u003EThis course is a project based course that will dive into bank feeds in detail using a step by step process. \u003C/p\u003E\u003Cp\u003EWe will start by setting up a free 30 day trial QuickBooks Online QBO file for the practice problem. Intuit, the owner of QuickBooks Online QBO, often offers a free 30 day trial period, a great tool for practice. \u003C/p\u003E\u003Cp\u003EThe course will demonstrate how to link QuickBooks Online QBO to the bank to receive bank data directly from the bank. We will also discuss the situations when you may want to download banking data from the bank and upload it to QuickBooks Online QBO. \u003C/p\u003E\u003Cp\u003ELearners will follow along as we import bank data into the accounting software where it will be held in, what we call, Bank Feed Limbo, waiting for us to provide the added information necessary to use the data to create financial statements. \u003C/p\u003E\u003Cp\u003ELearners will see how to add the bank data to the financial data in a step by step process, observing the creation of the balance sheet and profit and loss with each addition. \u003C/p\u003E\u003Cp\u003EWe will also discuss how to use bank rules to automate the process, benefiting future periods. As we enter data we will discuss best practices to make the data input as fast as possible and keep the financial statements as clean and readable as possible. \u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/quickbooks-online-qbo-bookkeeping-with-bank-feeds-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/3843276_995c_2.jpg","duration":"8.5 total hours","enrolledStudentsCount":"17,280 students","lastUpdated":"Last updated 3/2021","targetAudiences":["Business owners","Accountants","Students"],"tags":["IT \u0026 Software","Other IT \u0026 Software","QuickBooks Online"],"rating":{"count":49,"averageValue":"4.7"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"3E527362DAE253CDF479","originalPrice":"₹8,320","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-not-for-profit-organization/":{"courseDetails":{"courseId":2870128,"title":"QuickBooks Online Not for Profit Organization","shortDescription":"Learn Not for Profit accounting using QuickBooks Online from a practicing CPA","longDescription":"\u003Cp\u003ELearners will understand how to set up QuickBooks Online for a Not for Profit Organization.\u003C/p\u003E\u003Cp\u003EThe course will show how to use free resources to optimize learning.\u003C/p\u003E\u003Cp\u003EWe will demonstrate the use of class tracking to generate Not for Profit reports.\u003C/p\u003E\u003Cp\u003ELearners will see how to create and use donation receipt forms.\u003C/p\u003E\u003Cp\u003EWe will show how to create and use pledge receipt forms.\u003C/p\u003E\u003Cp\u003EThe course will demonstrate how to enter and track restricted resources.\u003C/p\u003E\u003Cp\u003EWe will enter month end adjusting entries.\u003C/p\u003E\u003Cp\u003ELearners will see how to allocate expenses to programs and administrative categories.\u003C/p\u003E\u003Cp\u003EWe will record net assets released from restriction.\u003C/p\u003E\u003Cp\u003EThe course will show how to generate, analyze, memorize, \u0026amp; export to Excel financial reports.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/quickbooks-online-not-for-profit-organization/","imageUri":"https://img-c.udemycdn.com/course/750x422/2870128_3707.jpg","duration":"10 total hours","enrolledStudentsCount":"16,048 students","lastUpdated":"Last updated 3/2020","targetAudiences":["Anybody how wants to learn Not for Profit accounting in a practical way"],"tags":["Office Productivity","Other Office Productivity","QuickBooks"],"rating":{"count":48,"averageValue":"4.3"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"30BBC110306158E198CC","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/eiq2-mindfulness/":{"courseDetails":{"courseId":3552699,"title":"EIQ2 Mind Magic With Mindfulness","shortDescription":"Let go of stress and anxiety","longDescription":"\u003Cp\u003EMindfulness is the basic human ability to be fully present, aware of where we are and what we’re doing, and not overly reactive or overwhelmed by what’s going on around us.\u003C/p\u003E\u003Cp\u003EWhile mindfulness is something we all naturally possess, it’s more readily available to us when we practice on a daily basis.\u003C/p\u003E\u003Cp\u003EWhenever you bring awareness to what you’re directly experiencing via your senses, or to your state of mind via your thoughts and emotions, you’re being mindful. And there’s growing research showing that when you train your brain to be mindful, you’re actually remodeling the physical structure of your brain.\u003C/p\u003E\u003Cp\u003EThe goal of mindfulness is to wake up to the inner workings of our mental, emotional, and physical processes.\u003C/p\u003E\u003Cp\u003EIn this fast-paced course, Robert Jerus takes you on a journey of self-awareness and inner connection to peace.\u003C/p\u003E\u003Cp\u003EMind Magic sets the focus on self-awareness/mindfulness and focus. It facilitates adding value and vision on personal and professional levels to create, sustain and amplify inner resonance and empathy. This serves as the foundation for all aspects of emotional intelligence, achievement and happiness. \u003C/p\u003E\u003Cp\u003EDrive, energy, initiative, involvement, engagement and optimism highlight processes, performance and productivity. Through mindfulness, greater inner strength, self-esteem, confidence and success are achieved.\u003C/p\u003E\u003Cp\u003EEach lecture comes with a downloadable MP3 version.\u003C/p\u003E\u003Cp\u003EEnrol today!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/eiq2-mindfulness/","imageUri":"https://img-c.udemycdn.com/course/750x422/3552699_b7c9_4.jpg","duration":"41 total mins","enrolledStudentsCount":"2,263 students","lastUpdated":"Published 10/2020","targetAudiences":["People who desire peace","Students who want less stress","Students who want to reclaim their confidence","Managers who want better results"],"tags":["Personal Development","Stress Management"],"rating":{"count":15,"averageValue":"4.8"},"instructors":[{"name":"Scott Paton","url":"/user/scottpaton/","totalNumberOfStudents":586654,"totalNumberOfReviews":12377,"averageRating":4.267189437694011},{"name":"Scott Alex","url":"/user/scott-alex-2/","totalNumberOfStudents":573368,"totalNumberOfReviews":12391,"averageRating":4.258556351562498},{"name":"Robert Jerus","url":"/user/robert-jerus/","totalNumberOfStudents":81791,"totalNumberOfReviews":945,"averageRating":4.469844122807017}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFEB","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/curso-de-manejo-de-redes-sociales/":{"courseDetails":{"courseId":4446532,"title":"Social Media Manager: Curso de Manejo de Redes Sociales","shortDescription":"¡Conviértete en Freelance en el campo de la gestión de redes sociales y trabaja donde quieras con total libertad!","longDescription":"\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E¿Quieres tener la libertad de trabajar cómodamente desde casa organizando su trabajo libremente?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E¿Quieres\u0026nbsp;aprender las habilidades necesarias para crear contenido para\u0026nbsp;tus clientes de forma rápida y sencilla?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E¿Quieres gestionar tu semana laboral de forma independiente y tener más tiempo libre para tus pasiones?\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ESi la respuesta a estas preguntas es sí, ¡entonces el curso de Social Media Manager es para ti!\u003C/p\u003E\u003Cp\u003EComo todas las nuevas profesiones digitales, las figuras del Social Media Manager y el Community Manager tienen una gran demanda.\u003C/p\u003E\u003Cp\u003EMuchas empresas se están digitalizando y buscan a alguien que las lleve de la mano y las ayude\u0026nbsp; con el diálogo en linea y su imagen virtual y con el manejo de las redes sociales.\u003C/p\u003E\u003Cp\u003EAprenderás a volverte indispensable para las actividades con las que decidas trabajar, también te enseñaré métodos para proponerte eficazmente y convencer a las empresas\u0026nbsp;\u0026nbsp;de tu\u0026nbsp;destreza.\u003C/p\u003E\u003Cp\u003EGracias a este curso podrás ser tu propio jefe y\u0026nbsp;administrar tu negocio en cualquier parte del mundo.\u003C/p\u003E\u003Cp\u003EPuedes decidir si trabajar a tiempo parcial o tiempo completo según tus esquemas y puedes elegir si hacerlo desde la comodidad de tu hogar o mientras viajas a donde quiera que vayas.\u003C/p\u003E\u003Cp\u003EAdquirirás las herramientas que necesitas para crear contenido ganador que contribuya a tu éxito y al de tus clientes.\u003C/p\u003E\u003Cp\u003E¡Esto aumentará sus posibilidades de convertirse en su administrador de redes sociales!\u003C/p\u003E\u003Cp\u003EMuchas empresas necesitan Social Media Managers y no saben cómo llegar a sus clientes en el mundo digital. Este océano digital esconde muchas posibilidades que muchos luchan por ver o ignorar por completo.\u003C/p\u003E\u003Cp\u003EEl Curso de Social Media Manager te enseñará a potenciar tus habilidades adquiridas y a proponerte de manera\u0026nbsp;competitiva en este mercado, con tiempo y experiencia aprenderás a conseguir los mejores resultados con el mínimo esfuerzo!\u003C/p\u003E\u003Cp\u003ERegístrate ahora en el curso de Gestión de redes sociales. ¡Nos vemos en el otro lado!\u003C/p\u003E","language":"Spanish","courseUri":"https://www.udemy.com/course/curso-de-manejo-de-redes-sociales/","imageUri":"https://img-c.udemycdn.com/course/750x422/4446532_e876_4.jpg","duration":"3 total hours","enrolledStudentsCount":"5,040 students","lastUpdated":"Last updated 2/2022","targetAudiences":["¿Quieres trabajar libremente estés donde estés?","¿Quiere mejorar sus habilidades y aprender a gestionar las actividades de sus clientes?","¿Quieres empezar a crear tu portfolio y empezar a trabajar como Social Media Manager?","¿Quieres trabajar a tiempo parcial o completo en las redes sociales? El curso está hecho para ti."],"tags":["Marketing","Social Media Marketing","Social Media Management"],"rating":{"count":52,"averageValue":"4.1"},"instructors":[{"name":"Luca Tornabene","url":"/user/luca-tornabene/","totalNumberOfStudents":63955,"totalNumberOfReviews":3444,"averageRating":4.282772889734717},{"name":"Javier Ovalle","url":"/user/javier-ovalle-novales/","totalNumberOfStudents":5373,"totalNumberOfReviews":52,"averageRating":4.120117}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"49A4221D4B2179AB19CE","originalPrice":"₹5,760","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-payroll-quickbooks-pro-desktop-2019/":{"courseDetails":{"courseId":1998896,"title":"QuickBooks Payroll - QuickBooks Pro Desktop","shortDescription":"Processing QuickBooks Pro Desktop 2019 payroll for a small business, generating paychecks, processing payroll tax forms","longDescription":"\u003Cp\u003E\u003Cstrong\u003EQuickBooks Desktop Pro 2019 payroll will describe the payroll process for a small business in detail, so bookkeepers, accountants, and business owners can better understand how to set up payroll, process payroll, and troubleshoot problems related to payroll. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will introduce the payroll set-up in the QuickBooks Desktop Pro 2019 system, walking through payroll screens for both the paid version and the free manual version of payroll within QuickBooks Desktop. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will discuss payroll legislation that will affect payroll calculations within QuickBooks Pro Desktop 2019 and list the payroll forms we will need to generate from Quickbooks. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will walk through the process of entering a new employee into the QuickBooks Desktop Pro 2019 system and describe where the data would be received from in practice including Form W-4. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will discuss Federal Income Tax (FIT) calculations within QuickBooks Pro Desktop 2019. The course will describe how FIT is calculated, what is needed for QuickBooks Pro to calculate FIT, and how to enter the data into the accounting system. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will describe the Federal Income Contributions Act (FICA) and its components. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will calculate social security and describe how QuickBooks Pro Desktop 2019 will help with the calculations as we process payroll. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will calculate Medicare and describe how QuickBooks Desktop Pro 2019 will help with the calculations of Medicare when we process payroll. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will calculate Federal Unemployment (FUTA) and discuss how FUTA is related to state unemployment (SUTA). \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will describe and calculate employer taxes and discuss which taxes are employee taxes and which taxes are employer taxes. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will describe payroll journal entries and discuss how payroll data is populated in the QuickBooks reports and financial statements including the profit and loss and balance sheet. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will describe and fill out a payroll register and analyze the many payroll reports that can be generated from QuickBooks Pro Desktop 2019. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will discuss and enter both mandatory and voluntary deductions into the QuickBooks Pro Desktop 2019 system. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will discuss retirement plan options, how to enter them into the QuickBooks Pro Desktop 2019 system, and how they are used to calculate net income and payroll taxes. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will cover two comprehensive problems, processing payroll within QuickBooks Desktop Pro 2019. One comprehensive problem will use the paid QuickBooks version. The second comprehensive problem will use the free manual version and compare the computations to ones we will do in Excel. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur first comprehensive problem will start off very basic with one employee and will increase in complexity as we enter more benefits and payroll details each year. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur second comprehensive problem will focus on manual calculations to get a better understanding of what the paid version is really doing for us. A better understanding of the calculations being made by the QuickBooks Desktop Pro 2019 system allows us to spot and troubleshoot problems when they happen.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn addition to the instructional videos, this course will include downloadable   \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E•    QuickBooks Pro Desktop 2019 Backup files\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E•    Excel practice files\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E•    Downloadable PDF Files   \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe QuickBooks Desktop 2019 backup files are a great tool that allows us to jump ahead in the material or to rework material if we choose. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExcel practice files will be preformatted and will generally have at least two tabs, one tab with the completed work and a second tab with a preformatted worksheet we can fill in as we watch the instructional videos.    \u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/quickbooks-payroll-quickbooks-pro-desktop-2019/","imageUri":"https://img-c.udemycdn.com/course/750x422/1998896_a9d3_2.jpg","duration":"23 total hours","enrolledStudentsCount":"5,042 students","lastUpdated":"Last updated 7/2021","targetAudiences":["Bookkeeper who want to learn how to use QuickBooks payroll","Business owners who want to learn QuickBooks payroll","Accounting students who want a better understanding of payroll concepts and how they are used in accounting software","Business professionals who want a better understanding of how payroll works"],"tags":["IT \u0026 Software","Other IT \u0026 Software","QuickBooks Pro"],"rating":{"count":85,"averageValue":"4.5"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C7C5E86AA1EFF1E97E93","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/make-money-with-affiliate-marketing-online/":{"courseDetails":{"courseId":3200880,"title":"Learn 4 Steps to Make Money Online with Affiliate Marketing!","shortDescription":"These 4 steps took me from a complete beginner to making a life-changing income online.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EHave you ever wanted to make money online even while you are sleeping?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWould you like to spend time with your loved ones and earning money at the same time?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIt happens to me all the time.\u003C/p\u003E\u003Cp\u003EI still remember the day when I stumbled online and searched something like, \u0022How to make money online\u0022.\u003C/p\u003E\u003Cp\u003EThere was a young man from the United States who said that he can show me how to make money using the Internet.\u003C/p\u003E\u003Cp\u003EMy first thought was, \u0022that must be a scam or something!\u0022\u003C/p\u003E\u003Cp\u003EWell, I\u0026nbsp;gave it a try...\u003C/p\u003E\u003Cp\u003EAnd guess what.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI failed! \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe reason was that I\u0026nbsp;just \u0022tried\u0022 it. I didn\u0027t really commit at first.\u003C/p\u003E\u003Cp\u003EThen I saw dozens and dozens of examples:\u003C/p\u003E\u003Cp\u003ESomeone made $2,000/month online.\u003C/p\u003E\u003Cp\u003EAnother person made $5,000/month online.\u003C/p\u003E\u003Cp\u003ESome people made even $10,000/month online...\u003C/p\u003E\u003Cp\u003EAnd more...\u003C/p\u003E\u003Cp\u003EI realized that if they can do it, I\u0026nbsp;can do it.\u003C/p\u003E\u003Cp\u003EAnd sure enough, I did it.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI made a life-changing income online and I\u0027ve traveled around the world in 40 countries in total.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENowadays I run a YouTube channel called \u0022Learn To Make Honest Money Online\u0022 with over 300,000 monthly views helping ordinary people to make a life-changing income online too.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI\u0026nbsp;simply share the steps that I took to make money.\u003C/p\u003E\u003Cp\u003EAnd it works.\u003C/p\u003E\u003Cp\u003EIn this course, \u003Cstrong\u003Eyou\u0027ll learn the steps that I\u0026nbsp;have taken to make a life-changing income online and achieve the ultimate freedom in my life.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI can\u0027t give you any income guarantees because it\u0027s against the law but I\u0026nbsp;can tell that the steps that I teach have worked for me and dozens of my friends.\u003C/p\u003E\u003Cp\u003EI\u0027ll see you inside the lessons!\u003C/p\u003E\u003Cp\u003ELooking forward to helping you my friend!\u003C/p\u003E\u003Cp\u003ECheers\u003C/p\u003E\u003Cp\u003E- Roope\u0026nbsp;\u0022From a complete beginner to making a life-changing income online\u0022 Kiuttu\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPS. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EImagine having a life that you\u0027ve always dreamed of.\u003C/p\u003E\u003Cp\u003EImagine having the freedom...\u003C/p\u003E\u003Cp\u003EIt\u0027s Your Time!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/make-money-with-affiliate-marketing-online/","imageUri":"https://img-c.udemycdn.com/course/750x422/3200880_8fa6.jpg","duration":"4 total hours","enrolledStudentsCount":"81,119 students","lastUpdated":"Last updated 8/2021","targetAudiences":["People Who Want to Make Money Online with Affiliate Marketing","Beginners Who Want to Learn PROVEN Steps to Make Money Online"],"tags":["Marketing","Affiliate Marketing"],"rating":{"count":493,"averageValue":"3.8"},"instructors":[{"name":"Roope Kiuttu","url":"/user/roope-kiuttu/","totalNumberOfStudents":459923,"totalNumberOfReviews":9159,"averageRating":3.8393628104677053}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"61E3F7F4A6E3B286CEA6","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-multiple-currencies/":{"courseDetails":{"courseId":3625968,"title":"QuickBooks Desktop Multiple Currencies","shortDescription":"Learn to record transactions using multiple currencies from a certified public accountant (CPA)","longDescription":"\u003Cp\u003ELearn how to get access to QuickBooks Desktop including a possible free 30-day trial version often offered by Intuit, the owner of QuickBooks Desktop.\u003C/p\u003E\u003Cp\u003EThe course will discuss accounting for multiple currencies, outlining the process in Excel to provide a more transparent look at the process. Then we will enter the transactions into QuickBooks, the software automating some of the steps required.\u003C/p\u003E\u003Cp\u003EWe will learn how to turn multicurrency on, and which accounts will be affected most by multicurrency transactions including cash account types, accounts receivable account types, and accounts payable account types.\u003C/p\u003E\u003Cp\u003ELearners will work example problems related to the sales cycles and the purchases cycle, the sales cycle including foreign currency receivables, the purchases cycle including foreign currency payables.\u003C/p\u003E\u003Cp\u003EWe will also demonstrate transactions related to forward contracts, both for speculative purposes and to mitigate risk on foreign currency transactions.\u003C/p\u003E\u003Cp\u003EThe multiple currency feature is useful when the company is holding onto cash in a foreign currency, the software helping us to record the home currency equivalent for financial statement presentation. \u003C/p\u003E\u003Cp\u003EMultiple currency functionality is also helpful when we make sales on account, sending an invoice, hoping to get paid in the future, tracking accounting receivable, but expecting to be paid in a foreign currency. The accounts receivable account will need to be valued in the home currency even though we will be paid in a foreign one. \u003C/p\u003E\u003Cp\u003EWe have a similar situation when we make purchases on account, promising to pay in a foreign currency at some point in the future. The accounts payable account will need to be valued in the home currency equivalence even though we will be paying in a foreign currency. \u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/quickbooks-desktop-multiple-currencies/","imageUri":"https://img-b.udemycdn.com/course/750x422/3625968_e139_2.jpg?secure=keuRbdoFSmReHG24d_HHWA%3D%3D%2C1646198687","duration":"8.5 total hours","enrolledStudentsCount":"12,845 students","lastUpdated":"Last updated 11/2020","targetAudiences":["Accountants","Bookkeepers","Business owners"],"tags":["Finance \u0026 Accounting","Accounting \u0026 Bookkeeping","QuickBooks"],"rating":{"count":16,"averageValue":"3.9"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"7E3CE7B64DBBB7F4333F","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/malware-analysis-incident-response-for-it-technicians/":{"courseDetails":{"courseId":3835410,"title":"Malware Analysis \u0026 Incident Response for IT Technicians","shortDescription":"Learn the best way to prevent and respond to IT security incidents such as ransomware on your organisation\u0027s network","longDescription":"\u003Cp\u003EOver this course, we\u0027ll be covering some of the ways that you can prevent and respond to IT security incidents, such as a ransomware attack, on your organisation\u0027s network.\u0026nbsp;Course topics include the following:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;An explanation of the key differences between malware analysis and incident response\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Known malware, online file analysis and tools that can be used to analyse running processes\u003C/p\u003E\u003Cp\u003E* Unknown malware and how to recognise suspicious files, using heuristic activity detection and vulnerability analysis\u003C/p\u003E\u003Cp\u003E* Incident prevention methods, including securing removable storage and an explanation of email filtering and analysis tools.\u003C/p\u003E\u003Cp\u003E* Incident response methods, such as escalation procedures and service priorities.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ENote that, in the real world, protecting against and reacting to security incidents is something that is unique to every organisation, taking into account its size and service priorities. For example, a company that hosts some websites internally may focus on getting them back online first, and then move onto getting internal staff back online, or vice versa.\u003C/p\u003E\u003Cp\u003EBefore making any critical changes to your organisation\u0027s network, it is critical that that this is done in accordance with your company\u0027s policies, as this will ensure that incidents are resolved as smoothly as possible, and with the least amount of downtime and inconvenience to end users.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/malware-analysis-incident-response-for-it-technicians/","imageUri":"https://img-c.udemycdn.com/course/750x422/3835410_8d88.jpg","duration":"32 total mins","enrolledStudentsCount":"14,829 students","lastUpdated":"Last updated 2/2021","targetAudiences":["IT Technicians who want to learn more about incident prevention, malware analysis and incident response"],"tags":["IT \u0026 Software","Network \u0026 Security","Malware"],"rating":{"count":129,"averageValue":"4.2"},"instructors":[{"name":"John Courtenay","url":"/user/john-courtenay-2/","totalNumberOfStudents":248433,"totalNumberOfReviews":7474,"averageRating":4.099271389908257}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EFB2022X","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/cryptocurrency-bitcoin-ethereum-capital-gains-tax-secrets/":{"courseDetails":{"courseId":4432282,"title":"Cryptocurrency, BitCoin, Ethereum Capital Gains Tax Secrets","shortDescription":"Save On Your Taxes","longDescription":"\u003Cp\u003EAre you concerned about your Capital Gains tax exposure from investing in cryptocurrencies? Were you one of the ‘lucky ones’ who got in at the right time?\u003C/p\u003E\u003Cp\u003EBut now face extraordinary tax liabilities?\u003C/p\u003E\u003Cp\u003EDid you know the US government is floating the idea of taxing capital gains in the year it occurred instead of the year you sell and realize your capital gain?\u003C/p\u003E\u003Cp\u003EYour accountant will tell you there is nothing you can do.\u003C/p\u003E\u003Cp\u003EOnce you take this course you will understand you still have options to explore.Crypto-millionaires have seen massive increases in the value of their cryptocurrencies, like BitCoin, Ethereum, Dogecoin, and many others. When they want to cash out their crypto, they face huge capital gains. And not only that, the US\u0026nbsp;government is looking at taxing Capital Gains in the year they occurred instead of when the Capital Gains is realized. This could be a huge problem for crypto investors.\u003C/p\u003E\u003Cp\u003EThere is a coming storm in the world of finance as governments around the world engage in a global contest to digitize their currencies.\u003C/p\u003E\u003Cp\u003EAnd how they deal with the huge growth in prices for crypto, will affect where crypto-millionaires end up living, and how they respond to these draconian tax changes.\u003C/p\u003E\u003Cp\u003EMicrosoft CEO Satya Nadella sold about half of his shares in the company last week, according to a federal securities filing, ahead of a change in the way the shares will be taxed.\u003C/p\u003E\u003Cp\u003EThe Wall Street Journal reported that the sale could be related to Washington state instituting a 7% tax for long-term capital gains beginning at the start of next year for anything exceeding $250,000 a year.\u003C/p\u003E\u003Cp\u003EIf Nadella had taken this course, he would know strategies that would give him different options and protect his wealth.\u003C/p\u003E\u003Cp\u003EDigital currency or cryptocurrency has occupied a large part of social media platforms in recent years.\u003C/p\u003E\u003Cp\u003ETechnological change is upending finance.\u003C/p\u003E\u003Cp\u003EBitcoin has gone from being an obsession of anarchists to a $1,000,000,000,000 asset class that many fund managers insist belongs in any balanced portfolio.\u003C/p\u003E\u003Cp\u003EChanges are coming to capital gains taxes, set to start in January of 2023, that the savvy crypto investor needs to take into consideration in their financial structures.\u003C/p\u003E\u003Cp\u003ENo more excuses. Join today and don\u0027t be left out in the cold.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/cryptocurrency-bitcoin-ethereum-capital-gains-tax-secrets/","imageUri":"https://img-c.udemycdn.com/course/750x422/4432282_1ad0_3.jpg","duration":"2.5 total hours","enrolledStudentsCount":"3.734 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Advanced Crypto traders and early adopters of Bitcoin"],"tags":["Finanzas y contabilidad","Criptomonedas y Blockchain","Criptomonedas"],"rating":{"count":2,"averageValue":"3.3"},"instructors":[{"name":"Scott Paton","url":"/user/scottpaton/","totalNumberOfStudents":586654,"totalNumberOfReviews":12377,"averageRating":4.267189437694011}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFEB2","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/how-to-create-cartoon-comic-series-start-to-finish-2021/":{"courseDetails":{"courseId":3846964,"title":"How to Express your Stories with Cartoons","shortDescription":"Become a Cartoonist by Learning how to  Draw and Edit Cartoon Comic series from your imagination.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E UPDATED VERSION 21/10/2021\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAre you Creative with\u0026nbsp; Stories but You Don\u0027t really Know how to bring it to life visually? This Course is for you.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHello; I\u0027m T.S Amachree and I\u0027m a Professional Cartoonist.\u003C/p\u003E\u003Cp\u003EIn this detailed Cartoon Comic Series Course; I will be sharing with you my knowledge \u0026amp;\u0026nbsp; secrets in Drawing and Developing Cartoon Comic series from your Imagination.\u003C/p\u003E\u003Cp\u003EThis course will teach you easy yet powerful techniques and tricks to help you create amazing Comic Series that will impress your friends and family.\u003C/p\u003E\u003Cp\u003EI will take you from the Blueprint idea sketch to the Final Colored \u0026amp; Edited Comic Strip.\u003C/p\u003E\u003Cp\u003EI will show you how to build more episodes of your cartoons quick and easy wih real time examples.\u003C/p\u003E\u003Cp\u003EThis will help you create you own Cartoon comic series Professionally; Build your Comic Book; for your Friends on your social media or designed for clients (blogs, Magazines, Children Books \u0026amp; newspapers) to earn extra money.\u003C/p\u003E\u003Cp\u003EWhat You will Learn\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELearn How to Build Cartoon Comic Series\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThe Secret of Drawing Consistent Cartoon Character.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow To Edit \u0026amp; Color With Photoshop.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDraw Your Ideas.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAdd Texts To your Comics\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow to Edit the background of your comic series.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEach Lesson is very Easy to Understand- Step-By -Step Guide ( in Real Time.)\u003C/p\u003E\u003Cp\u003EProtected by a 30 Day Guarantee 100%.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBeing a Cartoonist is most fulfilling, Freedom to Express yourself.\u003C/p\u003E\u003Cp\u003EIts a rare pleasure sharing my gifts with You.\u003C/p\u003E\u003Cp\u003EYou have\u0026nbsp; Great Stories to inspire the World.\u003C/p\u003E\u003Cp\u003EAll You need is\u0026nbsp;passion to Learn \u0026amp; Action.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEnroll Now and You\u0027ll gain instant access to the entre course and Extra Resources. \u003C/p\u003E\u003Cp\u003EKick-Start Your Cartoon Comic Artist Career.\u003C/p\u003E\u003Cp\u003ET.S Amachree ( Your Instructor \u0026amp; Friend)\u003C/p\u003E\u003Cp\u003E(G)\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/how-to-create-cartoon-comic-series-start-to-finish-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/3846964_2108_10.jpg","duration":"6 total hours","enrolledStudentsCount":"11,759 students","lastUpdated":"Last updated 11/2021","targetAudiences":["Beginner Cartoon  Artists","Artists","Anyone passionate about Drawing Cartoons","Children book Graphics Designers"],"tags":["Design","Graphic Design \u0026 Illustration","Cartoon Drawing"],"rating":{"count":25,"averageValue":"4.2"},"instructors":[{"name":"Red Jacobs Production","url":"/user/red-art-project/","totalNumberOfStudents":32271,"totalNumberOfReviews":181,"averageRating":4.17651633277311}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DC5FEF19A8716514664F","originalPrice":"₹7,040","discountedPrice":"Free","expirationText":"3 days","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-pro-desktop-bookkeeping-with-bank-feeds-2021/":{"courseDetails":{"courseId":3589308,"title":"QuickBooks Pro Desktop Bookkeeping With Bank Feeds","shortDescription":"Learn how to setup and us bank feed for QuickBooks Desktop from a Certified Public Accountant (CPA)","longDescription":"\u003Cp\u003EWe will discuss how bank feeds can fit into an accounting system, how to setup bank feeds, and how to construct financial statements using bank feed data.\u003C/p\u003E\u003Cp\u003EWe will import bank feed data into our QuickBooks system.\u003C/p\u003E\u003Cp\u003EThe course will add bank feed data to the financial statement, breaking the process out into cash increase transactions and cash decrease transactions.\u003C/p\u003E\u003Cp\u003ELearners will understand how to generate bank rules to make the data input process faster as time passes, the first moth of data input often being the most difficult due to not having prior transactions to refer back to.\u003C/p\u003E\u003Cp\u003EAs we construct bank feed transactions we will consider the difference between a cash method and an accrual method, the difference between an accounting system that is created from the bank data and an accounting system that uses bank data to verify data input.\u003C/p\u003E\u003Cp\u003EThe course will cover how bank feed data can be matched to transactions such as invoices, sales receipt forms, receive payment forms, deposit forms, bills, and checks. The matching of bank feed data to data impute forms can help with the bank reconciliation process, as we match up what has been entered into QuickBooks with what has cleared the bank.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/quickbooks-pro-desktop-bookkeeping-with-bank-feeds-2021/","imageUri":"https://img-b.udemycdn.com/course/750x422/3589308_7dd7.jpg?secure=nvm3M8JepySo7wy-aw2tiQ%3D%3D%2C1646192195","duration":"17 total hours","enrolledStudentsCount":"13,103 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Business owners who are thinking of using QuickBooks Desktop","Bookkeepers","Accountants"],"tags":["Business","Entrepreneurship","QuickBooks Pro"],"rating":{"count":30,"averageValue":"3.8"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F64E348FE496FC158A27","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/installing-configuring-dns-services-on-windows-server-2016/":{"courseDetails":{"courseId":2722316,"title":"Domain Name System (DNS) Administration- Windows Server 2016","shortDescription":"DNS Server installation and domain name / zone setup on Windows Server 2016 using the Server Manager \u0026 DNS MMC Consoles","longDescription":"\u003Cp\u003EDomain Name System (DNS) configuration on\u0026nbsp;Windows Server 2016, topics covered include the following:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Installation and Configuration of DNS\u0026nbsp;Services\u003C/p\u003E\u003Cp\u003E* Creating and managing DNS\u0026nbsp;Zones\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Creating and managing DNS\u0026nbsp;Records\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Explanation of special record types and reverse DNS\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Root Zones and Nameservers\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Load balancing\u003C/p\u003E\u003Cp\u003E* Configuring DNS\u0026nbsp;Scavenging\u003C/p\u003E\u003Cp\u003E* Securing DNS in a production environment\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIdeally, any practice should be done on a test environment, as some configuration changes can have wide-spread impact on your organisation if done incorrectly.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/installing-configuring-dns-services-on-windows-server-2016/","imageUri":"https://img-b.udemycdn.com/course/750x422/2722316_b884_3.jpg?secure=h7gHHsTHWcdmTLdhx0qi4g%3D%3D%2C1646188702","duration":"33 total mins","enrolledStudentsCount":"44.791 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2020","targetAudiences":["IT Support Technicians wishing to learn about DNS server management"],"tags":["Informática y software","Sistemas operativos y servidores","DNS"],"rating":{"count":424,"averageValue":"3.6"},"instructors":[{"name":"John Courtenay","url":"/user/john-courtenay-2/","totalNumberOfStudents":248433,"totalNumberOfReviews":7474,"averageRating":4.099271389908257}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EFEB2022X","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/ace-every-job-interview-master-blueprint-and-get-your-dream-job/":{"courseDetails":{"courseId":809432,"title":"P.O.W.E.R. : Proven Interview System to crack your DREAM job","shortDescription":"7-Step Proven System to convert every job interview into a job offer","longDescription":"\u003Cp\u003E\u003Cstrong\u003E**Course Updated - February 2022**\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; COURSE REGULARLY UPDATED: NEW TIPS, MORE LESSONS \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; CERTIFIED COACH, SPEAKER AND TRAINER \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026gt;\u0026gt; OVER 180,000 STUDENTS IN TOTAL \u0026lt;\u0026lt;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPreparing for an interview takes \u003Cstrong\u003Ea lot more than Googling a list of common interview questions\u003C/strong\u003E. You have to make a great first impression, you will have to have a great knowledge of your target company and its product, and, of course, know exactly how to convey that you\u0027re the perfect fit for the job.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThere is\u003Cstrong\u003E no one “best” way\u003C/strong\u003E to prepare for an interview. Rather, there are \u003Cstrong\u003Especific and important strategies\u003C/strong\u003E to enhance one’s chances for interview success. Every interview is a learning experience. Learning that takes place during the preparation and actual interview process is useful for future interviews\u003Cbr\u003EThe interview is one of the most important elements in the job search process. When an employer invites you to an interview, he/she is indicating an interest in bringing you on board. The interview gives both of you the opportunity to exchange enough information to determine if you are a good \u0022fit\u0022 for each other.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003EThe \u003Cstrong\u003Ebiggest mistake in interviewing is not being fully prepared\u003C/strong\u003E. It behooves job-seekers to use every conceivable means possible to prepare for the interview and to allow ample time to fully prepare.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003EUnderstand that \u003Cstrong\u003Einterviewing is a skill\u003C/strong\u003E; as with all skills, preparation and practice enhance the quality of that skill. \u003Cstrong\u003EPreparation can make the difference\u003C/strong\u003E between getting an offer and getting rejected. You should use the limited amount of time you have to learn about an employer\u0027s needs and discuss the ways you can meet these needs.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003EThink of an interview as a highly focused professional conversation. In many cases, you will interview at least twice before being hired for a position. Once in a brief screening interview and at least once again in a more serious meeting when you may also speak with many of your potential co-workers.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/ace-every-job-interview-master-blueprint-and-get-your-dream-job/","imageUri":"https://img-c.udemycdn.com/course/750x422/809432_d867_2.jpg","duration":"2 total hours","enrolledStudentsCount":"40.560 estudiantes","lastUpdated":"Fecha de la última actualización: 2/2022","targetAudiences":["This course is for everyone who wants to work towards getting their dream job","This Course is NOT for those looking for shortcut to success. You will have to be able to work for your own success"],"tags":["Desarrollo personal","Desarrollo profesional","Habilidades para la entrevista"],"rating":{"count":285,"averageValue":"4.4"},"instructors":[{"name":"Susmita Dutta","url":"/user/susmitadutta/","totalNumberOfStudents":196745,"totalNumberOfReviews":4281,"averageRating":4.264773564638784},{"name":"Akshay Goel","url":"/user/akgoel/","totalNumberOfStudents":151880,"totalNumberOfReviews":2774,"averageRating":4.269395837272728}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEB2022FREE001","originalPrice":"₹12,480","discountedPrice":"Free","expirationText":"1 day","discountPercentage":100}},"https://www.udemy.com/course/introduction-to-quantum-computing-a-z-package-for-students/":{"courseDetails":{"courseId":4079958,"title":"Quantum Physics Computing: Fundamentals to leading concepts","shortDescription":"Less formulas- Learn from basics Quantum Computing Concepts (25\u002B Exercises with Implementations for beginners in Qiskit)","longDescription":"\u003Cp\u003EThis course would enable you to gain insight into the realm of Quantum Computing. The students would be able to learn and develop expertise in Quantum algorithms, gates, and implementation of these codes. The undergraduate students would particularly find it very imperative for realizing their final year projects and reports. \u003C/p\u003E\u003Cp\u003EFurthermore, this course is an introduction to the fundamental concepts of quantum circuits and algorithms. The course will provide tools that allow students to implement quantum circuits and algorithms using quantum computing libraries and to run them using quantum simulators as well as real hardware.\u003C/p\u003E\u003Cp\u003EThe following topics shall be covered; \u003C/p\u003E\u003Cp\u003E1. Quantum Computing.\u003C/p\u003E\u003Cp\u003E2. Classical Computing vs Quantum Computing.\u003C/p\u003E\u003Cp\u003E3. Impact of Quantum Computing on Cloud Computing.\u003C/p\u003E\u003Cp\u003E4. Quantum Superposition \u0026amp; Quantum Entanglement.\u003C/p\u003E\u003Cp\u003E5. Quantum Gates.\u003C/p\u003E\u003Cp\u003E6. Quantum Variational Circuits.\u003C/p\u003E\u003Cp\u003E7. Optimization through Quantum Annealing. \u003C/p\u003E\u003Cp\u003E8. Quantum Measurements.\u003C/p\u003E\u003Cp\u003E9. Noisy Intermediate Scale Quantum Computing (NISQs).\u003C/p\u003E\u003Cp\u003E10. Building a Quantum Computer\u003C/p\u003E\u003Cp\u003E11. Impact of Quantum computing in cyberspace.\u003C/p\u003E\u003Cp\u003E12. Quantum algorithms and code examples. \u003C/p\u003E\u003Cp\u003E13. Implementation and testing of all codes in Qiskit.\u003C/p\u003E\u003Cp\u003E14. Quantum Robot implementation in Qiskit.\u003C/p\u003E\u003Cp\u003E15. Quantum Financial Systems and Markets.\u003C/p\u003E\u003Cp\u003E16. Quantum Computing for Computer Vision.\u003C/p\u003E\u003Cp\u003E17. Quantum Computing using NLP.\u003C/p\u003E\u003Cp\u003E18. Quantum Programming Languages including .NET platform.\u003C/p\u003E\u003Cp\u003E19. 25\u002B Coding Practice Problems with Solutions in QISKIT\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAt the end of the course the student will be able:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ETo describe the differences between quantum and classic computation.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETo build quantum circuits connecting different types of quantum gates.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETo implement quantum circuits and algorithms using quantum programming libraries.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETo run quantum circuits and algorithms using quantum simulators and real quantum computers.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETo understand how to design quantum algorithms to solve multifarious problems.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/introduction-to-quantum-computing-a-z-package-for-students/","imageUri":"https://img-c.udemycdn.com/course/750x422/4079958_e3e0_8.jpg","duration":"2 total hours","enrolledStudentsCount":"3.711 estudiantes","lastUpdated":"Fecha de la última actualización: 2/2022","targetAudiences":["Beginners aspire to learn Quantum Computing from the very basics to the cutting edge topics","Learners aim to develop expertise of quantum simulators for modelling and testing","Research and Academic Students working in the realm of Data Science, Machine Learning, Quantum Computing and Reinforced Learning"],"tags":["Informática y software","Informática y software, otros","Computación cuántica"],"rating":{"count":20,"averageValue":"2.7"},"instructors":[{"name":"Junaid Zafar","url":"/user/junaid-zafar-10/","totalNumberOfStudents":16523,"totalNumberOfReviews":120,"averageRating":3.7056477512500003}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"JUNAID123","originalPrice":"₹9,600","discountedPrice":"Free","expirationText":"3 days","discountPercentage":100}},"https://www.udemy.com/course/starting-6-businesses-in-2021/":{"courseDetails":{"courseId":4050430,"title":"Starting 6 Businesses in 2022","shortDescription":"This course will teach you 6 businesses that you can start without leaving your job.","longDescription":"\u003Cp\u003EIf you are a job holder and are stuck in working routine from 9 to 5 and enjoy over the weekend, than you will need to change your this mentality. This course will challenge your JOB MENTALITY and will teach you 6 businesses that you can run while doing a job. You do not need to invest more time if you know the tips and tricks taught in this course.\u003C/p\u003E\u003Cp\u003EIf you want to change your life and are interested in making it better, any one of the mentioned business can be learnt in 2-3 months and you can be a professional in it. \u003C/p\u003E\u003Cp\u003EThese 6 businesses can be learnt from home and done remotely and mostly only require a fast laptop or a PC, stable internet connection and English Language.\u003C/p\u003E\u003Cp\u003EWho is this course for?\u003C/p\u003E\u003Cp\u003EIf you are student, businessman, house wife, teacher, shop owner, no matter what profession you have, this course is still do able. We have made everything easy and self-explanatory for you to understand and follow.\u003C/p\u003E\u003Cp\u003EAt the end: \u003Cbr\u003EAt the end of the course, practice and master these skills as much as you can and share with others so that everyone can benefit. Don’t forget to show your love and support in the comment section.\u003C/p\u003E\u003Cp\u003EThanks\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/starting-6-businesses-in-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4050430_ad06_2.jpg","duration":"2 total hours","enrolledStudentsCount":"12.637 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Instructors","Editors","College Srudents","Graduates"],"tags":["Negocios","Estrategia de negocios","Trabajo como autónomo"],"rating":{"count":72,"averageValue":"4.5"},"instructors":[{"name":"Faizan Bhatti","url":"/user/thomas-learning-2/","totalNumberOfStudents":12637,"totalNumberOfReviews":72,"averageRating":4.532343}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"163EB47E65C432292CB0","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"13 hours","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-vs-quickbooks-desktop/":{"courseDetails":{"courseId":1524914,"title":"QuickBooks Online vs. QuickBooks Desktop 2022, 2021, \u0026 2020","shortDescription":"Learn QuickBooks Online \u0026 Desktop-Comprehensive online course taught by a practicing CPA","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWe are in the process of updating this course for 2022. The current community will have access to the updates. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWould we like to run our business\u0026nbsp;better using accounting software?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWould we to choose between an online accounting software and a desktop accounting software?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWould we like to advance our career\u0026nbsp;by increasing our skills with business\u0026nbsp;software?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis comprehensive QuickBooks course can help to achieve these goals.\u003C/p\u003E\u003Cp\u003E\u0026nbsp;\u003Cstrong\u003EWhy choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECurrent video content means all QuickBooks lectures are done recently as of this post rather than adding a few new videos to content from prior years.\u003C/p\u003E\u003Cp\u003EThis course also includes:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EQuickBooks backup files allowing us to jump forward in the course or to rework sections.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPDF instruction files to support the entering of QuickBooks data and allowing us to do work offline.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho will we be learning from?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou will be learning from somebody who has technical experience in accounting concepts and in accounting software like QuickBooks, as well as experience teaching and putting together curriculum.\u003C/p\u003E\u003Cp\u003EYou will be learning from somebody who is a:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECPA – Certified Public Accountant\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECGMA – Chartered Global Management Accountant\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMaster of Science in Taxation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECPS – Certifies Post-Secondary Instructor\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECurriculum Development Export\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAs a practicing CPA the instructor has worked with many technical accounting issues and helped work through them and discuss them with client of all levels.\u003C/p\u003E\u003Cp\u003EAs a CPS and professor, the instructor has taught many accounting classes and worked with many students in the fields of accounting, business, and business applications.\u003C/p\u003E\u003Cp\u003EThe instructor also has a lot of experience designing courses and learning how students learn best and how to help students achieve their objectives. Experience designing technical courses has also help in being able to design a course in a logical fashion and deal with problems related to technical topics and the use of software like QuickBooks Pro.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow will we be Taught?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe will learn by doing, by providing a presentation, and providing the tools to work through the processes presented. Learning QuickBooks is something best learned by doing, by applying skills to the QuickBooks application.\u003C/p\u003E\u003Cp\u003EIn addition to presentation video we will include PDF files to allow the completion of part of the work offline with no internet access.\u003C/p\u003E\u003Cp\u003EWe also provide backup files so that we can jump to later points in the course or rework components of the course while having the data set exactly as it is shown in the presentation.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EA partial list of topics covered is below. The number series may change, however.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGetting Started – Getting Setup\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesktop – Download and Install\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – Download Backup File\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuickBooks Backup File\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – Restore Backup Files\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – Set Up\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ENavigating Through QuickBooks\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.10 Restore Backup File\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.15 Home Page – Vendors Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.15 Vendor Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.20 Home Page – Customer Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.20 Customers Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.25 Home Page – Banking Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.27 Home Page – Company Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.25 Other Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.28 Home Page – Employees Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.28 Employee Section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.35 Forms\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.35 Forms\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.37 Lists\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.35 Lists\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.40 Help Options\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.40 Help Options\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.45 Print \u0026amp; Export Reports\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.45 Pint \u0026amp; Export Reports\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 1.50 Backup Data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 1.50 Backup Files\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EDouble entry accounting system\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAccounting Objectives\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAccounting Equation\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EBalance Sheet and Balance Sheet Options\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesktop- 2.10 Balance Sheet\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 2.10 Balance Sheet\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.15 Balance Sheet Display Options\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 2.15 Balance Sheet General Options\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.20 Remove Date Time From Reports\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.25 Balance Sheet Fonts \u0026amp; Numbers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 2.20 Balance Sheet Remove Date Time\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.30 Balance Sheet Header \u0026amp; Footer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 2.30 Balance Sheet Header \u0026amp; Footer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.35 Comparative Balance Sheet\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 2.30 Comparative Balance Sheet\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.40 Summary Balance Sheet\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 2.40 Summary Balance Sheet\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.45 Memorize Report Group\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 2.50 Memorize Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 2.50 Memorize Report\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EIncome Statement \u0026amp; Statement of Equity\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIncome Statement\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStatement of Owner’s Equity\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBalance Sheet \u0026amp; Income Statement Relationship\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EProfit \u0026amp; Loss / Income Statement\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 3.10 Profit and Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 3.10 Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 3.15 Income Statement Custom\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 3.15 Income Statement Custom\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 3.20 Comparative Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 3.20 Comparative Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 3.25 Vertical Analysis Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 3.25 Vertical Analysis Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 3.30 Percentage of Expense Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 3.30 Percent of Expense Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EOther Reports \u0026amp; Graphs\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.10 Sales Graph\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.15 Income \u0026amp; Expense Graph\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.20 Sales by Customer Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 4.20 Sales by Customer Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.25 Sales by Item Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 4.25 Sales by Item Summary Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.30 Accounts Receivable Aging Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 4.30 AR Aging Summary\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.35 Accounts Payable Aging Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 4.35 Accounts Payable Aging Report\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.40 Accounts Payable Graph\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.50 Accounts Receivable Graph\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 4.60 Export Balance Sheet to Excel\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EStart a New Company File\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EStart a New Business Section Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.05 Set Up New Company \u0026amp; Preferences\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.05 Set Up New Company \u0026amp; Preferences\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.10 Setting Up Items\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.10 Part 1 Item – Service Set Up\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.10 Part 2 Items Inventory Set Up\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.15 Customer Setup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.15 Customer Balance Setup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.20 Set up Vendors and Beginning Balances\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.20 Vendor – New Vendor \u0026amp; Opening Balance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.25 Set up new account \u0026amp; Enter Opening Balances\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.25 Set up New Accounts \u0026amp; Export Trial Balance to Excel\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.30 Adjust New Account Balances\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.50 Adjusted Beginning Account Balances\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.35 Payroll Set Up\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.35 Payroll Options\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.40 New Employee Setup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.40 Set Up New Employees\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 6.45 Export Transaction List By Date\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 6.45 Transaction List by Date\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EAccounting Concepts\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAccounting Concepts Section Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECash Method Vs Accrual Method\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERevenue Recognition Principle\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFinancial Transaction Rules\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EEnter Data for the First Month of Operations\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEnter Data for The Second Month of Operations Section Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.05 Record Deposit from Owner \u0026amp; Loan\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.05 Record Owner \u0026amp; Loan Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.10 Record Transactions In Register Investment \u0026amp; Furniture\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.10 Part 1 Record Purchase Furniture\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.10 Part 2 Record Short-Term Investment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.16 Sales Tax u\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.17 Purchase Order\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.17 Part 1 Purchase Order\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.17 Part 2 Purchase Order Add Inventory Item\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.20 Create an Invoice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.20 Part 1 Create Invoice with Inventory\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.20 Part 2 Invoice with Inventory\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.23 Undeposited Funds Set Up\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.25 Record Receipt of Payment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.25 Part 1 Receive Payment f\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.25 Part 2 Receive Payment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.30 Sales Receipts Cash Sales Transaction\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.30 Part 1 Sales Receipt f\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.30 Part 2 Sales Receipt\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.32 Sales Receipt \u0026amp; Payment Correct\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.35 Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.35 Deposit Record\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.37 Expense Billable Setting – Turn On\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.40 Write Check for Inventory from Purchase Order\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.40 Inventory Payment Tied to Purchase Order f\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.40 Part 2 Inventory Payment Tied to Purchase order f\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.42 Correct Check Add Billable Customer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.45 Invoice for Pre-Order Inventory P.O.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.45 Part 1 Invoice Created by Billable Expense\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.45 Part 2 Invoice Populated By Billable Expense\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.50 Receive Payment \u0026amp; Make Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.50 Receive Payment \u0026amp; Make Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.55 Write Check for Expenses\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.55 Write Checks for Expenses\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.60 Pay Bills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.60 Pay Bills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.65 Set Up Customer Jobs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.65 Customer Jobs or Sub Customers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.70 Payroll Process Check\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E7.70 Pay Employees\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.75 Job Sales Receipt\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.75 Job or Sub-Customer Sales Receipt\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 7.80 Review Reports \u0026amp; Export to Excel\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.80 Generate Report \u0026amp; Export to Excel\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 7.45 Part 1 Invoice Created by Billable Expense\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EEnter Data for the Second Month of Operation\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEnter Data for The First Month of Operations Section Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.05 Loan Payments, Interest, Principle\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.05 Make Loan Payments\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.10 Deposit Investment \u0026amp; Interest\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.10 Short Term Investment Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.15 Purchase Order New Item \u0026amp; Customer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.15 Purchase Order New Item\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.20 Receive Inventory with Bill\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.20 Receive Inventory With Bill\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.25 Sales Receipt \u0026amp; Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.25 Sales Receipt \u0026amp; Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.30 Advanced Payment From Customer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.30 Advanced Payment From Customer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.35 Apply Credit to Invoice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.35 Apply Credit to Invoice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.40 Record Sale on Account\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.40 Record Sale on Account\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.45 Advance Customer Payment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.45 Advance Customer Payment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.50 Bills Track \u0026amp; Pay\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.45 Bills – Track \u0026amp; Pay\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.55 Customer Payment on Account \u0026amp; Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.55 Customer Payment On Account \u0026amp; Deposit\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.60 Pay Sales Tax\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.60 Sale Tax Payment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.65 Pay Payroll Taxes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.65 Payroll Tax Payments\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.70 Enter Bills \u0026amp; Pay Bills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.70 Enter Bills \u0026amp; Pay Bills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.75 Enter Service Item \u0026amp; Invoices\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.75 Enter Service Items \u0026amp; Invoice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.77 Purchase Equipment with Debt\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.77 Purchase Equipment with Debt\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.80 Enter Payroll\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.80 Payroll\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.90 Rental Income, New Account, New Item\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.90 Rental Income Recorded\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 8.95 Comparative Balance Sheet \u0026amp; Income Statement\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 8.95 Comparative Financial Statements Feb\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EBank Reconciliations\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBank Reconciliation Section Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 9.10 Bank Reconciliation First Bank Reconciliation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 9.10 Bank Reconciliation First Month\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 9.15 Bank Reconciliation Second Bank Reconciliation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 9.15 Bank Reconciliation Second Month\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EAdjusting Entries and Reversing Entries\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAdjusting Entries, Financial Statements, Closing Entries, \u0026amp; Reversing Entries\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.10 Short term loan Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.10 Loan Payable Adjusting Entry #2 Short Term Portion\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.15 Short term portion of loan Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.15 Short Term Loan Payable Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.20 Accrued Interest Adjusting entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.20 Accrued Interest Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.25 Invoice Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.25 Invoice AR Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.30 Reversing Entry Accrued Interest\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.30 Accrued Interest Reversing Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.35 Reversing Entry Accounts Receivable\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.35 Accounts Receivable Reversing Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.40 Prepaid Insurance Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.40 Prepaid Insurance Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.45 Depreciation Adjusting Journal Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.45 Depreciation Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.50 Unearned Revenue Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.45 Unearned Revenue Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.55 Reverse Unearned Revenue Adjusting Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.55 Unearned Revenue Reversing Entry\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 10.60 Journal Report \u0026amp; Financial Statements\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 10.55 Journal Report \u0026amp; Financial Statements\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EBudgeting\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 11.10 Budgeted Profit and Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOnline – 11.10 Budgeted Profit \u0026amp; Loss\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesktop – 11.15 Budgeted Balance Sheet\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EPlease Join Use for QuickBooks Desktop 2018 vs. Excel Course. It will be Great\u0026nbsp;\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/quickbooks-online-vs-quickbooks-desktop/","imageUri":"https://img-c.udemycdn.com/course/750x422/1524914_9318_4.jpg","duration":"170 total hours","enrolledStudentsCount":"6,597 students","lastUpdated":"Last updated 2/2022","targetAudiences":["Business Owners","Accounting Professionals","Accounting Students","Anybody who wants to learn accounting software","Anybody who wants to learn accounting theory"],"tags":["Business","Entrepreneurship","QuickBooks"],"rating":{"count":151,"averageValue":"4.0"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"50635BF0FD5245B8AE39","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/how-to-lose-weight-compact-course/":{"courseDetails":{"courseId":4540968,"title":"How to lose weight -  focused  on long term success","shortDescription":"This course is a result of more than 1600 one-to-one coaching-sessions. Weight loss is more than eating or exercising.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThis course is for people, who...\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E- ...want to benefit from the experience of more than 1600 1:1 coaching-sessions with people, who had problems to lose weight or to maintain it afterwards.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E- ...who are fed up with the cycle of weight loss and weight gain.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E-...want to use science-based tools\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course is not for people, who...\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E-..\u003Cem\u003E.want to achieve their goal as fast as possible. No matter what it takes.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E-.. are interessted in taking a magic pill against overweight, instead of changing a part of their lives.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E-...think I will give a diet or exercise plan.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIf you want to lose weight, to feel better, to look better and to live a healthier life. You are very welcome to this course. This course is experienced- and scientific based. More over 1600 coachings with people who had problems either to lose weight or to maintain their weight a fundamental part of this course. But not only that. Scientific based tools will give you more options to lose weight or to maintain weight after weight loss. You will learn how to set a goal, how to stay motivated and how to build good habits and to deal with obstacles. You also might change perspective in terms of why we do, what we do. Even, if it´s seems unneccesary and not helpful. I invite you to learn something new about many aspects of weight loss. I am hopeful, that this course will give you everything you need in the long run.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/how-to-lose-weight-compact-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4540968_046f_4.jpg","duration":"1.5 total hours","enrolledStudentsCount":"1.860 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 2/2022","targetAudiences":["This course is for people who want a positive change. People who are fed up with diet plans and the cycle of weight loss and weight gain."],"tags":["Gesundheit \u0026 Fitness","Ernährung \u0026 Diäten","Ernährung"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Daniel Weber","url":"/user/daniel-weber-113/","totalNumberOfStudents":1862,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"68469F26507E95C29E57","originalPrice":"3.200 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-payroll-quickbooks-online-2019/":{"courseDetails":{"courseId":2174718,"title":"QuickBooks Payroll - QuickBooks Online","shortDescription":"Processing QuickBooks Online payroll for a small business, generating paychecks, processing payroll tax forms","longDescription":"\u003Cp\u003E\u003Cstrong\u003EQuickBooks Online payroll will describe the payroll process for a small business in detail, so bookkeepers, accountants, and business owners can better understand how to set up payroll, process payroll, and troubleshoot problems related to payroll. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will introduce the payroll set-up in the QuickBooks Online system, walking through payroll screens. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will discuss payroll legislation that will affect payroll calculations within QuickBooks Online and list the payroll forms we will need to generate from Quickbooks Online. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will walk through the process of entering a new employee into the QuickBooks Online system and describe where the data would be received from in practice including Form W-4. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will discuss Federal Income Tax (FIT) calculations within QuickBooks Online. The course will describe how FIT is calculated, what is needed for QuickBooks Online to calculate FIT, and how to enter the data into the accounting system. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will describe the Federal Income Contributions Act (FICA) and its components. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will calculate social security and describe how QuickBooks Online will help with the calculations as we process payroll. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will calculate Medicare and describe how QuickBooks Online will help with the calculations of Medicare when we process payroll. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will calculate Federal Unemployment (FUTA) and discuss how FUTA is related to state unemployment (SUTA). \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will describe and calculate employer taxes and discuss which taxes are employee taxes and which taxes are employer taxes. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will describe payroll journal entries and discuss how payroll data is populated in the QuickBooks Online reports and financial statements including the profit and loss and balance sheet. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will discuss and enter both mandatory and voluntary deductions into the QuickBooks Online system. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe course will discuss retirement plan options, how to enter them into the QuickBooks Online system, and how they are used to calculate net income and payroll taxes. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe will work a comprehensive problem, processing payroll within QuickBooks Online. The comprehensive problem will use the paid QuickBooks Online feature. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe comprehensive problem will start very basic with one employee and will increase in complexity as we enter more benefits and payroll details each year.\u003C/strong\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/quickbooks-payroll-quickbooks-online-2019/","imageUri":"https://img-b.udemycdn.com/course/750x422/2174718_8e67.jpg?secure=_1EWNc_Kqr_xanlH7WeAzA%3D%3D%2C1646204566","duration":"14 total hours","enrolledStudentsCount":"5.848 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 6/2019","targetAudiences":["Bookkeeper who want to learn how to use QuickBooks Online payroll","Business owners who want to learn QuickBooks Online payroll","Accounting students who want a better understanding of payroll concepts and how they are used in accounting software","Business professionals who want a better understanding of how payroll works"],"tags":["Office-Produktivität","Sonstiges in Office-Produktivität","QuickBooks Online"],"rating":{"count":171,"averageValue":"4.7"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D3E1FC44887E2961F021","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/google-docs-a/":{"courseDetails":{"courseId":4560154,"title":"Google Docs - مستندات جوجل من الصفر للاحتراف","shortDescription":"تعلم مستندات جوجل من المستوى المبتدئ للمستوى المتقدم من خلال شرح مبسط و عملى","longDescription":"\u003Cp\u003Eبرامج معالجة الكلمات من البرامج الهامة في حياتنا والاكثر احتياجًا في سوق العمل لذلك لا يمكننا التخلي عنها فيتم استخدامها من أجل كتابة و تعديل النصوص المختلفة و إضافة الصور التوضيحية والرسوم البيانية والجداول و يمكن عمل تصاميم مختلفة من خلالها\u003C/p\u003E\u003Cp\u003Eمستندات جوجل او جوجل دوكس من افضل البرامج التي تقوم بهذه المهمة فهو من افضل بدائل الوورد \u003C/p\u003E\u003Cp\u003Eما يميز مستندات جوجل انه مجاني تماما وايضًا اونلاين لا تحتاج لتنزيل اي شىء على جهازك غير انه مرتبط بجوجل درايف ويقوم بحفظ كل شىء تلقائيًا\u003C/p\u003E\u003Cp\u003E سيقوم هذا الكورس بمساعدتك لفهم جميع ادوات البرنامج بكل سهولة خطوة بخطوة وايضًا ستتعلم تقنيات واساليب تساعدك علي توفير الوقت والمجهود\u003C/p\u003E\u003Cp\u003Eايضًا ستتعلم طريقة اظهار بياناتك بشكل افضل عن طريق الجداول والرسوم البيانية والاشكال التوضيحية \u003C/p\u003E\u003Cp\u003Eفي النهاية ستتعلم كيفية الاستفادة الكاملة من برنامج جوجل دوكس و تعديل المستندات بكل كفاءة وسهولة\u003C/p\u003E\u003Cp\u003Eثم سنقوم بتجميع كل ما تعلمناه لتصميم مشروع عملى في نهاية الكورس وهو طريقة كتابة وتصميم ورقة السيرة الذاتية\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003Eما ستتعلمه بعد انهائك هذا الكورس\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003Eإتقان جميع أوامر مستندات جوجل\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eالتعامل باريحية مع اوامر مستندات جوجل\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eاوامر التنسيق المختلفة للفقرات\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eاوامر التنسيق المختلفة للنصوص\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eانشاء الجداول والرسوم البيانية\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eاضافة الاشكال والصور\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eاضافة المعادلات الرياضية والرموز الخاصة\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eكل اختصارات الكيبورد المرتبطة بالبرنامج\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eتنزيل وطباعة المستند\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eتوفير الوقت والمجهود في تصميم المستندات\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eمشاركة المستند مع زملائك وتتبع التغييرات\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eاضافة التعليقات للتواصل مع زملائك\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eاضافة جدول المحتويات (الفهرس) بسهولة\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eمشروع عملي للتطبيق على كل ما تعلمناه\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E CV تصميم وكتابة ورقة السيرة الذاتية\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003Eسجل الان لتتعلم مستندات جوجل من المستوي المبتدئ للمستوي المتقدم من خلال شرح وافي وتطبيقات عملية وتحصل على استفادة كاملة من البرنامج\u003C/p\u003E\u003Cp\u003E بعد انتهائك من هذا الكورس ستكون قد تعلمت كل الاساليب المختلفة لتصميم كل انواع المستندات وازدادت مهاراتك في استخدام مستندات جوجل واصبحت تتعامل\u0026nbsp; بكل\u0026nbsp;اريحية مع اوامر البرنامج \u0026nbsp;\u0026nbsp;\u003C/p\u003E\u003Cp\u003E .بعد انتهائك من هذا الكورس ستكون قد تمكنت من عمل مستندات احترافية بسرعة وسهولة وازدادت مهاراتك في استخدام جوجل دوكس \u003C/p\u003E\u003Cp\u003Eوايضًا اذا كان لديك اي سؤال يمكنك طرحه متي تشاء من خلال قسم الأسئلة والأجوبة\u003C/p\u003E\u003Cp\u003E.شكرًا و أراك في الكورس\u003C/p\u003E","language":"Arabisch","courseUri":"https://www.udemy.com/course/google-docs-a/","imageUri":"https://img-c.udemycdn.com/course/750x422/4560154_f4b0.jpg","duration":"2 total hours","enrolledStudentsCount":"1.831 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 2/2022","targetAudiences":["من الصفر للاحتراف Google Docs من يريدون تعلم","من يبحثون عن بديل قوي ومجاني لميكروسوفت وورد","CVمن يريدون تعلم كيفية صنع ال"],"tags":["Office-Produktivität","Google","Google Docs"],"rating":{"count":7,"averageValue":"4.3"},"instructors":[{"name":"Abd EL Rahman Sameh","url":"/user/abd-el-rahman-sameh-2/","totalNumberOfStudents":37224,"totalNumberOfReviews":1189,"averageRating":4.575470006329114}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEB2422","originalPrice":"6.080 ₹","discountedPrice":"Kostenlos","expirationText":"1 Stunde","discountPercentage":100}},"https://www.udemy.com/course/bulut-bilisime-giris/":{"courseDetails":{"courseId":4532840,"title":"Bulut Bilişime Giriş","shortDescription":"Bulut Bilişime Giriş ( Introduction to Cloud Computing )","longDescription":"\u003Cp\u003E\u003Cstrong\u003EBulut Bilişim Dünyasına Adım Atmaya Hazır Mısınız ? \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECevabınız evet ise bu kurs tam size göre. Bu kurs sadece bulut bilişimin temel kavramlarını anlatan hızlandırılmış bir Bulut Bilişime Giriş kursudur. Bu kurs sayesinde bulut bilişimin temellerine hakim olabilir bu sayede kendinizi bu alanda geliştirmeye hazır hale getirebilirsiniz.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBulut Bilişim Neden Bu Kadar Önemli ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBulut bilişim sayesinde şirketler çok büyük ön yatırımlardan, yanlış ölçeklendirme sonucu ortaya çıkan atıl veya eksik kapasitelerden,\u0026nbsp; ve lojistik sebeplerden dolayı geciken server kurulumlarından kurtulmaktadır. Ayrıca bulut bilişim firmalarının sunmuş olduğu bir çok hizmet sayesinde firmalar server tarafı ile daha az uğraşıp uygulama geliştirmeye odaklanabilmektedir. Bu durumda maliyetlerde ciddi bir düşüşe sebep olmaktadır. Bu sebeplerden dolayı firmalar sıklıkla bulut bilişim firmaları ile çalışmakta ve bu sektörde yeni iş kapıları açmaktadır. Bu yüzden bulut bilişim hem orta ve büyük firmalar için hem start-up lar için hem de yazılım sektörü için oldukça önemli bir konudur.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBu kursta şu konuları öğreneceksiniz :\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBulut bilişmimin önemi\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBulut bilişimin anahtar konseptleri\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESanallaştırma nedir\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPrivate, Public ,Hybrid Cloud\u0026nbsp; kavramları\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIAAS,PAAS,SAAS kavramları\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBulut bilişim sertifikasyon süreci nasıl işliyor ?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EÖrnek bulut bilişim soruları\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EÜstelik sadece bir kahve içme süresinde!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EBu kurs herhangi bir ön bilgiye ihtiyaç duymamaktadır.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBu kurs kimler için\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBulut bilişim dünyasına adım atmak isteyen yazılımcılar\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMaliyetlerini düşürmek isteyen start-up lar\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIT alanındaki yöneticiler\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E21. yüzyıl teknolojilerine hakim olmak isteyen herkes\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EGereksinimler\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003Eİnternet bağlantısı olan bir bilgisayar\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETemel bilgisayar bilgisi\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Türkçe","courseUri":"https://www.udemy.com/course/bulut-bilisime-giris/","imageUri":"https://img-c.udemycdn.com/course/750x422/4532840_ccf5_8.jpg","duration":"32 total mins","enrolledStudentsCount":"1.422 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2022","targetAudiences":["Bulut bilişim ile ilgilenen herkes","Yazılım geliştiricileri","Girişimciler"],"tags":["BT ve Yazılım","Diğer BT ve Yazılım","Bulut Bilgi İşlem"],"rating":{"count":23,"averageValue":"5.0"},"instructors":[{"name":"Ferhat Ali TOKUÇ","url":"/user/ali-tokuc/","totalNumberOfStudents":1465,"totalNumberOfReviews":23,"averageRating":4.979546}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EEE50E9C5AE85EA244A0","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/the-ultimate-mysql-crash-course-2021/":{"courseDetails":{"courseId":3972614,"title":"The Ultimate MySQL Crash Course 2022","shortDescription":"Learn MySQL in No Time","longDescription":"\u003Cp\u003EIn this course you are going to learn everything you need to know to get started with MySQL in probably less than two hours, so you can actually consume this piece of content in one sitting. The course is surly intensively on using the SQL command line inside the PHPmyadmin tool and that\u0027s for teaching you just how SQL works and you can write your queries, not just in the SQL command, but also inside your backend apps and that\u0027s the best way to learn SQL\u0026nbsp;in my opinion. So the course is short, informative, practical, and bite-sized at the same time.\u0026nbsp; \u003Cbr\u003E\u003Cbr\u003ETo elaborate we are going to start of course from the basics of some theoretical crucial definitions like database, queries,\u0026nbsp; tables, columns, and cells to some beginner sections parts like creating dropping and inserting into tables, data types, and operators to intermediate sections constraints primary and foreign keys functions, SQL\u0026nbsp;most known clauses like (Select - Where - Group by - Order by) and alters to a touch of the advanced parts like joins and so much more. if you want to learn the basics of MySQL and start building your applications on the same day, then this course is yours. come on \u003Cstrong\u003Ewhat are you waiting for?\u003C/strong\u003E :)\u0026nbsp; \u0026nbsp; \u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/the-ultimate-mysql-crash-course-2021/","imageUri":"https://img-b.udemycdn.com/course/750x422/3972614_50a0_5.jpg?secure=cJQghWD3A7RY_pkhmrrklQ%3D%3D%2C1646204576","duration":"2 total hours","enrolledStudentsCount":"79.062 öğrenci","lastUpdated":"Son güncelleme tarihi: 4/2021","targetAudiences":["Anyone who wants to learn MySQL"],"tags":["Yazılım Geliştirme","Web Geliştirme","MySQL"],"rating":{"count":526,"averageValue":"4.1"},"instructors":[{"name":"Web Coding","url":"/user/bdb27e95-65f5-415a-956b-65f62ba4bfc3/","totalNumberOfStudents":261285,"totalNumberOfReviews":3003,"averageRating":4.128876619026548}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MYSQLCOURSE37","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-online-2019-bookkeeping-business-easy-way/":{"courseDetails":{"courseId":2207674,"title":"QuickBooks Online-Bookkeeping Business-Easy Way","shortDescription":"QuickBooks Online bookkeeping business plan and examples, walking through bookkeeping engagement \u0026 data entry","longDescription":"\u003Cp\u003E\u003Cstrong\u003EQuickBooks Online bookkeeping business designed for small business clients or small businesses who want a simple cash basis format for entering data.\u0026nbsp; \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course is designed for bookkeepers and is also useful for small business owners who want a simple system for entering financial data into QuickBooks for financial planning and year-end tax preparation. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe bookkeeping system we discuss will also describe the relationship between the bookkeeper, the business, and the year-end tax and financial statement preparers. \u003C/p\u003E\u003Cp\u003EWe will outline a cash basis bookkeeping system using QuickBooks, a system that will enter most transactions directly into the check register. \u003C/p\u003E\u003Cp\u003EThe course will discuss the responsibilities of a bookkeeper and the responsibilities of the business when a bookkeeping engagement in entered into.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EWe will work through a sample bookkeeping project in QuickBooks including the setting up of a new QuickBooks company file. \u003C/p\u003E\u003Cp\u003EThe course will practice entering data into the QuickBooks register directly from a bank statement. We will provide practice bank statements to use with the project as well as step by step instructional videos. \u003C/p\u003E\u003Cp\u003EAs we enter data directly into the check register from the bank statement, we will compare and contrast the cash basis system we are using to a full accounting cycle system. We will also review the financial statements periodically to see how QuickBooks is using the data to make reports. \u003C/p\u003E\u003Cp\u003EAfter entering data into the QuickBooks check register from the bank statement, we will perform bank reconciliations. As we perform bank reconciliations, we will discuss what a bank reconciliation is and the benefits a bank reconciliation provides. \u003C/p\u003E\u003Cp\u003EThe course will then discuss options for entering specific accounting data into QuickBooks including payroll, equipment, loan payments, insurance, credit card payments, and invoices. We will provide practice QuickBooks files for different options related to the items listed above and explore the pros and cons of each option. The bookkeeping options will help tailor our system to our specific bookkeeping needs. \u003C/p\u003E\u003Cp\u003EAs we enter accounting data into the system we will discuss common questions we will have when entering the first few months of data and how to write down these questions, move forward with data input, and organize the financial data so that we can quickly go back to it once our client questions are answered. \u003C/p\u003E\u003Cp\u003EThis course will discuss, print, and export month end and year end reports, reports a bookkeeper may provide to clients monthly and reports the business will need at year-end for tax preparation. \u003C/p\u003E\u003Cp\u003EWe will discuss year-end adjusting entries. The bookkeeping system we propose will depend on an outside accounting firm, tax preparer, or CPA firm to help with the year-end adjusting entries. As bookkeepers we want to be aware of the adjusting entry process so we can work with any year-end accounting firm, tax preparer, or CPA firm. We will enter common adjusting entries into an adjusting entry Excel worksheet and into Quickbooks. \u003C/p\u003E\u003Cp\u003EFinally, we will discuss whether or not to enter the year-end adjusting entries into our QuickBooks bookkeeping system and different options to do so. \u003C/p\u003E\u003Cp\u003EIn addition to the instructional videos, this course will include downloadable\u0026nbsp;\u0026nbsp; \u003C/p\u003E\u003Cp\u003E•\u0026nbsp;\u0026nbsp;\u0026nbsp; Excel practice files\u003C/p\u003E\u003Cp\u003E•\u0026nbsp;\u0026nbsp;\u0026nbsp; Downloadable PDF Files\u0026nbsp;\u0026nbsp; \u003C/p\u003E\u003Cp\u003EExcel practice files will be preformatted and will generally have at least two tabs, one tab with the completed work and a second tab with a preformatted worksheet we can fill in as we watch the instructional videos.\u0026nbsp;\u0026nbsp;\u0026nbsp; \u003C/p\u003E\u003Cp\u003EWho will we be learning from?\u0026nbsp;\u0026nbsp; \u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/quickbooks-online-2019-bookkeeping-business-easy-way/","imageUri":"https://img-b.udemycdn.com/course/750x422/2207674_f71d.jpg?secure=4fmzDBoRJpvOuF_gJe8oFw%3D%3D%2C1646204583","duration":"14 total hours","enrolledStudentsCount":"21.483 öğrenci","lastUpdated":"Son güncelleme tarihi: 6/2019","targetAudiences":["Bookkeepers who want do design a bookkeeping business using QuickBooks Pro Online","Small business owners who want a simple system to enter data into QuickBooks Online or prior to help year-end tax preparation \u0026 regulatory needs","Small business owners who want to learn how best to work with a bookkeeper and or year-end accounting firm and tax preparer","Students who want to understand bookkeeping from a practical perspective"],"tags":["Ofiste Verimlilik","Diğer Ofiste Verimlilik","QuickBooks"],"rating":{"count":151,"averageValue":"4.4"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25289,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B42A6AF8370B0C7FDFDA","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/wordpress-visual-composer-advanced/":{"courseDetails":{"courseId":2833606,"title":"ووردبريس ريسبونسيف wordpress visual composer css responsive","shortDescription":"تعلم أحترف ووردبريس و تصميم المواقع بالعربي wordpress visual composer css","longDescription":"\u003Cp\u003Eتصميم الصفحة الرئيسية باستخدام الفيجوال كومبوسر ضبط المحتويات الاعمدة والصفوف والسلايدر\u003C/p\u003E\u003Cp\u003Eشرح كامل فيجوال كومبوسر\u0026nbsp; تصميم مرئي أعمدة وسلايدر\u003C/p\u003E\u003Cp\u003Eتصميم و ادارة الفيجوال كومبوسر بالأكواد\u0026nbsp; سثث و هتمل\u0026nbsp; و تصميم مواقع ريسبونسيف \u003C/p\u003E\u003Cp\u003Eتعديل الصفحات و البوستات و الايلمنت وتقسيم الأعمدة و الصفوف ووضع كلاسات لكل صف أو عمود لتعديل في تصميمه تجربة أضافة أكواد في الفيجوال كومبوسر\u003C/p\u003E\u003Cp\u003Eأضافة أكواد الريفولوشن سليدر\u0026nbsp; و جعل ريسبونسيف مناسبة للموبايل و التابلت\u0026nbsp; بسهولة و كيفية أستخدام الأكواد لتعديل السليدر \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003Eأهم أضافة في الكورس تجربة عملية للموقع عميل بالفيزوال كومبوسر و كيفية تطبيق الدروس المستفادة من الكورس \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Árabe","courseUri":"https://www.udemy.com/course/wordpress-visual-composer-advanced/","imageUri":"https://img-c.udemycdn.com/course/750x422/2833606_364f_11.jpg","duration":"6.5 total hours","enrolledStudentsCount":"563 estudiantes","lastUpdated":"Fecha de la última actualización: 3/2020","targetAudiences":["مصممين وردبريس","تصميم مواقع مناسبة لجميع الاحجام"],"tags":["Desarrollo","Desarrollo web","WordPress"],"rating":{"count":5,"averageValue":"4.9"},"instructors":[{"name":"ahmed elcheikh Graphimonta","url":"/user/ahmed-elcheikh-3/","totalNumberOfStudents":18110,"totalNumberOfReviews":128,"averageRating":3.741342138805971}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EAAC4D2830FE5175782E","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/complete-blues-guitar-megacourse-beginner-to-expert/":{"courseDetails":{"courseId":4501086,"title":"Complete Blues Guitar Megacourse: Beginner to Expert","shortDescription":"Learn how to play the Blues Guitar like a pro with this step-by-step course!","longDescription":"\u003Cp\u003E\u003Cstrong\u003ELearn the Blues Guitar!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPlay like a pro!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHave you always wanted to play the Blues guitar like a pro? Maybe you are a new aspiring musician and are taking your first steps in guitar playing, or perhaps you want to improve your guitar skills by learning the style that\u0027s known as the godfather of rock and roll, and many other musical styles. Whether you’re a casual musician or hoping to make a career out of it, blues guitar isn’t only for the pros. You can take your guitar skills to the next level - and we’re here to teach you how.\u003C/p\u003E\u003Cp\u003EDuring this course you’re going to learn everything about playing the Blues guitar, from understanding all the basics and techniques, to mastering improvisation and learning new songs. You’ll even learn about the gear and how to use it properly. Finally, you’ll learn different licks and tricks and how to design your own solo.\u003C/p\u003E\u003Cp\u003EOur instructors have years of experience not only in guitar playing, but also in teaching, and the expertly-crafted syllabus is designed to be easy to follow and thorough. We’ve even included plenty of examples and tablatures for you to play and study. That’s why this is the only Blues Guitar course you’ll ever need to learn and play the Blues Guitar like a pro!\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EStart playing today!\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/complete-blues-guitar-megacourse-beginner-to-expert/","imageUri":"https://img-c.udemycdn.com/course/750x422/4501086_348c.jpg","duration":"13.5 total hours","enrolledStudentsCount":"2,453 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Anyone who wants to learn to play the guitar - no experience needed!","Musicians/Guitar players who want to learn new styles","Anyone with specialized needs (professional musicians, guitarists, music teachers)"],"tags":["Music","Instruments","Blues Guitar"],"rating":{"count":4,"averageValue":"5.0"},"instructors":[{"name":"Creativity Unleashed","url":"/user/creativity-unleashed/","totalNumberOfStudents":102611,"totalNumberOfReviews":1170,"averageRating":4.226778173043479}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B67E4C7EC20EF3201281","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 horas","discountPercentage":100}},"https://www.udemy.com/course/xero-job-costing-projects/":{"courseDetails":{"courseId":2856760,"title":"Xero Job Costing – Projects","shortDescription":"Learn job costing using Xero from a practicing CPA","longDescription":"\u003Cp\u003EThis Xero Job Costing course will provide the resources for learners to develop a solid understanding of job costing concepts and the tools Xero provides to create an effective job costing system.\u003C/p\u003E\u003Cp\u003EWe will discuss the process of setting up Xero for a job costing system.\u003C/p\u003E\u003Cp\u003EThe course will describe the terminology used by software and by the industry, such as jobs, sub customers, and projects.\u003C/p\u003E\u003Cp\u003ELearners will understand how to set up projects and how they function to track costs and revenue per job.\u003C/p\u003E\u003Cp\u003EWe will cover how to enter bills and allocate costs to jobs using forms such as bill forms and expense forms.\u003C/p\u003E\u003Cp\u003EThe course will discuss the concept of a double-sided or two-sided items, how to create them, and why they are necessary for job costing.\u003C/p\u003E\u003Cp\u003ELearners will know how to apply materials to jobs.\u003C/p\u003E\u003Cp\u003EWe will discuss how to apply direct labor to a job.\u003C/p\u003E\u003Cp\u003EThe course will show how to apply overhead to jobs.\u003C/p\u003E\u003Cp\u003ELearners will be able to create invoices for the job using either the estimate or the actual billed costs.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/xero-job-costing-projects/","imageUri":"https://img-b.udemycdn.com/course/750x422/2856760_54ef_2.jpg?secure=jwITMhW4muMO-d1LnbsVog%3D%3D%2C1646204592","duration":"5.5 total hours","enrolledStudentsCount":"35.287 estudiantes","lastUpdated":"Fecha de la última actualización: 3/2020","targetAudiences":["Business professionals in an industry using job costing","Accounting professionals who want to learn job costing","Students who want to apply job costing concepts to accounting software"],"tags":["Productividad en la oficina","Productividad en la oficina, otros","Xero"],"rating":{"count":61,"averageValue":"4.3"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CE390D24E31BDB57995D","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/windows-10-services-administration-and-troubleshooting/":{"courseDetails":{"courseId":3139850,"title":"Windows 10 Services Administration and Troubleshooting","shortDescription":"Learn how to identify, start, stop, restart and manage key services on Windows 10 as well as their relevant cmd commands","longDescription":"\u003Cp\u003EOver this course, you\u0027ll learn about key Windows services, including the following:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDHCP, Workstation \u0026amp;\u0026nbsp;Server\u003C/p\u003E\u003Cp\u003ESecondary Login \u0026amp;\u0026nbsp;Group Policy Client\u003C/p\u003E\u003Cp\u003ERemote Access and\u0026nbsp;Remote Registry\u003C/p\u003E\u003Cp\u003EWindows Installer \u0026amp;\u0026nbsp;Windows Time\u003C/p\u003E\u003Cp\u003EUser Profile, Netlogin and\u0026nbsp;Windows\u0026nbsp;Security\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAlso included on this course are any commands that would be associated with these services, for example the\u0026nbsp;DHCP service includes an explanation of the ipconfig command that would be used to view a machine\u0027s current IP address\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/windows-10-services-administration-and-troubleshooting/","imageUri":"https://img-c.udemycdn.com/course/750x422/3139850_06d3_3.jpg","duration":"32 total mins","enrolledStudentsCount":"26.551 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 5/2020","targetAudiences":["Entry level IT technicians / helpdesk staff"],"tags":["IT \u0026 Software","Betriebssysteme \u0026 Server","Windows 10"],"rating":{"count":388,"averageValue":"3.8"},"instructors":[{"name":"John Courtenay","url":"/user/john-courtenay-2/","totalNumberOfStudents":248433,"totalNumberOfReviews":7474,"averageRating":4.099271389908257}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EFB2022X","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/computer-networking-basics-for-desktop-support-technicians/":{"courseDetails":{"courseId":3686292,"title":"Computer Network Fundamentals- IT Helpdesk \u0026 Desktop Support","shortDescription":"Learn the basic fundamentals of computer networking \u0026 OSI model for desktop support and IT service desk technicians","longDescription":"\u003Cp\u003EOver this course, you\u0027ll learn some of the basic fundamentals surrounding computer networking and the OSI\u0026nbsp;Model, topics include the following:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Switches vs Hubs\u003C/p\u003E\u003Cp\u003E* Half duplex and full duplex data transmissions\u003C/p\u003E\u003Cp\u003E* IPv4 and IPv6\u003C/p\u003E\u003Cp\u003E* Quality of Service (QoS) and how this works\u003C/p\u003E\u003Cp\u003E* High level explanations of each layer of the OSI\u0026nbsp;Model and how they relate to networking.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWhilst this is mainly aimed at beginners, this course may also be useful as a refresher for anyone who has been the industry for a year or two and is looking to move up the career ladder, i.e. if you are currently a service desk technician and are looking to move up to desktop or even infrastructure / network support in the future.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ENote that whilst the information on this course was correct at the time of creation, it may be updated from time to time as technology improves and moves on. For example, if there is a time when IPv6 starts to become widely used, additional information will be added accordingly.\u0026nbsp;Although at the time of writing IPv4 is primarily used, this doesn\u0027t mean you won\u0027t encounter IPv6 every now and again.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAlso included are some real-world examples of how the OSI\u0026nbsp;Model is applied in a corporate environment, as well as how troubleshooting tasks make use of this model.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/computer-networking-basics-for-desktop-support-technicians/","imageUri":"https://img-c.udemycdn.com/course/750x422/3686292_d2ea.jpg","duration":"31 total mins","enrolledStudentsCount":"26,242 students","lastUpdated":"Last updated 12/2020","targetAudiences":["IT Support Technicians"],"tags":["IT \u0026 Software","Network \u0026 Security","Desktop Support"],"rating":{"count":291,"averageValue":"4.1"},"instructors":[{"name":"John Courtenay","url":"/user/john-courtenay-2/","totalNumberOfStudents":248433,"totalNumberOfReviews":7474,"averageRating":4.099271389908257}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EFB2022X","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-enterprise-2020-two-businesses-personal-in-one/":{"courseDetails":{"courseId":3737008,"title":"QuickBooks Enterprise - Two Businesses \u0026 Personal in One","shortDescription":"Learn how to track both balance sheet and profit and loss activity for multiple companies \u0026 personal finances","longDescription":"\u003Cp\u003EThis is a project-based course that will use the free trial version of QuickBooks Enterprise to track multiple business financial data as well as personal financial data in one QuickBooks Enterprise file. We will learn to generate and analyze both the balance sheet and income statement reports by class.\u003C/p\u003E\u003Cp\u003EWe will learn the difference between the QuickBooks Enterprise class tracking feature and the QuickBooks Pro class tracking feature.\u003C/p\u003E\u003Cp\u003EThe course will show how to turn on the class tracking feature in QuickBooks Enterprise.\u003C/p\u003E\u003Cp\u003ELearners will enter financial data to the sales cycle, organizing the data using the class tracking feature. We will then generate and analyze profit and loss reports and balance sheet reports by class.\u003C/p\u003E\u003Cp\u003EThe course will demonstrate how to enter data related to the expenses and purchasing cycle, organizing the data using the class tracking feature. We will then generate and analyze profit and loss reports and balance sheet reports by class.\u003C/p\u003E\u003Cp\u003ELearn how to track both balance sheet and profit and loss activity for multiple companies \u0026amp; personal finances\u003C/p\u003E\u003Cp\u003ELearn how to track both balance sheet and profit and loss activity for multiple companies \u0026amp; personal finances\u003C/p\u003E\u003Cp\u003ELearn how to track both balance sheet and profit and loss activity for multiple companies \u0026amp; personal finances\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/quickbooks-enterprise-2020-two-businesses-personal-in-one/","imageUri":"https://img-b.udemycdn.com/course/750x422/3737008_667f_2.jpg?secure=I_oRrx1hB3vUJ_0UXcZJEA%3D%3D%2C1646204602","duration":"5 total hours","enrolledStudentsCount":"16.086 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2020","targetAudiences":["Accounting Students","Accounting Professionals","Bookkeepers"],"tags":["Finanzas y contabilidad","Contabilidad y tesorería","QuickBooks"],"rating":{"count":30,"averageValue":"4.6"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CF31F865F71B6BED2832","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/quickbooks-desktop-vs-qbo-multiple-currencies/":{"courseDetails":{"courseId":3873644,"title":"QuickBooks Desktop vs QBO Multiple Currencies","shortDescription":"Learn to record transactions using multiple currencies using both QuickBooks Online and QuickBooks Desktop","longDescription":"\u003Cp\u003EThe course will start by discussing how to get access to both QuickBooks Online and QuickBooks Desktop. Intuit, the owner of QuickBooks often offers a free 30-day trial for each software package. \u003C/p\u003E\u003Cp\u003EThis will be a project based course. We will enter transaction in Excel before entering them into the accounting software, QuickBooks desktop and QuickBooks Online. Excel is more transparent, making it easier to understand the process. QuickBooks will then automate the process making it more efficient. \u003C/p\u003E\u003Cp\u003EWe will learn how to turn multicurrency on in both QuickBooks Online and QuickBooks Desktop. We will learn which accounts will be affected most by multicurrency transactions, these accounts being cash account types, accounts receivable account types, and accounts payable account types.\u003C/p\u003E\u003Cp\u003EThis course will work an example problems related to the sales cycles and the purchases cycle. The sales cycle will focus in on tracking foreign currency receivables. the purchases cycle will focus on foreign currency payables. \u003C/p\u003E\u003Cp\u003EWe will also demonstrate transactions related to forward contracts. We will discuss the uses of forward contracts including for speculative purposes and to mitigate risk on foreign currency transactions.\u003C/p\u003E\u003Cp\u003EThe multiple currency feature is useful when the company is holding onto cash in a foreign currency, the software helping us to record the home currency equivalent for financial statement presentation. \u003C/p\u003E\u003Cp\u003EMultiple currency functionality is also helpful when we make sales on account, sending an invoice, hoping to get paid in the future, tracking accounting receivable, but expecting to be paid in a foreign currency. The accounts receivable account will need to be valued in the home currency even though we will be paid in a foreign one. \u003C/p\u003E\u003Cp\u003EWe have a similar situation when we make purchases on account, promising to pay in a foreign currency at some point in the future. The accounts payable account will need to be valued in the home currency equivalence even though we will be paying in a foreign currency. \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/quickbooks-desktop-vs-qbo-multiple-currencies/","imageUri":"https://img-b.udemycdn.com/course/750x422/3873644_7a41.jpg?secure=ifqnNfEFSWfdxwYWX5DsJg%3D%3D%2C1646204608","duration":"17.5 total hours","enrolledStudentsCount":"14.434 estudiantes","lastUpdated":"Fecha de la última actualización: 3/2021","targetAudiences":["Business owners","Bookkeepers","Accountants"],"tags":["Finanzas y contabilidad","Finanzas","QuickBooks Online"],"rating":{"count":27,"averageValue":"4.7"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":527028,"totalNumberOfReviews":25328,"averageRating":4.420690838981871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C929663FDB278CD2F6FA","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/complete-fl-studio-megacourse-beginner-to-expert/":{"courseDetails":{"courseId":4492558,"title":"Complete FL Studio Megacourse: Beginner to Expert","shortDescription":"Learn how to create and edit music like a pro with this step-by-step course!","longDescription":"\u003Cp\u003E\u003Cstrong\u003ELearn music production with FL Studio!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECreate like a pro!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHave you ever wanted to create your own music? In the era of the bedroom producer, it\u0027s easier than ever to achieve this. Maybe you want to record your song ideas and show them off on social media, or perhaps you want to hone your musical skills to pursue a career in the music industry. Whether you’re already a musician or a complete beginner creating and editing music is not only for the pros. You can take any song idea and turn it into a professional sounding song - and we’re here to teach you how!\u003C/p\u003E\u003Cp\u003EIn this course, you’re going to learn everything about music creation in Image-Line’s FL studio 20, from creating and starting simple projects, to sampling audio, mixing, manipulating audio, and finally to getting your tracks exported in industry standard quality. You’ll even learn multiple methods of using the program for different genres and find the way that will suit your workflow best.\u003C/p\u003E\u003Cp\u003EOur instructor has years of experience not only in music production, but also in teaching, and the expertly-crafted syllabus is designed to be easy to follow and thorough. We’ve even included plenty of examples explained and created on-screen for you to study. That’s why this is the only FL Studio course you’ll ever need to create professional and great sounding music!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart creating your own music today!\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/complete-fl-studio-megacourse-beginner-to-expert/","imageUri":"https://img-c.udemycdn.com/course/750x422/4492558_79e8_2.jpg","duration":"19.5 total hours","enrolledStudentsCount":"3.023 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Anyone who wants to learn to create music - no experience needed!","Musicians who want to learn new styles","Musicians who want to learn the basics of a new DAW","Anyone with specialised needs (DJs, producers, musicians, audio editors)"],"tags":["Música","Producción musical","FL Studio"],"rating":{"count":3,"averageValue":"4.6"},"instructors":[{"name":"Creativity Unleashed","url":"/user/creativity-unleashed/","totalNumberOfStudents":102611,"totalNumberOfReviews":1173,"averageRating":4.226778173043479}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"55267860B0890FBAAAD4","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/make-money-on-tiktok/":{"courseDetails":{"courseId":3353858,"title":"Learn 6 SIMPLE Steps to Make Money on TikTok App!","shortDescription":"Learn SIMPLE SECRETS to Make Money Using Just Your Phone \u002B TikTok App!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EHow would you feel like when making $10,000\u0027s just by using your smartphone?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBenefits of Making Money on TikTok App:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou can do this worldwide!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou can make money for 100% FREE!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETikTok is the most downloaded app in the world right now!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESteps are really SIMPLE!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe earning potential is HUGE!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E--\u003C/p\u003E\u003Cp\u003EWhile I\u0026nbsp;can\u0027t guarantee you any money\u0026nbsp;(by law)\u0026nbsp;but let me tell you a short story from my own life...\u003C/p\u003E\u003Cp\u003EThere are 3 stages:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1) First Touch with TikTok App\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn 2019, I\u0026nbsp;heard about TikTok for the first time...\u003C/p\u003E\u003Cp\u003ESome of my friends who are making money online started testing that app.\u003C/p\u003E\u003Cp\u003EMy first thoughts were like, \u0022Hey guys... Aren\u0027t you just wasting your time? Why not to stay focused and use other proven ways to make money online?\u0022\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2) They Started Getting Surprising Results!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EOne person reported his results and said, \u0022This\u0026nbsp;TikTok is even much better than I expected!\u0022\u003C/p\u003E\u003Cp\u003EThen another person... \u0022Wow! I wish I\u0026nbsp;would have known earlier about TikTok! It has made me already \u002B$10,000!\u0022\u003C/p\u003E\u003Cp\u003EAnd another person... \u0022They\u0027re right!\u0026nbsp;TikTok has a HUGE\u0026nbsp;potential for making money online!\u0022\u003C/p\u003E\u003Cp\u003EAfter seeing 5-10 having similar TikTok, I simply couldn\u0027t pass this opportunity.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3) I\u0026nbsp;Got Started on TikTok!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWhen I\u0026nbsp;published my first \u0022serious video\u0022\u0026nbsp;on TikTok, I wasn\u0027t expecting a lot...\u003C/p\u003E\u003Cp\u003EI\u0026nbsp;thought that maybe I\u0027ll get some views but nothing huge.\u003C/p\u003E\u003Cp\u003EBut guess what!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMy first \u0022serious\u0026nbsp;TikTok video\u0022 got over 141,000 VIEWS!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAnd it was just 9 or 11 seconds short! People have watched that video for 556 hours already! \u003Cstrong\u003EThat is more than 23 days in total! \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECan you imagine?\u003C/p\u003E\u003Cp\u003EI\u0026nbsp;was completely astonished!\u003C/p\u003E\u003Cp\u003EMy reaction was exactly the same as other people who started making money using this platform,\u0026nbsp;\u0022I\u0026nbsp;wish I would have found TikTok earlier!\u0022\u003C/p\u003E\u003Cp\u003ENow I\u0026nbsp;have made money on TikTok already quite a while and it has been so much fun!\u0026nbsp;But it hasn\u0027t only been fun... It has also generated me a nice income!\u003C/p\u003E\u003Cp\u003ENow I share the secrets that I and my friends have been using to generate even $10,000\u0027s on TikTok.\u003C/p\u003E\u003Cp\u003EFasten your seat belts...\u003C/p\u003E\u003Cp\u003EIt\u0027s Your Time!\u003C/p\u003E\u003Cp\u003E- Roope \u0022Showing you simple steps to making money on TikTok\u0022\u0026nbsp;Kiuttu\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPS. \u003C/strong\u003EIt\u0027s my mission to help YOU to make a LIFE-CHANGING INCOME online!\u003C/p\u003E\u003Cp\u003EIf you need any help, you can contact me personally on my YouTube channel called \u0022Learn to Make Honest Money Online\u0022.\u003C/p\u003E\u003Cp\u003EI read all your comments personally and I do everything that I humanly can to help you to succeed.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee you in the videos!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPPS.\u003C/strong\u003E This opportunity with TikTok may not last for long... If you act now, you can still jump in the opportunity but every second that you delay may cost you more. Act now before it\u0027s too late.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/make-money-on-tiktok/","imageUri":"https://img-c.udemycdn.com/course/750x422/3353858_0c9c_7.jpg","duration":"1 total hour","enrolledStudentsCount":"23,653 students","lastUpdated":"Last updated 9/2021","targetAudiences":["ANYONE Who Wants to Make Money Online Using TikTok App!"],"tags":["Marketing","Digital Marketing","TikTok Marketing"],"rating":{"count":91,"averageValue":"3.9"},"instructors":[{"name":"Roope Kiuttu","url":"/user/roope-kiuttu/","totalNumberOfStudents":459923,"totalNumberOfReviews":9159,"averageRating":3.8393628104677053}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8A19F4896E528DB13D43","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/advanced-it-troubleshooting-for-helpdesk-support-technicians/":{"courseDetails":{"courseId":3094130,"title":"Advanced IT Troubleshooting for Helpdesk Support Technicians","shortDescription":"Learn some of the less common IT troubleshooting techniques for Windows computers","longDescription":"\u003Cp\u003EOver this course, you\u0027ll learn some of the more advanced IT\u0026nbsp;troubleshooting techniques, which will teach you how to solve some of the more difficult issues that can sometimes occur with Windows computers,\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ETopics covered are as follows:\u003C/p\u003E\u003Cp\u003EDevice\u0026nbsp;Manager\u003C/p\u003E\u003Cp\u003EWindows Update\u003C/p\u003E\u003Cp\u003EUser Account Control (UAC)\u003C/p\u003E\u003Cp\u003ENetwork\u0026nbsp;Connectivity\u003C/p\u003E\u003Cp\u003EWindows Registry\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWhilst these techniques were tried and tested on Windows 10, they are relevant to any version of Windows currently supported by\u0026nbsp;Microsoft, and should also be of use to anyone who is still on Windows XP as well.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/advanced-it-troubleshooting-for-helpdesk-support-technicians/","imageUri":"https://img-c.udemycdn.com/course/750x422/3094130_1787_6.jpg","duration":"32 total mins","enrolledStudentsCount":"35.009 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 5/2020","targetAudiences":["IT Helpdesk and Support Technicians"],"tags":["IT \u0026 Software","Betriebssysteme \u0026 Server","IT-Problembehebung"],"rating":{"count":927,"averageValue":"4.5"},"instructors":[{"name":"John Courtenay","url":"/user/john-courtenay-2/","totalNumberOfStudents":248433,"totalNumberOfReviews":7474,"averageRating":4.099271389908257}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EFEB2022X","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/school-chemistry-class-11-practical-tests-and-answers/":{"courseDetails":{"courseId":4564488,"title":"School Chemistry Class 11 Practical Tests and Answers","shortDescription":"[Part 1 of 2] Chemistry Lovers Save your Time and Effort ….. Chemistry Class 11 Practical Tests and Answers","longDescription":"\u003Cp\u003E\u003Cstrong\u003ESchool Chemistry Class 11 Practical Tests and Answers \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E[Part 1 of 2] Chemistry Lovers Save your Time and Effort ….. Chemistry Class 11 Practical Tests and Answers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EChemistry\u003C/strong\u003E is the scientific study of the properties and behavior of matter. It is a natural science that covers the elements that make up matter to the compounds composed of atoms, molecules and ions: their composition, structure, properties, behavior and the changes they undergo during a reaction with other substances.\u003C/p\u003E\u003Cp\u003EIn the scope of its subject, chemistry occupies an intermediate position between physics and biology. It is sometimes called the central science because it provides a foundation for understanding both basic and applied scientific disciplines at a fundamental level. For example, chemistry explains aspects of plant chemistry (botany), the formation of igneous rocks (geology), how atmospheric ozone is formed and how environmental pollutants are degraded (ecology), the properties of the soil on the moon (cosmochemistry), how medications work (pharmacology), and how to collect DNA evidence at a crime scene (forensics).\u003C/p\u003E\u003Cp\u003EChemistry addresses topics such as how atoms and molecules interact via chemical bonds to form new chemical compounds. There are two types of chemical bonds: 1. primary chemical bonds e.g covalent bonds, in which atoms share one or more electron(s); ionic bonds, in which an atom donates one or more electrons to another atom to produce ions (cations and anions); metallic bonds and 2. secondary chemical bonds e.g. hydrogen bonds; Van der Waals force bonds, ion-ion interaction, ion-dipole interaction etc.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/school-chemistry-class-11-practical-tests-and-answers/","imageUri":"https://img-c.udemycdn.com/course/750x422/4564488_07ec.jpg","duration":"381 questions","enrolledStudentsCount":"137 estudiantes","lastUpdated":"Publicado el 2/2022","targetAudiences":["Chemistry Lovers","School Students","Teachers","Fathers and mothers / Parents","Kids"],"tags":["Enseñanzas y disciplinas académicas","Ciencia"],"rating":null,"instructors":[{"name":"SMARTER ACADEMY","url":"/user/haytham-hesham-elsayed-hashem-elmousalami/","totalNumberOfStudents":180946,"totalNumberOfReviews":2208,"averageRating":4.216980643944637}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8C6A4F4EBB7988CFE236","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/windows-10-administration-basic-troubleshooting/":{"courseDetails":{"courseId":3035410,"title":"Windows 10 System Administration \u0026 Basic Computer Skills","shortDescription":"Learn the basics of system administration for the Windows 10 operating system, as well as some basic computer skills","longDescription":"\u003Cp\u003EThis course covers Windows 10 Administration as well as some basic computer skills surrounding the Windows 10 operating system, as follows:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Logging into your machine, switching users, and signing out\u003C/p\u003E\u003Cp\u003E* Finding your way around File Explorer and pinning commonly used items to the Start Menu and\u0026nbsp;Taskbar\u003C/p\u003E\u003Cp\u003E* Setting a default printer, screen size and screen resolution\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Overview of Accessibility Options available within\u0026nbsp;Windows 10\u003C/p\u003E\u003Cp\u003E* CTRL\u002BALT\u002BDEL\u0026nbsp;menu options, including\u0026nbsp;Task Manager and locking your machine\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe course is intended as a basic overview for anyone using Windows 10 for the first time, for example if your company has recently upgraded to Windows 10 from a previous operating system, such as Windows 7.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/windows-10-administration-basic-troubleshooting/","imageUri":"https://img-b.udemycdn.com/course/750x422/3035410_67d4_5.jpg?secure=KUJXaxo9gjQtak6Z7-5frQ%3D%3D%2C1646188763","duration":"30 total mins","enrolledStudentsCount":"25.322 estudiantes","lastUpdated":"Fecha de la última actualización: 5/2020","targetAudiences":["Anyone using Windows 10 for the first time in a corporate environment"],"tags":["Informática y software","Sistemas operativos y servidores","Windows 10"],"rating":{"count":354,"averageValue":"4.3"},"instructors":[{"name":"John Courtenay","url":"/user/john-courtenay-2/","totalNumberOfStudents":248433,"totalNumberOfReviews":7474,"averageRating":4.099271389908257}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EFEB2022X","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/it-security-101-protecting-and-securing-computer-networks/":{"courseDetails":{"courseId":3436242,"title":"IT Security 101 - Cyber Security for Beginners","shortDescription":"Learn cyber security best practice tips on securing computer networks from internal \u0026 external IT cyber security threats","longDescription":"\u003Cp\u003EOver this course, we\u0027ll be going over how to protect your organisation\u0027s computer network from any internal and external cyber security threats, whether this be from a technological or a human point of view. In some cases, these threats are a combination of both, meaning that it is especially important to be vigilant when planning how to implement cyber security policies within your organisation\u0027s computer network.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ETopics on the course:\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Preventing phishing and vishing (telephone) scams, including what to watch out for when identifying them\u003C/p\u003E\u003Cp\u003E* Checking common mistakes with cyber security settings on devices that are in use on your organisation\u0027s network.\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Cyber security testing and the associated legal considerations that these tests have on both on your organisation and on security staff personally.\u003C/p\u003E\u003Cp\u003E* Non-standard devices and preventing offline (face-to-face) social engineering, which can often be hard to detect, especially if it comes from someone you know.\u003C/p\u003E\u003Cp\u003E* Password policies and preventing credential sharing between end users at your organisation.\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Alternative authentication, such as biometrics, system cyber security patching and centralised reporting.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAlso included are some real-world examples of situations where you might encounter the topics on the course, in order to help you identify these within your own organisation, and be able to resolve them appropriately. \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/it-security-101-protecting-and-securing-computer-networks/","imageUri":"https://img-c.udemycdn.com/course/750x422/3436242_ff1e_2.jpg","duration":"32 total mins","enrolledStudentsCount":"31.945 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2020","targetAudiences":["Existing IT support technicians who are wishing to learn new skills"],"tags":["Informática y software","Redes y seguridad","Seguridad de TI"],"rating":{"count":262,"averageValue":"4.1"},"instructors":[{"name":"John Courtenay","url":"/user/john-courtenay-2/","totalNumberOfStudents":248433,"totalNumberOfReviews":7474,"averageRating":4.099271389908257}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EFB2022X","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/mastering-portrait-photography/":{"courseDetails":{"courseId":1895804,"title":"Portrait Photography for Absolute Beginners","shortDescription":"Compositional Techniques for Portraits, Lighting skills, Tips for Corporate Portraits, Wedding and Event Portraits","longDescription":"\u003Cp\u003E=== \u003Cstrong\u003Estudents reviews regarding this course\u003C/strong\u003E ===\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003EThis course really helps me to improve my photography knowledge and I would like to thanks all of those who help this to be a success.\u003C/em\u003E\u0022 -- \u003Cstrong\u003EWijekoon\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003Eso far the course is about what i really want to learn especially about basic portrait photography. i learn a lot of new things from this course\u003C/em\u003E\u0022 - \u003Cstrong\u003EFadila\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003EGood for an absolute beginner. If you have just bought a DSLR camera and don\u0027t know anything about photography, it\u0027s good way to get your feet wet.\u0022\u003C/em\u003E -- \u003Cstrong\u003ETerry Taylor\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003Ethank you udemy. Really, thank you very much for the course. We actually learned new things in the world of image. Thank you\u003C/em\u003E\u0022 -- \u003Cstrong\u003EAkram Menari\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0022\u003Cem\u003EI really grateful and would like to say Thank you to instructure. I got lots of idea, tips and knowledge through this course\u003C/em\u003E.\u0022 - \u003Cstrong\u003EManan Patel\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECourse Contents\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Portrait Photography \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat makes a portrait look great?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecommended equipment for better portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECompositional techniques for cool portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for better backgrounds in portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELighting skills for amazing portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBokeh and Blur\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExample of poses for better portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for child portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for corporate portraits and head-shots\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for wedding and event portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for Indoor Portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for Outdoor Portraits\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/mastering-portrait-photography/","imageUri":"https://img-c.udemycdn.com/course/750x422/1895804_09bf_2.jpg","duration":"2 total hours","enrolledStudentsCount":"105.053 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2019","targetAudiences":["Who wanna learn compositional techniques of great portraits","Who wanna learn lighting skills of better portraits","Who wanna shoot amazing head shots and corporate shots","Who wanna shoot amazing wedding shots","Who wanna shoot amazing event portraits"],"tags":["Fotografía y vídeo","Retratos fotográficos","Retratos fotográficos"],"rating":{"count":979,"averageValue":"4.2"},"instructors":[{"name":"Creative Online School","url":"/user/mahbubur-rahman-9/","totalNumberOfStudents":1234775,"totalNumberOfReviews":29527,"averageRating":4.2177590928571425}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PPMAR2022","originalPrice":"12.480 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/penny-stock-trading-secrets-revealed/":{"courseDetails":{"courseId":4484282,"title":"Penny Stock Trading Secrets Revealed","shortDescription":"Swing and Day Trading Penny Stocks for Maximum Success","longDescription":"\u003Cp\u003E\u003Cstrong\u003EPenny stocks\u003C/strong\u003E are common shares of small public companies that trade for less than one dollar per share.\u003C/p\u003E\u003Cp\u003EThe U.S. Securities and Exchange Commission (SEC) uses the term \u0022Penny stock\u0022 to refer to a security, a financial instrument which represents a given financial value, issued by small public companies that trade at less than $5 per share. Penny stocks are priced over-the-counter, rather than on the trading floor. The term \u0022penny stock\u0022 refers to shares that, prior to the SEC\u0027s reclassification, traded for \u0022pennies on the dollar\u0022.\u003C/p\u003E\u003Cp\u003EIn 1934, when the United States government passed the Securities Exchange Act to regulate any and all transactions of securities between parties which are \u0022not the original issuer\u0022, the SEC at the time disclosed that equity securities which trade for less than $5 per share could not be listed on any national stock exchange or index.\u003C/p\u003E\u003Cp\u003EOver-the-counter exchanges that list penny stocks include, the OTC Bulletin Board (which is a facility of FINRA) or OTC Link LLC (which is owned by OTC Markets Group, Inc., formerly known as Pink OTC Markets Inc.). Penny stocks can also trade on securities exchanges, including foreign securities exchanges. Penny stocks can include the securities of certain private companies with no active trading market.\u003C/p\u003E\u003Cp\u003EWhen considering penny stocks, investors and experts in the field recognize the low market price of shares and its correlation to low market capitalization. Market capitalization or \u0022market cap\u0022 is the total dollar market value of all of a company’s outstanding securities.\u003C/p\u003E\u003Cp\u003EThe volatile nature of penny stocks also leaves these companies open to potential \u0022manipulation\u0022 by stock promoters and pump and dump schemes. Oftentimes, investors are led to believe that the ability to purchase large quantities of shares at low prices will result in greater returns, which makes them more susceptible.Penny stocks are \u003Cstrong\u003Ehigh-risk securities with small market capitalizations\u003C/strong\u003E that trade for a low price outside major market exchanges. A lack of history and information, as well as low liquidity, make penny stocks riskier. Look out for scams involving penny stocks that want to separate you from your money.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHigh Risk, HIgh Reward\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDiscover how to use a proven system to ride the highs and avoid the lows.\u003C/p\u003E\u003Cp\u003EEnrol today!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/penny-stock-trading-secrets-revealed/","imageUri":"https://img-c.udemycdn.com/course/750x422/4484282_ec9b.jpg","duration":"1 total hour","enrolledStudentsCount":"1.438 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Stock Day traders","Stock Swing traders","Investors"],"tags":["Finanzas y contabilidad","Inversión y comercio","Acciones centavo"],"rating":{"count":1,"averageValue":"1.0"},"instructors":[{"name":"Scott Paton","url":"/user/scottpaton/","totalNumberOfStudents":586654,"totalNumberOfReviews":12377,"averageRating":4.267189437694011}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFEB","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"2 días","discountPercentage":100}},"https://www.udemy.com/course/complete-cryptocurrency-trading-course-2021/":{"courseDetails":{"courseId":4343538,"title":"Complete Cryptocurrency Trading Course 2022| Cryptolocally","shortDescription":"Learn how to start trading and investing on bitcoin and other cryptocurrencies from beginner to expert","longDescription":"\u003Cp\u003EThese videos are designed for absolute crypto beginners. By taking these courses, you will learn the fundamentals of cryptocurrency, crypto trading and margin trading.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u002B6 hours of video and illustrations to help you better understand the concepts and strategies that will help you become a crypto trader in Africa!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis Course would help you understand perfectly how the cryptocurrency Market works\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou would learn how to trade Bitcoin, Ethereum, Litecoin and many other cryptocurrencies using the various special strategies used by professional traders.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou would learn how to read and forecast chart using several analysis types like candlestick analysis, technical analysis, etc.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ELearn how to allocate, forecast, and evaluate financial risk together. Become familiar with procedures that minimizes risks while maximizes your profits when trading crypto.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EP2P and centralized exchanges\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou will also learn how to securely buy and sell crypto P2P using your local currency; but also, how to margin trade on centralized exchanges.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou will learn how to grow your investment Portfolio much faster using the strategies laid out in this course\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou will also get a 30 day money back guarantee, so do not hesitate to give yourself a chance to learn new things by just taking this course now\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/complete-cryptocurrency-trading-course-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4343538_63ba_2.jpg","duration":"7 total hours","enrolledStudentsCount":"20.612 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["Everybody Interested in Cryptocurrency Trading"],"tags":["Business","Unternehmensgründung","Kryptowährung"],"rating":{"count":138,"averageValue":"4.3"},"instructors":[{"name":"Oranje Academy","url":"/user/orange-academia/","totalNumberOfStudents":38436,"totalNumberOfReviews":298,"averageRating":4.170433287878788}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D74454C7348DDA00F2F5","originalPrice":"₹1,280","discountedPrice":"₹832","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/build-a-wordpress-website/":{"courseDetails":{"courseId":354482,"title":"Wordpress For Beginners","shortDescription":"Wordpress : Create a Kickass Wordpress site in two hours !","longDescription":"\u003Cp\u003E\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\t\u003Cstrong\u003EWould you like to learn how to instantly create an amazing website for your business, blog or any other endeavor?\u003C/strong\u003E\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; Would you like me to teach you how to setup said website in under \u003Cem\u003Etwo hours\u003C/em\u003E, with your only upfront costs being hosting and a domain name ?\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; Can you follow the easy instructions I will lay down for you in order to setup your very own commerce or entertainment platform?\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; If you answered « yes » to any of the questions above, congratulations. This Wordpress course is definitely for you.\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u003Cstrong\u003ELet me help you !\u003C/strong\u003E\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; In this course,\u003Cstrong\u003EI will teach and DEMONSTRATE \u003C/strong\u003Eevery step of the process from registering hosting and installing Wordpress to crafting your beautiful masterpiece.\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; Better yet, the learning curve for this course is very short. Watch it once and you\u0027ll be ready to go. Monkey sees monkey does.\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; ·Do you need/want a website for your business?\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; ·Do you have very low starting capital, or wish to invest as little money as possible?\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; ·Are you busy and want to get things done as fast as possible with Wordpress ?\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; ·Do you want to own a business that you can be proud of?\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; If you answered « yes » to \u003Cem\u003Ethese \u003C/em\u003Equestions, \u003Cstrong\u003Ethen consider this course to be your blueprint to success.\u003C/strong\u003E\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; Upon enrolling, you will get my personal help to create your Wordpress site. I will answer any question that you may have in the member\u0027s area, and I also offer Skype support if needed.\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u003Cstrong\u003EI would like to remind you that my course comes with a 30 days « no questions asked » money back guarantee. \u003C/strong\u003EYou have a full month to give it a spin, and try it out and if, for whatever reasons, you are unsatisfied, just ask for your refund. You take absolutely no risk !\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; You can get started right after you have taken my course -That means \u003Cstrong\u003E\u003Cem\u003ETODAY!\u003C/em\u003E\u003C/strong\u003E\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; Click the \u0022Take This Course\u0022 button now. That\u0027s your first step to building an amazing website from scratch. Every minute that goes by without action is \u003Cstrong\u003Ea minute you are not getting back.\u003C/strong\u003E\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; Cheers!\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u0026nbsp; \t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; Howard\u0026nbsp; \u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/build-a-wordpress-website/","imageUri":"https://img-c.udemycdn.com/course/750x422/354482_310c_3.jpg","duration":"1 total hour","enrolledStudentsCount":"71.994 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 1/2015","targetAudiences":["Students Who Need/Want A Website For Their Businesses Or For Personal Use"],"tags":["Entwerfen","Webdesign","WordPress"],"rating":{"count":860,"averageValue":"3.7"},"instructors":[{"name":"Howard Lynch","url":"/user/howardlynch2/","totalNumberOfStudents":201361,"totalNumberOfReviews":2480,"averageRating":3.9351991562005275},{"name":"Antoine Lelievre","url":"/user/antoinelelievre/","totalNumberOfStudents":196369,"totalNumberOfReviews":2149,"averageRating":3.9245102597142862},{"name":"Antoine Jessen","url":"/user/antoine-jessen-2/","totalNumberOfStudents":157688,"totalNumberOfReviews":1961,"averageRating":4.122884952046784}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"21285751FEF9816504C7","originalPrice":"3.200 INR","discountedPrice":"2.080 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/ai-nurturing-healthcare-big-data-computing-and-telehealth/":{"courseDetails":{"courseId":3316938,"title":"AI \u0026 Computer Vision for Bioinformatics: Learn to build GANs","shortDescription":"Artificial Intelligence in Computer Vision, Healthcare, NLP and analytics applications: 25\u002B Coding Exercise \u0026 Solutions","longDescription":"\u003Cp\u003EAI is an enabler in transforming diverse realms by exploiting deep learning architectures.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe course aims to expose students to cutting-edge algorithms, techniques, and codes related to AI\u0026nbsp;and particularly the deep learning routines. This course encompasses multidimensional implementations on the themes listed below; \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E1. Deep Learning: A subset of Hybrid Artificial Intelligence\u003C/p\u003E\u003Cp\u003E2. Big Data is Fueling Applied AI.\u003C/p\u003E\u003Cp\u003E3. How to model a problem in AI using datasets in Python (Keras \u0026amp; TensorFlow Libraries).\u003C/p\u003E\u003Cp\u003E4. Data Augmentation in Hybrid Deep Learning Networks.\u003C/p\u003E\u003Cp\u003E5. How to use Transfer Learning in Hybrid Deep Learning Networks. \u003C/p\u003E\u003Cp\u003E6. How to use transfer learning in multiclass classification healthcare problems.\u003C/p\u003E\u003Cp\u003E6. Backward Propagation and Optimization of hyper- parameters in AI.\u003C/p\u003E\u003Cp\u003E7. Leading Convolutional Neural Networks (ALEXNET \u0026amp; INCEPTION) and validation indices.\u003C/p\u003E\u003Cp\u003E8. Recurrent Neural Networks extending to Long Short Term Memory.\u003C/p\u003E\u003Cp\u003E9. An understanding of Green AI.\u003C/p\u003E\u003Cp\u003E10. Implementations of Neural Networks in Keras and Pytorch and introduction to Quantum Machine Learning.\u003C/p\u003E\u003Cp\u003E11. Algorithms related to Quantum Machine Learning in TensorFlow Quantum and Qiskit. \u003C/p\u003E\u003Cp\u003E12. AI based solutions for Neurological Diseases using Deep Learning.\u003C/p\u003E\u003Cp\u003E13. AI for Brain Computer Interfacing and Neuromodulation.\u003C/p\u003E\u003Cp\u003E14, AI algorithms for diagnosis, prognosis and treatment plans for Tumors.\u003C/p\u003E\u003Cp\u003E15. How to model an AI problem in Healthcare.\u003C/p\u003E\u003Cp\u003E16. AI\u0026nbsp;in Block Chain and Crypto mining\u003C/p\u003E\u003Cp\u003E17 AI\u0026nbsp;in Crypto trading.\u003C/p\u003E\u003Cp\u003E18. Forks in Block Chain via AI.\u003C/p\u003E\u003Cp\u003E19. Investment Strategies in Crypto- trade using AI (Fungible and Non- Fungible Digital Currencies).\u003C/p\u003E\u003Cp\u003E24. Artificial Intelligence in Robotics- A case example with complete code.\u003C/p\u003E\u003Cp\u003E25. Artificial Intelligence in Smart Chatbots- A case example with complete code.\u003C/p\u003E\u003Cp\u003E26. Impact of AI in business analytics- A case example with complete code.\u003C/p\u003E\u003Cp\u003E27. AI in media and creative industries- A case example with complete code.\u003C/p\u003E\u003Cp\u003E28. AI based advertisements for maximum clicks- A case example with complete code.\u003C/p\u003E\u003Cp\u003E29. AI for the detection of Misinformation Detection.\u003C/p\u003E\u003Cp\u003E30. Extraction of Fashion Trends using AI.\u003C/p\u003E\u003Cp\u003E31. AI\u0026nbsp;for emotion detections during Covid- 19.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/ai-nurturing-healthcare-big-data-computing-and-telehealth/","imageUri":"https://img-c.udemycdn.com/course/750x422/3316938_fd52_8.jpg","duration":"3 total hours","enrolledStudentsCount":"5.180 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 2/2022","targetAudiences":["Beginner students curious about learning concepts of artificial intelligence and deep learning in python","Academic and Research Students working in the realm machine learning, deep neural networks and artificial intelligence"],"tags":["Wissenschaft \u0026 Lehre","Naturwissenschaften","Künstliche Intelligenz"],"rating":{"count":39,"averageValue":"4.3"},"instructors":[{"name":"Junaid Zafar","url":"/user/junaid-zafar-10/","totalNumberOfStudents":16523,"totalNumberOfReviews":126,"averageRating":3.7056477512500003}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"AJ1111","originalPrice":"12.800 ₹","discountedPrice":"8.320 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/2021-beginners-guide-to-cyber-security/":{"courseDetails":{"courseId":3982702,"title":"2022 Beginner\u0027s guide to Cyber Security","shortDescription":"Learn from first line experts what is Cyber Security, the latest threats and how to protect against them. #2022","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhy should you enroll? \u003Cbr\u003E\u003C/strong\u003E\u003Cbr\u003ESince we\u0027ve been working in this field for over 15 years, we wanted to share part of what we\u0027ve learned in all these years with people that are completely new to \u003Cstrong\u003ECyber Security\u003C/strong\u003E, or people that would like to understand the \u003Cstrong\u003E2022 basics\u003C/strong\u003E in this field. \u003Cbr\u003EYou will find the general information mixed with real-life scenarios and real tips \u0026amp;\u0026nbsp;tricks on how to protect from different threats.\u003Cbr\u003EOur goal is to use your time in the most efficient way, in order for you to get the most important content in the shortest time.\u003Cbr\u003E\u003Cstrong\u003E\u003Cbr\u003EWhat will you know after taking our course? \u003C/strong\u003E\u003Cbr\u003E\u003Cbr\u003E1. A general introduction to Cyber Security, including an explanation of the CIA\u0026nbsp;(Confidentiality, integrity, and availability) rating. \u003Cbr\u003E2. What is Malware\u0026nbsp;(Viruses, Worms, Trojans, Bots, Adware, Spyware, Rootkits, and Ransomware).\u003Cbr\u003E3. Understanding different threats (Brute force, DDoS, Phishing, and Social engineering).\u003Cbr\u003E4. Guide on how do you protect yourself as an individual. This area will be focused on your devices and your data. \u003Cbr\u003E5. Bonus lecture:\u0026nbsp;How are the jobs in Cyber Security? Should you consider this field?\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EPrerequisites \u003C/strong\u003E\u003Cbr\u003E\u003Cbr\u003EThis course is designed for a general audience. No prior knowledge is required. \u003Cbr\u003EFor different specific terms, you will have an explanation in the notes. \u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/2021-beginners-guide-to-cyber-security/","imageUri":"https://img-c.udemycdn.com/course/750x422/3982702_080f.jpg","duration":"1.5 total hours","enrolledStudentsCount":"128,130 students","lastUpdated":"Last updated 1/2022","targetAudiences":["General audience"],"tags":["IT \u0026 Software","Network \u0026 Security","Cyber Security"],"rating":{"count":2526,"averageValue":"4.4"},"instructors":[{"name":"George Proorocu","url":"/user/aurel-george-proorocu/","totalNumberOfStudents":146326,"totalNumberOfReviews":2842,"averageRating":4.220431351419558},{"name":"Alexandru - Madalin Ghenea","url":"/user/alexandru-madalin-ghenea/","totalNumberOfStudents":128130,"totalNumberOfReviews":2526,"averageRating":4.407162}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5D73B9601A04B0E37324","originalPrice":"6.080 ₹","discountedPrice":"3.952 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/curso-golang/":{"courseDetails":{"courseId":4257652,"title":"GOLANG: Curso profesional de Go - De cero a Master 2022","shortDescription":"Aprende lenguaje de Go, Desarrollo Web con Go, Manejo de HTML, CSS, API RESTful com MySQL  y ORM con Go","longDescription":"\u003Cp\u003E\u003Cstrong\u003EGo es uno de los lenguajes mejor pagados según Stack Overflow \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGo\u003C/strong\u003E, también conocido como \u003Cstrong\u003EGolang\u003C/strong\u003E, de código abierto fue creado por Google con los desarrolladores Robert Griesemer, Rob Pike y Ken Thompson en 2009. A pesar de ser un lenguaje muy joven tiene un rendimiento similar a C pero con la sintaxis amigable parecida a Python.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVentajas de Go\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EVelocidad similar a \u003Cstrong\u003EC\u003C/strong\u003E pero con una sintaxis amigable como Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFacilita el uso de buenas prácticas en el código.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMantiene su rendimiento con grandes volúmenes de información.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEs uno de los lenguajes mejores pagados según la encuesta Stack Overlow\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESu curva de aprendizaje es suave en comparación con Java o C.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEs un lenguaje multiparadigma.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAhorras tiempo al codear. Por ejemplo, para crear ciclos solo existe la función \u003Cstrong\u003Efor\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPara manejar niveles de accesos de funciones es tan sencillo como colocar la primera letra en mayúscula o minúscula.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EConcurrencia\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUna de las principales funciones de Golang es que maneja las múltiples tareas de forma concurrente, es decir, que el procesador divide el trabajo en múltiples hilos y a cada uno le dedica un tiempo en milisegundos acelerando el tiempo de ejecución en cada tarea sin necesidad de realizar configuraciones adicionales ya que Golang lo traen en sus librerías preinstaladas.\u003C/p\u003E\u003Cp\u003ELa manera como Golang trabaja esto es a través de Goroutines y Canales. Puedes tener múltiples Goroutines por canal y transportar el Goroutine de un canal a otro. Un excelente uso de Goroutines es al momento de trabajar transferencia de datos en tiempo real desde un cliente a otro, como por ejemplo un chat o un sistema de ubicación en tiempo real.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Por qué estudiar BackEnd en Go?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EGo con su sintaxis sencilla de entender facilita su aprendizaje y unas de sus ventajas principales es la implementación de concurrencia por defecto mediante \u003Cstrong\u003Egoroutines\u003C/strong\u003E que facilita el rendimiento de cálculos y múltiples tareas complejas con grandes cantidades de datos.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué aprenderás en este curso?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EConocerás los fundamentos del Lenguaje\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConocerás que paradigmas soporta el lenguaje\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplementaras la concurrencia y los canales\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAprenderás Testing con Go\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesarrollo web con GO\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear API REST con base de datos MySQL\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplementaras ORM\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/curso-golang/","imageUri":"https://img-b.udemycdn.com/course/750x422/4257652_acdc_12.jpg?secure=cknLTbHD5eLyz-dDTYPrFg%3D%3D%2C1646192500","duration":"14.5 total hours","enrolledStudentsCount":"12.706 estudiantes","lastUpdated":"Fecha de la última actualización: 2/2022","targetAudiences":["Cualquiera que quiera comprender las características fundamentales de Go"],"tags":["Desarrollo","Lenguajes de programación","Go (lenguaje de programación)"],"rating":{"count":153,"averageValue":"4.5"},"instructors":[{"name":"Alex Roel Code","url":"/user/alex-roel/","totalNumberOfStudents":83845,"totalNumberOfReviews":3877,"averageRating":4.474104358767269}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4350070FF432BB2C4E22","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/how-to-make-money-on-telegram/":{"courseDetails":{"courseId":2805407,"title":"Affiliate Marketing on Autopilot: Telegram \u002B Amazon and more","shortDescription":"Your success without a website! Automate your Affiliate Income and earn using Telegram. No coding required! Just tools.","longDescription":"\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENO shortcuts.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENO get-rich-quick schemes.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENO mindless PPC\u0026nbsp;Advertising\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ESay\u003Cstrong\u003E YES \u003C/strong\u003Eto getting your promising legitimate business based on marketing automation!\u003C/p\u003E\u003Cp\u003EAffiliate Marketing is a \u003Cstrong\u003Eserious \u003C/strong\u003Ebusiness that requires all your dedication and focus. \u003C/p\u003E\u003Cp\u003EBut what if I told you that you could \u003Cstrong\u003Eautomate\u003C/strong\u003E all the tedious tasks that waste countless hours of your work and just let you \u003Cstrong\u003Eearn money with Telegram\u003C/strong\u003E, while you can focus on growing your audience? \u003C/p\u003E\u003Cp\u003EWith affiliate programs such as Amazon Associates, you can earn money using Telegram as a \u003Cstrong\u003Etool \u003C/strong\u003Eto promote products from the most famous brands to your audience automatically, and receive a commission for every purchase made through your link!\u003C/p\u003E\u003Cp\u003ETelegram is the best upcoming platform for affiliate marketing because it lets you create your stream of products to show your audience and earn a commission every time a user buys from your link. \u003Cstrong\u003ENo coding or experience required.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENow don\u0027t worry if you aren\u0027t familiar with Telegram or Affiliate marketing, because we will take a step by step approach.\u003C/p\u003E\u003Cp\u003EIf you want to make money or you are already making money with affiliate marketing, this is the course for you.\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EYou can\u0027t spend your life looking for the right products and deals for your followers. A bot can do this for you, fully automating and scraping posts for you 24/7 in a way that you never thought was possible. In this course, I\u0027m going to show you how to use Telegram as your tool to make money with Affiliate Programs like Amazon and many more.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EPeople trust Amazon and other well-established platforms; that\u0027s the reason why they are so successful. You can be successful too as their affiliate.\u003C/p\u003E\u003Cp\u003EAffiliate income is reliable and secure because you independently earn money, recommending products from famous brands without effort.\u003C/p\u003E\u003Cp\u003EAutomate and customize your affiliate income in a way that would not be possible without Telegram. If you want to know more, enrol now or just look at the free preview video for this course!\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/how-to-make-money-on-telegram/","imageUri":"https://img-b.udemycdn.com/course/750x422/2805407_c12a_2.jpg?secure=hxYtZ4NHeJJsOngGartqmg%3D%3D%2C1646173806","duration":"3 total hours","enrolledStudentsCount":"33.092 estudiantes","lastUpdated":"Fecha de la última actualización: 6/2021","targetAudiences":["Affiliate Marketing beginners.","Seasoned Affiliate Marketers looking to earn extra income.","Students who want to make the most of Telegram Marketing."],"tags":["Marketing","Marketing de afiliados","Automatización de marketing"],"rating":{"count":296,"averageValue":"4.1"},"instructors":[{"name":"Luca Tornabene","url":"/user/luca-tornabene/","totalNumberOfStudents":63954,"totalNumberOfReviews":3441,"averageRating":4.282772889734717}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"7026ED674DEC7555A509","originalPrice":"9.600 INR","discountedPrice":"6.240 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/power-bi-desde-cero/":{"courseDetails":{"courseId":3944270,"title":"Power BI: Empieza desde cero","shortDescription":"Aprende con Power BI a darle valor a los datos","longDescription":"\u003Cp\u003E\u003Cstrong\u003E¡Vuélvete un experto en el Business Intelligence con Power BI!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi eres un estudiante o profesionista que quiere\u003Cstrong\u003E potenciar su carrera profesional \u003C/strong\u003Ete tengo una buena noticia:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E ¡Encontraste el curso indicado!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¿Sientes que tu carrera profesional esta \u003Cstrong\u003Eestancada\u003C/strong\u003E?\u003C/p\u003E\u003Cp\u003E¿\u003Cstrong\u003ETu perfil no destaca\u003C/strong\u003E entre el de los demás?\u003C/p\u003E\u003Cp\u003E¿Sientes que en la escuela\u003Cstrong\u003E no aprendiste nada útil\u003C/strong\u003E para el mundo laboral?\u003C/p\u003E\u003Cp\u003E¿\u003Cstrong\u003ECrees que Excel es la única herramienta\u003C/strong\u003E para analizar datos y hacer gráficas?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENo tener las habilidades correctas \u003C/strong\u003Epara esta nueva era tecnológica es la raíz de todos estos males.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EActualmente\u003Cstrong\u003E el mundo está lleno de datos\u003C/strong\u003E y es fundamental saber como \u003Cstrong\u003Eanalizarlos y presentarlos para extraer valor \u003C/strong\u003Ede ellos. Esta es una habilidad que los empleadores valoran cada día más.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi aplicas el \u003Cstrong\u003EBusiness Intelligence\u003C/strong\u003E para generar propuestas de alto impacto \u003Cstrong\u003Eserás una persona invaluable para cualquier empresa\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYo sé que se de\u003Cstrong\u003E lo difícil que es crecer profesionalmente\u003C/strong\u003E. También sé lo frustrante que es ver que todos ascienden menos tú.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPara tu fortuna \u003Cstrong\u003Eeste curso\u003C/strong\u003E de Power BI desde cero \u003Cstrong\u003Ete enseñará a generar potentes dashboards\u003C/strong\u003E de una manera \u003Cstrong\u003Efácil \u003C/strong\u003Ey te dará una habilidad para\u003Cstrong\u003E destacar entre los demás\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESoy Julio, tengo \u003Cstrong\u003E8 años de experiencia \u003C/strong\u003Een el \u003Cstrong\u003EBusiness Intelligence\u003C/strong\u003E y esta habilidad fue la que \u003Cstrong\u003Eme permitió catapultar mi carrera\u003C/strong\u003E profesional hacia el \u003Cstrong\u003Eéxito\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEl generar propuestas de valor con el Business Intelligence\u0026nbsp; me ayudó a conseguir trabajos mejor pagados. \u003C/p\u003E\u003Cp\u003E¿Qué crees? \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEl 89% de los estudiantes del curso también ha mejorado su situación laboral.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡Inscríbete ahora y desarrolla esa habilidad que te hace falta!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ETe garantizo que \u003Cstrong\u003Eeste curso es todo lo que necesitas\u003C/strong\u003E para aprender a \u003Cstrong\u003Eanalizar y presentar grandes volúmenes de datos\u003C/strong\u003E. Estos son los pasos del éxito:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E1. Tomar \u003Cstrong\u003Etodas \u003C/strong\u003Elas lecciones del curso.\u003C/p\u003E\u003Cp\u003E2. \u003Cstrong\u003ERealizar \u003C/strong\u003Elos ejercicios prácticos.\u003C/p\u003E\u003Cp\u003E3. Estarás listo para hacer poderosos Dashboards\u0026nbsp; en cualquier caso de la vida real.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPreguntas frecuentes:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1. ¿Necesito un software especializado o de pago para poder tomar el curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: No. Solo necesitas instalar la paquetería de Power BI en su versión gratuita.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2. ¿Dónde obtengo la paquetería de Power BI?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: En el curso te enseñamos de donde descargarla y como instalarla.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3. ¿Necesito algún conocimiento previo para tomar el curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: No, el curso esta diseñado para empezar desde cero y llevarte de la mano por cada uno de los temas.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E4. ¿Qué podré hacer después del curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: Analizar grandes volúmenes de datos para generar propuestas de alto valor y presentarlas en gráficos visualmente atractivos.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDeja de perder las oportunidades laborales por no tener mas habilidades.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAñádete las \u003Cstrong\u003Ehabilidades que te harán brillar \u003C/strong\u003Eaprendiendo a generar propuestas de alto valor para el mundo de los negocios.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEn cuanto el mercado laboral reconozca que eres un experto Power BI \u003Cstrong\u003Etu carrera profesional comenzará a despegar\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003ESuena a \u0022truco de magia\u0022 pero la realidad es que \u003Cstrong\u003Etendrás una habilidad que es altamente demandada por las empresas.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDespués de tomar este curso \u003Cstrong\u003Etu carrera profesional cambiará totalmente\u003C/strong\u003E porque tendrás las herramientas necesarias para hacer propuestas de alto impacto basadas en datos. \u003Cstrong\u003ESerás del club de los profesionistas que tienen buenos ingresos.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡INSCRÍBETE AHORA y empieza a potenciar tu carrera!\u003C/strong\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/power-bi-desde-cero/","imageUri":"https://img-b.udemycdn.com/course/750x422/3944270_2fe3_18.jpg?secure=Lk0GvOUxss4gxVQHeX-vWg%3D%3D%2C1646189605","duration":"6 total hours","enrolledStudentsCount":"65.894 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Estudiantes y profesionales que quieran entrar en el mundo de los datos y el Business Intelligence.","Estudiantes y profesionales que quieran aprender a utilizar Power BI."],"tags":["Negocios","Analítica e inteligencia empresarial","Power BI de Microsoft"],"rating":{"count":1530,"averageValue":"4.2"},"instructors":[{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":321941,"totalNumberOfReviews":22747,"averageRating":4.363644843580522}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"43BDACE0AA84A989B598","originalPrice":"5.440 INR","discountedPrice":"3.536 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/flutter-advanced-course-clean-architecture-with-mvvm/":{"courseDetails":{"courseId":4256518,"title":"Flutter Advanced Course - Clean Architecture With MVVM","shortDescription":"Become a job ready flutter developer.","longDescription":"\u003Cp\u003EFlutter is defined as the Google’s UI toolkit for building beautiful, natively compiled applications for mobile (Android, iOS ) desktop (Linux, Mac, Windows, Google Fuchsia) and the web from a single codebase. Since Flutter is cross-platform, you can use the same code base for your iOS and Android app. This can definitely save you both time and resources. This course will help you to move from junior developer to experienced developer. You will have the knowledge of \u0022How to implement a structured project?\u0022. Your code will be easily readable, maintainable and sustainable. You will get a real experience from a real project so that you will start coding from scratch to build clean architecture project with MVVM. You will build presentation layer, data layer, domain layer and application layer step by step. This architecture is designed to make it easier to create stable apps even when outer elements such as UI, databases, or external APIs are always changing.\u0026nbsp;It’s essentially a collection of best practice design principles that help you keep business logic, or domain logic, together and minimize the dependencies within the system. After completing this course you can reuse the source code of this course and customize on it to build your clean architecture with MVVM project in a professional way.\u0026nbsp; \u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/flutter-advanced-course-clean-architecture-with-mvvm/","imageUri":"https://img-c.udemycdn.com/course/750x422/4256518_abea.jpg","duration":"20.5 total hours","enrolledStudentsCount":"11.110 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 11/2021","targetAudiences":["Developer who already has a knowledge in dart and flutter","Beginner and Junior developer who wants to master flutter","Developer who is searching for advanced topics in flutter","Developer who needs to create a structured project with clean architecture and MVVM","Developer who took beginner courses and still needs more","Developer who needs a course to become a job ready flutter developer"],"tags":["Programmierung","Mobile-Entwicklung","Mobile-Entwicklung"],"rating":{"count":270,"averageValue":"4.3"},"instructors":[{"name":"Mina Farid","url":"/user/aaaca20d-a4df-4def-b209-fa93ae0b74a1/","totalNumberOfStudents":10162,"totalNumberOfReviews":270,"averageRating":4.3322396}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEB_FREE","originalPrice":"5.760 INR","discountedPrice":"3.744 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/windows-command-line-cmd-batch-script-management/":{"courseDetails":{"courseId":2792036,"title":"Windows Command Line (cmd) \u0026 Batch Script Management","shortDescription":"Learn common commands used on a Windows command line (cmd) prompt \u0026 create / program batch scripts to automate cmd tasks","longDescription":"\u003Cp\u003EOne of the many tools that administrators use on a daily basis is the Windows Command Line (cmd) / Prompt. Over this course, you\u0027ll learn the following skills, which are often used in the real world by computer technicians:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E* How to create, rename, move and delete files and directories within the Windows operating system using the command line.\u003C/p\u003E\u003Cp\u003E* The different types of file systems and how to navigate between directories using the cmd prompt.\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Setting the date and time on your PC using the date, time and tzutil commands\u003C/p\u003E\u003Cp\u003E* Managing and formatting disk drives using the Diskpart command\u003C/p\u003E\u003Cp\u003E* Shutting down, restarting and logging off your machine\u003C/p\u003E\u003Cp\u003E* Viewing and applying group policy information using the Gpupdate and Gpresult commands, which can often be useful when troubleshooting conflicting group policies.\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;Creating cmd batch files and some of the most common commands used within them, which can often save time when dealing with repetitive tasks.\u003C/p\u003E\u003Cp\u003E*\u0026nbsp;How to access system information contained within the Windows Management Instrumentation database (WMI) information using the WMIC command and sub-commands.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWhilst there are some differences between versions of Windows, a lot of these commands haven\u0027t changed since Windows 2000, meaning that any prior knowledge of this subject, while not essential by any means, would be advantageous.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/windows-command-line-cmd-batch-script-management/","imageUri":"https://img-c.udemycdn.com/course/750x422/2792036_2444.jpg","duration":"31 total mins","enrolledStudentsCount":"63.340 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 9/2020","targetAudiences":["IT Professionals wanting to learn more about the Windows command prompt"],"tags":["IT \u0026 Software","Betriebssysteme \u0026 Server","Windows-Befehlszeile"],"rating":{"count":776,"averageValue":"3.9"},"instructors":[{"name":"John Courtenay","url":"/user/john-courtenay-2/","totalNumberOfStudents":248433,"totalNumberOfReviews":7474,"averageRating":4.099271389908257}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EFEB2022X","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/isoiec-27001-security-guidelines-for-organizational-users/":{"courseDetails":{"courseId":3996278,"title":"[2022] Cyber Security Guidelines for Organizational Users","shortDescription":"Cyber Security Guidelines to stay Safe and Secure online - for Users in Office, Working-From-Home or Roaming User","longDescription":"\u003Cp\u003EThis Course starts with a brief discussion on recent Security incidents that have occurred globally, will give an idea how these attacks are unfolded and how exactly a User lands himself in various scenarios leading to Account /Data / Asset or Process compromise.\u003C/p\u003E\u003Cp\u003EThis Course is built on the skeleton of ISO/IEC -27001 Information Security Management System framework which constitutes of various process for Data Protection, Asset Management, Physical Access and Business Continuity Protocols.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EThis Course is designed for the Organizational Users (IT\u0026nbsp;\u0026amp;\u0026nbsp;Non-IT\u0026nbsp;Employees) working from Office, Remotely working from Home \u0026amp; Employees working through various locations who may be constantly on move as a part of their duties. This course provides Security Guidelines to protect the Company Data, Accounts \u0026amp; Credentials and Physical Assets which they use to access Company Data and Resources. \u003C/p\u003E\u003Cp\u003EUpon successful completion, the Users will be more aware of how to use Company resources like Email, Laptop, Company Data etc. and avoid falling prey to various Security Attack and compromises. \u003C/p\u003E\u003Cp\u003EThis course can be also treated as Human Resources Training that can be offered to New joiners during the Induction to make them aware of the Company security Policies and make them aware of the ISO 27001 ISMS\u0026nbsp;Framework guidelines. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFew Ratings Here \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E*****\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EVery well made slide, especially it will be of great help to entry and mid level professional to get the overall insight and help to learn new terminology....Excellent course worth spending 1.5 hours\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E *****\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EI am working in Security Domain and participated in multiple compliance exercise. I can tell from my experience this is the most detailed explanation I have ever found.. Super recommended for everyone..\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E *****\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EVery informative and useful for organization users/anyone who is using web\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E *****\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThe course content and delivery of the same is extremely good and of great value. Really helpful\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E *****\u003C/p\u003E\u003Cp\u003E\u003Cem\u003Every good\u003C/em\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/isoiec-27001-security-guidelines-for-organizational-users/","imageUri":"https://img-b.udemycdn.com/course/750x422/3996278_f968.jpg?secure=AzVWPRN5S1rtg_yYOeEBRQ%3D%3D%2C1646199058","duration":"1.5 total hours","enrolledStudentsCount":"13.437 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 6/2021","targetAudiences":["All Organizational (IT \u0026 Non-IT) Users","Employees working from Home in this COVID-19 Pandemic scenario.","Employees - On the Move or Remote Employees or Travelling Employees.","Employees working from Office Locations"],"tags":["IT \u0026 Software","IT-Zertifizierungen","ISO/IEC 27001"],"rating":{"count":129,"averageValue":"4.7"},"instructors":[{"name":"Amit Upadhyay","url":"/user/amit-upadhyay-85/","totalNumberOfStudents":21773,"totalNumberOfReviews":427,"averageRating":4.459886942857143}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MARCH-AHEAD","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/14-in-1-home-business-course-choose-your-next-online-biz/":{"courseDetails":{"courseId":3207079,"title":"14 in 1 Home Business Course - Choose Your Next Online Biz!","shortDescription":"Discover 14 of the ways we\u0027ve generated an online income and learn step by step how to replicate it! (Check previews)","longDescription":"\u003Cp\u003E\u003Cem\u003EWould you like to learn how to create an instantly profitable information-selling business, that generates income day-in and day-out?\u0026nbsp; \t\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EWould you like to finally start making real money from the comfort of your home?\u0026nbsp; \t\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ECan you follow the easy instructions I will lay down for you in order to set up your very own cash cow business that will pay for years to come?\u0026nbsp; \t \u003C/em\u003E\t\t\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u003C/p\u003E\u003Cp\u003EIf you answered « yes » to any of the questions above, congratulations. \u003Cstrong\u003EYou are already on your way to financial freedom.\u0026nbsp; \t\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELet me help you!\u003C/strong\u003E\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E** Over 175,000 students have given us their trust and awarded us with 2,000\u002B\u0026nbsp; 5-star reviews! **\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- 11/18/2021:\u003C/strong\u003E Added full Shopify success course, from nothing to a profitable store in one week or less!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHi there,\u003C/p\u003E\u003Cp\u003EIf you are struggling to start your first online business (or don\u0027t know where to start), here is a collection of our 14 best rated courses, that have already helped over 175,000 students just like you to start earning payments and commissions online.\u003C/p\u003E\u003Cp\u003ECheck the video previews to discover the methods that we will reveal in this class.\u003C/p\u003E\u003Cp\u003ESee you inside the training! \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPlease considerate all our content is 30-days guaranteed refundable (100% of the purchasing price). So why not giving it a try today?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EYour devoted instructors,\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHoward \u0026amp; Antoine\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/14-in-1-home-business-course-choose-your-next-online-biz/","imageUri":"https://img-c.udemycdn.com/course/750x422/3207079_61c9.jpg","duration":"17 total hours","enrolledStudentsCount":"10,264 students","lastUpdated":"Last updated 7/2020","targetAudiences":["Aspiring Marketers","Anyone Looking to Start a Home Business","Business Owners That Want to Take Their Business to The Next Level"],"tags":["Business","Entrepreneurship","Home Business"],"rating":{"count":16,"averageValue":"3.5"},"instructors":[{"name":"Howard Lynch","url":"/user/howardlynch2/","totalNumberOfStudents":201361,"totalNumberOfReviews":2477,"averageRating":3.9351991562005275},{"name":"Antoine Lelievre","url":"/user/antoinelelievre/","totalNumberOfStudents":196369,"totalNumberOfReviews":2146,"averageRating":3.9245102597142862}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"559FB8FC2D3ED20DADA9","originalPrice":"12.800 INR","discountedPrice":"8.320 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/a-complete-masterclass-of-virtualization-from-scratch/":{"courseDetails":{"courseId":4360762,"title":"A Complete Masterclass of Virtualization from scratch","shortDescription":"Learn about Virtualization, VirtualBox, Vmware, Hypervisor, VM, EXSi. Configure and manage Virtual Machines from scratch","longDescription":"\u003Cp\u003EDescription\u003C/p\u003E\u003Cp\u003EIn this course, you will get a detailed understanding of the components that make up a virtual environment to lay a strong foundation for mastering computer virtualization and is designed for beginners who have little or no knowledge of virtualization. You will grasp the concept of virtualization and how it is used in corporate environments.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou get lifelong access to this course only in Udemy!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 30-day money-back guarantee!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EVirtualization is one of the most interesting and beneficial concepts in today’s IT world. Nearly everyone in IT has heard of virtualization and most have some experience with virtual datacenters. This video training \u0022VMware vSphere Virtualization from scratch\u0022 is created with a focus on IT professionals that are trying to learn virtualization, but could not figure out where to start as most training out there assume you already know the concept and start at a more advanced level than a total beginner. This training was created to fill that gap and to help network admins, storage admins, MS Infrastructure admins, server admins, and so on catch up with the virtualization boat before it’s too late.\u003Cbr\u003E\u003Cbr\u003EIn addition to the lectures, there will be quizzes, homework, and hand-out material just like a live classroom training\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/a-complete-masterclass-of-virtualization-from-scratch/","imageUri":"https://img-c.udemycdn.com/course/750x422/4360762_59c2.jpg","duration":"3 total hours","enrolledStudentsCount":"14.408 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 10/2021","targetAudiences":["Anyone who wishes to learn virtualization","Anyone who wants to get more work from their servers by virtualizing workloads","For better understanding of the concept of virtualisation","Beginners in ethical hacking.","Beginners in virtualisation and VirtualBox.","Newcomers to Linux and the command-line.","Anyone with an interest in computing and computing security, but without any solid experience."],"tags":["IT \u0026 Software","Betriebssysteme \u0026 Server","Virtualisierung"],"rating":{"count":38,"averageValue":"4.5"},"instructors":[{"name":"Ankush Choudhary","url":"/user/ankush-choudhary-6/","totalNumberOfStudents":47067,"totalNumberOfReviews":618,"averageRating":4.260635167592593}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEB_22_FREE","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/zero-to-hero-hands-on-mastery-on-html5-css3/":{"courseDetails":{"courseId":4407526,"title":"Zero to Hero hands-on mastery on HTML5 \u0026 CSS3","shortDescription":"Become a pro HTML5 and modern CSS3 developer by implementing every concepts through hands-on project based learning","longDescription":"\u003Cp\u003EIf you have been always thinking about learning web development or you have been thinking of becoming full-stack developer then this is the course that will not just teach you rather make you implement each and every concept of HTML5 and CSS3 like a pro.\u003C/p\u003E\u003Cp\u003EYou will learn every concepts by doing hands-on examples and projects.\u003C/p\u003E\u003Cp\u003EMany of the students just shy away from frontend technologies because they think it\u0027s not their cup of tea, but this course will break that perception and will make you a developer by teaching you how to implement the concepts without the need of being remembering anything.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe HTML5\u0026nbsp; topics that will be covered in the course are:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to web development\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClient-server architecture\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThree-tier architecture\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is HTML\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is CSS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is JavaScript\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELocal development environment setup with industry-standard tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPlugins and techniques to speed up development\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDebugging skills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStructure of HTML page\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHML tag and concept of attributes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVarious components of HTML document\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMeta tag and its importance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHead tag\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELink tag\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EScript tag\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDisplay tags like h1 until h6\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDisplay tags like paragraph, span, division, label\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInline vs block elements\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to use Entities in HTML\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENavigation via an anchor tag\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EButton tag\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELoading images on your website\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifferent utility tags to make text bold, italics emphasize\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EListing tags like ul, ol\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELayout tag like table\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to create Registration form in HTML\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVarious form tags in HTML like\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003Eform\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifferent types of input tag\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFile uploading\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating dropdown with different options\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWriting address in textarea\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHeader and Footer tag\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESection and Article tag\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVideo and Audio tag\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELoading various websites inside Iframe tag\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMuch more\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will get the complete source code so that if you get any doubts anywhere you can just refer the source code.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EThe topics that will be covered for CSS3 are:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to web development\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClient-server architecture\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThree-tier architecture\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is HTML\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is CSS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is JavaScript\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELocal development environment setup with industry-standard tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPlugins and techniques to speed up development\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDebugging skills\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStructure of HTML page\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHML tag and concept of attributes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVarious components of HTML document\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMeta tag and its importance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHead tag\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELink tag\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EScript tag\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInline, Embedded, External styling\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELinking external stylesheet in your Html\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing developer tools and knowing various components of it\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifferent types of CSS selectors\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to use fonts, colors, border, background style\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBox model in CSS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to solve problems due to box model\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMargin and Padding in CSS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDisplay and Visibility\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifferent types of positions in CSS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFloat and Clear\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsage of z-index property\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating layouts using Flexbox\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EResponsive web design using media queries\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifferent types of pseudo-selectors and their usages\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBox shadow and Text shadow\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnimation and Keyframes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETransition and its types\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETransformation and its types\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will get the complete source code so that if you get any doubts anywhere you can just refer the source code.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/zero-to-hero-hands-on-mastery-on-html5-css3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4407526_71b0.jpg","duration":"13 total hours","enrolledStudentsCount":"9.016 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 1/2022","targetAudiences":["Any beginner with interest to lean about web development","Any backend developer who wants to become full-stack developer"],"tags":["Programmierung","Webentwicklung","CSS"],"rating":{"count":33,"averageValue":"4.2"},"instructors":[{"name":"Obify Consulting","url":"/user/pvt-obify-consulting-services-ltd/","totalNumberOfStudents":32637,"totalNumberOfReviews":185,"averageRating":4.4234133165680465}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DA76EDB93FA565E11966","originalPrice":"10.880 INR","discountedPrice":"7.072 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/linux-operating-system-with-shell-from-scratch-for-beginners/":{"courseDetails":{"courseId":4216126,"title":"Linux Operating System: A complete Linux guide for Beginners","shortDescription":"Linux Command Line, Ubuntu, shell scripting, bash shell, Linux Administration, Linux Operating system, IT job essentials","longDescription":"\u003Cp\u003EThis is a \u003Cstrong\u003Ebrand new \u003C/strong\u003ELinux Administration course updated in \u003Cstrong\u003ENovember 2021\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003ELinux is the number 1 operating system in the Corporate world. \u003Cstrong\u003EIndustry\u0027s most powerful computers are Linux-based\u003C/strong\u003E. Linux is a popular \u003Cstrong\u003Eopen-source\u003C/strong\u003E operating system that’s easy to use and\u003Cstrong\u003E highly secure\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEvery time you use Google or Facebook or any other major Internet site, you are communicating with servers running Linux. Most DVRs, airplane, and automobile entertainment systems, and recent TVs run on Linux. Also, if you are using an Android phone, you are using a flavor of Linux.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ELinux offers low-cost servers that can run almost every major web development language available. With the availability of cloud computing, the Linux market share is skyrocketing.\u003C/p\u003E\u003Cp\u003EBy enrolling in this course you’ll learn what really matters and you’ll get the skills to get ahead and gain an edge, the \u003Cstrong\u003Ebest investment in your career\u003C/strong\u003E!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIf you want to start your career in Linux and have little or no knowledge of Linux then this course will definitely help. In this course, you will learn Linux installation, configuration, administration, shell scripting, and much more. It is specially designed for you in case you have \u003Cstrong\u003Eno prior experience\u003C/strong\u003E in Linux, or you’ve taken other related courses and you want to fill in gaps, or you are coming from other fields.\u003C/p\u003E\u003Cp\u003EYou\u0027ll have \u003Cstrong\u003Elifetime access\u003C/strong\u003E and you can return and look for a specific Linux concept or command anytime you want.\u003C/p\u003E\u003Cp\u003EIn addition to the lectures, there will be quizzes, additional resources, and hand-out material to aid the learning experience.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou\u0027ll also learn how to create your own Apache Server and host a real-time website.\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/linux-operating-system-with-shell-from-scratch-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4216126_a221.jpg","duration":"3.5 total hours","enrolledStudentsCount":"37.195 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Beginning IT professionals who want to expand into Linux","People with limited time.","Anyone with a desire to learn about Linux.","People thinking about a career as a Linux System Administrator or Engineer, and need to learn basics."],"tags":["Informática y software","Sistemas operativos y servidores","Linux"],"rating":{"count":388,"averageValue":"4.5"},"instructors":[{"name":"Ankush Choudhary","url":"/user/ankush-choudhary-6/","totalNumberOfStudents":47067,"totalNumberOfReviews":623,"averageRating":4.260635167592593}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEB_22_FREE_","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/operating-system-understanding-the-core/":{"courseDetails":{"courseId":3791114,"title":"Operating System: Understanding the core","shortDescription":"Operating System: A beginners Guide to core of Operating System, Understanding the basics of OS, Process, Scheduling etc","longDescription":"\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course is for complete beginners. In this course, we are going to look at the concepts of Operating System basics. This course is designed for a better understanding of basic concepts of Operating systems for people who do not have much idea about the operating systems.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn our daily lives, we interact with various smart devices like Smartphones, computers, ATMs, Car Music Systems. More and more devices are becoming digital by day and all these different devices have some or other sort of Operating system in them. \u003C/p\u003E\u003Cp\u003EWe interact with these devices every day and continuously. The curiosity of knowing \u0022How they interact in the back-end?\u0022 must have brought you here. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBecome familiar with the basic concepts of Operating Systems\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EKnowing about different operating systems like Windows, Mac, Mobile, Open-Source.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow the Operating system has evolved into what it is today: History and Evolution of the Operating system.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow Operating Systems works\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EA high-level look at Architecture Operating System Architecture\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow a process is created\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUnderstanding the consept CPU scheduling happens in Operating Systems\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EStorage Devices and File System\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EView the Digital world in a different dimension\u003Cbr\u003E\u003Cbr\u003EThis course describes all the challenges computer architects faced and are still facing in an attempt to make computers more power-efficient and high-performing than ever. And a look on future Technologies that are being developed and will shape the future.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/operating-system-understanding-the-core/","imageUri":"https://img-c.udemycdn.com/course/750x422/3791114_bd1a_2.jpg","duration":"1.5 total hours","enrolledStudentsCount":"6.345 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Anyone curious about operating systems","The Operating System: Understanding the core Fundamentals course is for the absolute beginner","You want a high-level understanding of how operating systems work"],"tags":["Informática y software","Sistemas operativos y servidores","Sistema operativo"],"rating":{"count":106,"averageValue":"4.1"},"instructors":[{"name":"Ankush Choudhary","url":"/user/ankush-choudhary-6/","totalNumberOfStudents":47067,"totalNumberOfReviews":623,"averageRating":4.260635167592593}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEB_22_FREE","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}}},"freeCourses":{"https://www.udemy.com/course/building-companys-website-using-wix/":{"courseDetails":{"courseId":4398150,"title":"Building company\u0027s website using WIX","shortDescription":"Learn how to make company\u0027s website in less than 1 hour","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/building-companys-website-using-wix/","imageUri":"https://img-c.udemycdn.com/course/750x422/4398150_69df_2.jpg","duration":"0","enrolledStudentsCount":"539 students","lastUpdated":null,"targetAudiences":["Designers","entrepreneurs","beginners","web designers","coders"],"tags":["Design","Web Design","Wix"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Design with ISKS","url":"/user/ishank-popli/","totalNumberOfStudents":1870,"totalNumberOfReviews":22,"averageRating":4.209972715}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/blenderphone/":{"courseDetails":{"courseId":4559136,"title":"Making a Phone | Blender 3D Modeling","shortDescription":"Create a 3D Phone Design Model, For Your Commercial or Personal Usage","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/blenderphone/","imageUri":"https://img-c.udemycdn.com/course/750x422/4559136_ab38.jpg","duration":"0","enrolledStudentsCount":"475 students","lastUpdated":null,"targetAudiences":["Those who would like to have their own 3D custom phone design for commercial or personal use."],"tags":["Design","3D \u0026 Animation","Blender"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Abhijit Kapoor","url":"/user/abhijit-kapoor-3/","totalNumberOfStudents":1077,"totalNumberOfReviews":14,"averageRating":4.788225615384615}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/theinvestors/":{"courseDetails":{"courseId":4461428,"title":"A Guide To Manage Your Investments In Currencies \u0026 Stocks","shortDescription":"THE INVESTORS CLUB","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/theinvestors/","imageUri":"https://img-b.udemycdn.com/course/750x422/4461428_d329_3.jpg?secure=2Rz7taukOqy36nTtpgh5Mg%3D%3D%2C1646188404","duration":"1","enrolledStudentsCount":"525 students","lastUpdated":null,"targetAudiences":["Forex Traders","Stock Traders","Real Estate Investors","Financial Planners","Financial Advisors","Chartered Accountants","Company Secretary","Cost Management Accountants"],"tags":["Finance \u0026 Accounting","Investing \u0026 Trading","Stock Trading"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Shreejit Jadhav","url":"/user/shreejit-7/","totalNumberOfStudents":554,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/scm-interview-preparation-questions-and-his-solutions/":{"courseDetails":{"courseId":4567872,"title":"Supply chain management interview Question and Answers","shortDescription":"Supply Chain Interview Q\u0026A","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/scm-interview-preparation-questions-and-his-solutions/","imageUri":"https://img-b.udemycdn.com/course/750x422/4567872_e5aa.jpg?secure=zjNJGI5gi8N5eDTnNSRGaA%3D%3D%2C1646175074","duration":"0","enrolledStudentsCount":"389 students","lastUpdated":null,"targetAudiences":["People going to attend interview on SCM domain"],"tags":["Teaching \u0026 Academics","Other Teaching \u0026 Academics"],"rating":null,"instructors":[{"name":"Pattabhi Raman","url":"/user/pattabhi-raman/","totalNumberOfStudents":811,"totalNumberOfReviews":1,"averageRating":4.5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/a-life-without-limits-part-1-3/":{"courseDetails":{"courseId":4562204,"title":"A life without limits part 1/3","shortDescription":"Get informed about the reasons that humans insist in thought. Acquire a full insight about the faults in human mindset.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/a-life-without-limits-part-1-3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4562204_8d49_2.jpg","duration":"0","enrolledStudentsCount":"327 students","lastUpdated":null,"targetAudiences":["People who desire to rule their selves and be independent","Anyone who loves learning more","Individuals who want to understand their mental world"],"tags":["Personal Development","Motivation","Growth Mindset"],"rating":null,"instructors":[{"name":"Savvas Chatzopoulos","url":"/user/chatzopoulos-savvas/","totalNumberOfStudents":328,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/mvp-10-day-challenge/":{"courseDetails":{"courseId":4549606,"title":"M.V.P 10 Day Challenge.","shortDescription":"How to use mediation, visualization and prayer to align your thoughts and intentions to attain your goals.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/mvp-10-day-challenge/","imageUri":"https://img-c.udemycdn.com/course/750x422/4549606_9aff_5.jpg","duration":"0","enrolledStudentsCount":"360 students","lastUpdated":null,"targetAudiences":["People interested in personal development, mindset, and manifestation ."],"tags":["Personal Development","Motivation","Growth Mindset"],"rating":null,"instructors":[{"name":"Douglas Bedford","url":"/user/douglasbedford/","totalNumberOfStudents":368,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/fiber-to-fabric-class-7-science/":{"courseDetails":{"courseId":4571014,"title":"Fiber to Fabric Class 7 Science","shortDescription":"Various steps involved in processing of fibers into wool and Life cycle of silk worm","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/fiber-to-fabric-class-7-science/","imageUri":"https://img-c.udemycdn.com/course/750x422/4571014_226b.jpg","duration":"1","enrolledStudentsCount":"388 students","lastUpdated":null,"targetAudiences":["Students who are interested to know about the various steps involved in processing of fibers into wool \u0026 also the four stages in the life cycle of silkworm."],"tags":["Teaching \u0026 Academics","Science","Materials Science"],"rating":null,"instructors":[{"name":"Prabh Kirpa Classes","url":"/user/prabh-kirpa-classes/","totalNumberOfStudents":6944,"totalNumberOfReviews":72,"averageRating":4.3097770749999995}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/web-application-security-for-the-absolute-beginner/":{"courseDetails":{"courseId":4474024,"title":"Web Application Security for the absolute beginner","shortDescription":"Learn the basics of web application security from the ground up with zero prior experience","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/web-application-security-for-the-absolute-beginner/","imageUri":"https://img-c.udemycdn.com/course/750x422/4474024_3560_2.jpg","duration":"0","enrolledStudentsCount":"4,430 students","lastUpdated":null,"targetAudiences":["Beginners interested about application security","Security Architects","Security auditors","Security Managers"],"tags":["IT \u0026 Software","Network \u0026 Security","Web Application Security Tester"],"rating":{"count":12,"averageValue":"4.0"},"instructors":[{"name":"Taimur Ijlal","url":"/user/taimur-ijlal/","totalNumberOfStudents":5889,"totalNumberOfReviews":42,"averageRating":4.378864224242424}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/binary-trees-in-python/":{"courseDetails":{"courseId":4567334,"title":"Binary Trees in Python: Traversals and Views","shortDescription":"Learn about Binary Trees, Its Different Traversals and Views","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/binary-trees-in-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/4567334_7800.jpg","duration":"0","enrolledStudentsCount":"1,321 students","lastUpdated":null,"targetAudiences":["Anyone who is curious to know, how traversals and views of a Binary tree works and someone who wants to learn that."],"tags":["Development","Programming Languages"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Abhishek Salaria","url":"/user/abhishek-salaria-3/","totalNumberOfStudents":3333,"totalNumberOfReviews":73,"averageRating":4.549623564383561}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/electrical-systems-professional-masterclass/":{"courseDetails":{"courseId":3552469,"title":"Electrical Systems: Plan Electrical wiring for any premises","shortDescription":"Learn the key ingredients to become a professional in Electrical System Commissioning and Maintenance","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/electrical-systems-professional-masterclass/","imageUri":"https://img-c.udemycdn.com/course/750x422/3552469_8969_6.jpg","duration":"1","enrolledStudentsCount":"906 students","lastUpdated":null,"targetAudiences":["Anyone, Electricians, Electrical Engineers, Technician,","Electrical Contractor, Electrical Maintenance Engineer, Power distribution company employee","Plant Maintenance, Facility Maintenance, Factory Maintenance engineer"],"tags":["Teaching \u0026 Academics","Engineering","Electrical Engineering"],"rating":{"count":24,"averageValue":"4.4"},"instructors":[{"name":"Gamma Skills","url":"/user/gamma-skills/","totalNumberOfStudents":906,"totalNumberOfReviews":24,"averageRating":4.3993793}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/home-network-optimization-for-dummies/":{"courseDetails":{"courseId":4541324,"title":"Home Network Optimization For Dummies","shortDescription":"Solve Your Home Network Problems in 2 Hours","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/home-network-optimization-for-dummies/","imageUri":"https://img-b.udemycdn.com/course/750x422/4541324_858f_4.jpg?secure=4JTKLm4PJvnCxDU9z_mjVw%3D%3D%2C1646176573","duration":"2","enrolledStudentsCount":"1,240 students","lastUpdated":null,"targetAudiences":["Have enough of home network issues? Wish someone can help you in a very layman, easy to understand manner?","This is a course derived by a regular Joe, made for dummies by a dummy himself. I hope to share what I know, in the hope it can help others as well. The small amount I charge is just for the time invested and to allow me to continue to update my content.","Course Launch Sale: This course will be made available at current price for the initial 1 month before subsequent upgrade to higher pricing tier. Enrol now!"],"tags":["IT \u0026 Software","Network \u0026 Security","IT Networking Fundamentals"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Reuben Ch","url":"/user/reuben-cheu/","totalNumberOfStudents":1245,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/mini-course-3ds-max-v-ray-basic-exterior-project/":{"courseDetails":{"courseId":4513538,"title":"Learn 3ds Max \u002B V-Ray For Architectural Visualization","shortDescription":"Use 3ds Max and V-Ray to develop the model download into a stunning rendering. A great introduction to arch viz workflow","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/mini-course-3ds-max-v-ray-basic-exterior-project/","imageUri":"https://img-c.udemycdn.com/course/750x422/4513538_9413.jpg","duration":"1","enrolledStudentsCount":"862 students","lastUpdated":null,"targetAudiences":["Those looking to start learning architectural visualization and/or 3d graphics","Students who want to learn powerful 3d graphics software 3ds Max, and professional rendering software V-Ray","Beginners wanting to start creating photorealistic renderings with 3d software"],"tags":["Design","3D \u0026 Animation","3ds Max"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Adam Zollinger","url":"/user/adamzollinger2/","totalNumberOfStudents":119258,"totalNumberOfReviews":12323,"averageRating":4.388490281747573}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-conduct-a-research-project/":{"courseDetails":{"courseId":4310252,"title":"How to Conduct a Research Project","shortDescription":"For High School Students","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-conduct-a-research-project/","imageUri":"https://img-c.udemycdn.com/course/750x422/4310252_a4f6.jpg","duration":"0","enrolledStudentsCount":"1,237 students","lastUpdated":null,"targetAudiences":["Interested in research project in any field of study, this course is pretty general and can be used as a guide for any research project."],"tags":["Personal Development","Career Development","Research Methods"],"rating":{"count":9,"averageValue":"4.6"},"instructors":[{"name":"Şi̇yar Özmen","url":"/user/siyar-ozmen-2/","totalNumberOfStudents":1237,"totalNumberOfReviews":9,"averageRating":4.551967}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/public-speaking-essentials-/":{"courseDetails":{"courseId":4404015,"title":"Public Speaking Essentials with Television\u0027s Kathy Le","shortDescription":"Public Speaking made easy with practical and effective skills and concepts that will allow you to elevate your speaking","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/public-speaking-essentials-/","imageUri":"https://img-b.udemycdn.com/course/750x422/4404015_0c68.jpg?secure=ZjS4Y_uzXb0QPBQxVP7iEg%3D%3D%2C1646182992","duration":"0","enrolledStudentsCount":"1,456 students","lastUpdated":null,"targetAudiences":["Public Speaking Essentials is for the student who realizes that polished public speaking skills is a powerful tool to help them achieve their personal and career goals. The program provides basic concepts and tips to help the student kick off their public speaking journey on the right foot. It sets the foundation that will allow the student to be able to build and achieve a higher level of speaking efficiency and proficiency."],"tags":["Personal Development","Career Development","Public Speaking"],"rating":{"count":23,"averageValue":"4.7"},"instructors":[{"name":"Kathy Le","url":"/user/kathy-le-11/","totalNumberOfStudents":1459,"totalNumberOfReviews":29,"averageRating":4.745069982758621}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/50-ways-to-get-stay-motivated/":{"courseDetails":{"courseId":4562478,"title":"50 Ways To Get \u0026 Stay Motivated","shortDescription":"Learn How To Always Get \u0026 Stay Motivated No Matter What","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/50-ways-to-get-stay-motivated/","imageUri":"https://img-c.udemycdn.com/course/750x422/4562478_d161.jpg","duration":"0","enrolledStudentsCount":"1,015 students","lastUpdated":null,"targetAudiences":["Entrepreneurs","Students","Sales People","Every day person that wants to get motivated"],"tags":["Personal Development","Personal Productivity"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Daniel Barada","url":"/user/daniel-barada/","totalNumberOfStudents":23209,"totalNumberOfReviews":620,"averageRating":4.175001811428572}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/teach-me-physics-part-one/":{"courseDetails":{"courseId":4321176,"title":"Teach Me: PHYSICS (PART 1)","shortDescription":"Learn highschool and university physics from top to bottom","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/teach-me-physics-part-one/","imageUri":"https://img-b.udemycdn.com/course/750x422/4321176_04f6_5.jpg?secure=HeHKNBCI2azgT6FCmz_gbw%3D%3D%2C1646194139","duration":"0","enrolledStudentsCount":"769 students","lastUpdated":null,"targetAudiences":["People interested in learning physics."],"tags":["Teaching \u0026 Academics","Science","Physics"],"rating":null,"instructors":[{"name":"Mr Mokelu","url":"/user/mr-mokelu-2/","totalNumberOfStudents":768,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/fundamentals-of-dc-circuits-with-tips-tricks/":{"courseDetails":{"courseId":4541654,"title":"Fundamentals of DC Circuits with Tips and Tricks","shortDescription":"DC Circuits analysis","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/fundamentals-of-dc-circuits-with-tips-tricks/","imageUri":"https://img-c.udemycdn.com/course/750x422/4541654_e275_2.jpg","duration":"0","enrolledStudentsCount":"882 students","lastUpdated":null,"targetAudiences":["Students of PCM studying in \u002B1/\u002B2, undergraduate engineering students"],"tags":["Teaching \u0026 Academics","Engineering","Electrical Circuits"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Dr. Neha Gupta","url":"/user/dr-neha-gupta-2/","totalNumberOfStudents":881,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/legal-reasoning-for-clat-from-nlu-toppers/":{"courseDetails":{"courseId":4551892,"title":"Legal Reasoning for CLAT 2022 from NLU Toppers","shortDescription":"Comprehensive course on how to tackle the Legal Aptitude section for CLAT and other law entrance exams.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/legal-reasoning-for-clat-from-nlu-toppers/","imageUri":"https://img-c.udemycdn.com/course/750x422/4551892_11fc.jpg","duration":"1","enrolledStudentsCount":"453 students","lastUpdated":null,"targetAudiences":["CLAT, AILET, LSAT, SLAT, CULEE, CAT(CUSAT), KLEE, \u0026 other law entrance exam aspirants.","Anyone who\u0027s interested in knowing about Indian laws."],"tags":["Teaching \u0026 Academics","Test Prep","Law"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Indic Law Entrance","url":"/user/law-indic-entrance/","totalNumberOfStudents":453,"totalNumberOfReviews":2,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/make-stylized-tree-by-using-blender-and-unity/":{"courseDetails":{"courseId":4540372,"title":"Make Stylized Tree by using Blender and Unity","shortDescription":"Modeling in Blender, Make Shader in Unity","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/make-stylized-tree-by-using-blender-and-unity/","imageUri":"https://img-c.udemycdn.com/course/750x422/4540372_46f0_4.jpg","duration":"0","enrolledStudentsCount":"688 students","lastUpdated":null,"targetAudiences":["Beginner Blender developers","Beginner Unity developers","Beginner Game developers"],"tags":["Development","Game Development","Game Asset"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Won Hurry","url":"/user/hurrywon/","totalNumberOfStudents":1388,"totalNumberOfReviews":5,"averageRating":4.11334536}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/docker-with-laravelphp-and-mysql-the-most-detailed-course/":{"courseDetails":{"courseId":4525516,"title":"Docker with laravel/PHP and MySQL- the most detailed course","shortDescription":"Docker - the most detailed course","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/docker-with-laravelphp-and-mysql-the-most-detailed-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/4525516_fde4_2.jpg?secure=LDgErjassAYKrNVWfnP_WQ%3D%3D%2C1646179046","duration":"0","enrolledStudentsCount":"1,920 students","lastUpdated":null,"targetAudiences":["Everyone who want to find out how to using docker."],"tags":["Development","Web Development","Docker"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"theMostDetailedCourses Lynnno","url":"/user/themostdetailedcourses/","totalNumberOfStudents":5386,"totalNumberOfReviews":20,"averageRating":4.2881}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-sell-online-courses-with-facebook-ads/":{"courseDetails":{"courseId":4524144,"title":"How To Sell Online Courses With Facebook Ads","shortDescription":"Discover how to make Facebook Ads work for your online course.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-sell-online-courses-with-facebook-ads/","imageUri":"https://img-c.udemycdn.com/course/750x422/4524144_1e56.jpg","duration":"0","enrolledStudentsCount":"1,236 students","lastUpdated":null,"targetAudiences":["The course is for anyone who wants to create their own online courses such as coaches, therapists, consultants, healers/therapists, life coaches, financial advisers, etc.","Business Marketing","Begginers","Social Media hobbyist"],"tags":["Teaching \u0026 Academics","Online Education","Facebook Ads"],"rating":{"count":3,"averageValue":"3.4"},"instructors":[{"name":"Money Makers Academy","url":"/user/money-makers-team/","totalNumberOfStudents":222830,"totalNumberOfReviews":5331,"averageRating":3.988895829767441}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/introduction-to-yaml-a-hands-on-course-2022/":{"courseDetails":{"courseId":4548478,"title":"Introduction to YAML - A hands -on course","shortDescription":"Learn YAML by doing - This ain\u0027t just a theory course","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/introduction-to-yaml-a-hands-on-course-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4548478_487f.jpg","duration":"0","enrolledStudentsCount":"1,009 students","lastUpdated":null,"targetAudiences":["Begineer DevOps Engineer","Software Developers who work with YAML","Docker and Kubernetes Engineer"],"tags":["Development","Programming Languages","YAML"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Mohit Kumar","url":"/user/mohit-kumar-13/","totalNumberOfStudents":2053,"totalNumberOfReviews":19,"averageRating":4.408925567741936}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/secrets-of-a-successful-portfolio-become-unique/":{"courseDetails":{"courseId":4553702,"title":"Secrets of a Successful Portfolio: Become Unique","shortDescription":"Become unique among competitors","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/secrets-of-a-successful-portfolio-become-unique/","imageUri":"https://img-c.udemycdn.com/course/750x422/4553702_e57b.jpg","duration":"0","enrolledStudentsCount":"1,333 students","lastUpdated":null,"targetAudiences":["This course is mainly targeted toward anyone who is a professional looking for a way to appeal themselves to potential employers. Other than that, this course is perfect for absolutely anyone, due to the fact that making a portfolio is a useful skill for absolutely anyone."],"tags":["Personal Development","Other Personal Development","Professional Portfolio"],"rating":null,"instructors":[{"name":"Express Skills Academy by James Renua","url":"/user/james-renua/","totalNumberOfStudents":64909,"totalNumberOfReviews":941,"averageRating":4.139130194444444},{"name":"Tony Brooks","url":"/user/tony-brooks-14/","totalNumberOfStudents":20825,"totalNumberOfReviews":173,"averageRating":4.392161182828283}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/user-experience-design-fundamentals-part-1-of-3/":{"courseDetails":{"courseId":4551928,"title":"User Experience Design Fundamentals (Part 1 of 3)","shortDescription":"UX Design Theory","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/user-experience-design-fundamentals-part-1-of-3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4551928_9997_4.jpg","duration":"0","enrolledStudentsCount":"1,321 students","lastUpdated":null,"targetAudiences":["Beginners who want to explore UX Design field!"],"tags":["Design","User Experience Design"],"rating":{"count":2,"averageValue":"4.0"},"instructors":[{"name":"John Naveen K","url":"/user/john-naveen-2/","totalNumberOfStudents":4970,"totalNumberOfReviews":68,"averageRating":3.5311808411764702}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/the-24-hour-book-launch-method/":{"courseDetails":{"courseId":1286354,"title":"The  Book Launch Method","shortDescription":"Sell Books, Build Your Email List","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/the-24-hour-book-launch-method/","imageUri":"https://img-c.udemycdn.com/course/750x422/1286354_31ad_4.jpg","duration":"0","enrolledStudentsCount":"783 students","lastUpdated":null,"targetAudiences":["Authors who are tired of flat launches with no results","Authors who want to build their email lists","Authors who want to sell books online"],"tags":["Marketing","Product Marketing","Book Marketing"],"rating":{"count":2,"averageValue":"4.0"},"instructors":[{"name":"Kimberly Rempel","url":"/user/kim-rempel/","totalNumberOfStudents":783,"totalNumberOfReviews":2,"averageRating":4}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/staying-connected/":{"courseDetails":{"courseId":4488502,"title":"Staying Connected - Bridging Digital Gaps","shortDescription":"Accessible digital training for aging adults and beginners","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/staying-connected/","imageUri":"https://img-c.udemycdn.com/course/750x422/4488502_3f11_3.jpg","duration":"1","enrolledStudentsCount":"504 students","lastUpdated":null,"targetAudiences":["Aging adults and those who want to participate digital communities but lack the technological skills."],"tags":["IT \u0026 Software","Hardware","Computer Skills"],"rating":null,"instructors":[{"name":"Wilfred Sam-King","url":"/user/wilfred-sam-king/","totalNumberOfStudents":504,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null}}}