{"coursesWithCoupon":{"https://www.udemy.com/course/learn-aspnet-mvc-and-entity-framework/":{"courseDetails":{"courseId":2286771,"title":"Learn ASP.NET MVC and Entity Framework (Database First)","shortDescription":"Learn the fundamentals of ASP.NET MVC and Entity Framework by building a small but practical school management system.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EOverview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUsing MVC, Entity Framework, and ASP.NET Scaffolding, we will go through building a small school management system while learning key concepts in ASP.NET\u0026nbsp;MVC development. This course will show you how to leverage MVC\u0027s Scaffolding features to quickly construct data driven html pages and how to write queries to the database using .NET\u0027s famed Entity Framework with C#. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUPDATED CONTENT \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E.NET Framework is nearing end of support from Microsoft. \u003Cstrong\u003E.NET 6 \u003C/strong\u003Eis the latest technology and learning it is made available to you through my course \u003Cstrong\u003EComplete ASP.NET Core and Entity Framework Development. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy Learn .NET\u0026nbsp;MVC\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMicrosoft .NET is the platform that drives the business technology of many of the top corporations in the United States and many other countries. It is the predominant technology used to drive enterprise-scale business technology. Companies have chosen .NET because for its proven scalability, reliability, and support.\u003C/p\u003E\u003Cp\u003EThe .NET language of choice to learn is C#, as it is among the most widely used languages today. It’s a general purpose programming language that can handle almost any problem, from desktop to mobile to dynamic web applications. As such, there is a high demand across the world for .NET developers in a variety of industries, so that means that more jobs are available for candidates with a foundation built upon .NET technologies.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout This Course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course, you will also learn how to use Javascript, JQuery and JQueryUI and Ajax to develop dynamic and user friendly user interfaces. All interfaces will be keenly styled using the standard Bootstrap CSS Framework, which is used to maintain a standard look and feel across all pages. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAt the end of this course, you should be able to: \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBuild a fully data driven web application\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand the MVC Folder Structure\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdd Data models to your project using Entity Framework\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWrite basic LINQ queries\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand how Models, Views and Controllers combine to facilitate a web application\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand Razor Syntax in views \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand C#\u0026nbsp;Model Classes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand how to add views and actions to a controller\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse Bootstrap to insert JavaScript controls (sliders, etc), button and text styles and manipulate the overall layout\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUpload a project to GitHub\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage Packages in an MVC Project\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUser JQuery and tools to increase interactivity and animations on the interface.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EContent and Overview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETo take this course, you will need to have some knowledge of Object Oriented Programming, if not C#. Even if you do not have much exposure to the .NET development stack, this course is very beginner friendly and chock full of development tips. \u003C/p\u003E\u003Cp\u003EThis course has over 6 hours of premium content, but smartly broken up to highlight a set of related activities based on each module in the application that is being built. We will also look at troubleshooting and debugging errors as we go along; implementing best practices; writing efficient logic and understanding why developers do things the way they do. Your knowledge will grow, step by step, throughout the course and you will be challenged to be the best you can be.\u003C/p\u003E\u003Cp\u003EBy the time you have finished the course you will have moved around in Visual Studio and examined logic and syntax errors so much, that it will be second nature for you when working in the .NET environment. This will put your new learned skills into practical use and \u003Cstrong\u003Eimpress your boss and coworkers\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThe course is \u003Cstrong\u003Ecomplete with working files hosted on GitHub, with the inclusion of some files to make it easier for you to replicate the code being demonstrated\u003C/strong\u003E. You will be able to work alongside the author as you work through each lecture and will receive a verifiable certificate of completion upon finishing the course.\u003C/p\u003E\u003Cp\u003EClicking the \u003Cstrong\u003ETake This Course\u003C/strong\u003E button could be the best step you could take towards quickly increasing your income and marketability! Also, remember that if you don\u0027t think the course is worth what you spent, you have a full 30 days to get a no questions asked refund!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIt\u0027s time to take action! \u003C/strong\u003EThis deal will not be available forever!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee you in the course!\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-aspnet-mvc-and-entity-framework/","imageUri":"https://img-c.udemycdn.com/course/750x422/2286771_db21_6.jpg","duration":"6.5 total hours","enrolledStudentsCount":"80,376 students","lastUpdated":"Last updated 11/2021","targetAudiences":["Beginner .NET Developers seeking to explore modern website development methods","Intermediate .Net Developers seeking more answers"],"tags":["Development","Web Development","ASP.NET MVC"],"rating":{"count":504,"averageValue":"4.3"},"instructors":[{"name":"Trevoir Williams","url":"/user/trevoirwilliams/","totalNumberOfStudents":314974,"totalNumberOfReviews":7444,"averageRating":4.524788909199701},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":728941,"totalNumberOfReviews":25798,"averageRating":4.434677062397036},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":724118,"totalNumberOfReviews":25821,"averageRating":4.443887536367382}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5E50B19F53E9DFB35508","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/advanced-strategies-to-secure-better-upwork-clients/":{"courseDetails":{"courseId":3797780,"title":"Advanced Strategies to Secure Better UpWork Clients","shortDescription":"Create an Irresistible Upsell and Manage Your Money Well","longDescription":"\u003Cp\u003EYou\u0027ve probably been experiencing some success on Upwork. But, you\u0027re looking for more. Maybe you want to become a full-time UpWork freelancer or you\u0027re already a full-time UpWork freelancer looking for more income. This course is for you.\u003C/p\u003E\u003Cp\u003EI am a Top Rated UpWork freelancer who understands how to get better UpWork clients using an upsell strategy. My background in finance has also helped me better manage my new income. Combining a great upsell with sound financial management will help you get the most out of your UpWork experience.\u003C/p\u003E\u003Cp\u003EYou\u0027ll be an UpWork expert by the end of this course. I\u0027ll teach you how to:\u003C/p\u003E\u003Cp\u003E- Identify your ONE thing.\u003C/p\u003E\u003Cp\u003E- Build your personal brand.\u003C/p\u003E\u003Cp\u003E- Add a personal touch to interactions with potential clients.\u003C/p\u003E\u003Cp\u003E- Create an irresistible 3-tier proposal.\u003C/p\u003E\u003Cp\u003E- Get potential clients to take you seriously.\u003C/p\u003E\u003Cp\u003E- Achieve your financial goals.\u003C/p\u003E\u003Cp\u003E- Budget for wealth.\u003C/p\u003E\u003Cp\u003EA successful freelancing course is possible on UpWork. This advanced UpWork course teaches you how to get there. It’s \u003Cstrong\u003E\u003Cem\u003Ethe\u003C/em\u003E\u003C/strong\u003E course that will help you stand out in a crowded marketplace with over 18 million freelancers.\u003C/p\u003E\u003Cp\u003EUse the strategies you learn to not only attract better UpWork clients, but to also expand your freelance career. You can accomplish so much by actively applying the principles taught in this course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/advanced-strategies-to-secure-better-upwork-clients/","imageUri":"https://img-c.udemycdn.com/course/750x422/3797780_45dd.jpg","duration":"2.5 total hours","enrolledStudentsCount":"13,766 students","lastUpdated":"Last updated 2/2022","targetAudiences":["UpWork freelancers"],"tags":["Business","Entrepreneurship","Upwork"],"rating":{"count":49,"averageValue":"4.4"},"instructors":[{"name":"Christine McLean","url":"/user/54bc4a3f56561/","totalNumberOfStudents":18829,"totalNumberOfReviews":135,"averageRating":4.5606516},{"name":"Trevoir Williams","url":"/user/trevoirwilliams/","totalNumberOfStudents":314974,"totalNumberOfReviews":7444,"averageRating":4.524788909199701},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":728941,"totalNumberOfReviews":25798,"averageRating":4.434677062397036},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":724118,"totalNumberOfReviews":25821,"averageRating":4.443887536367382}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"65F16AF9A16B14C3CD1E","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/the-english-conversation-course/":{"courseDetails":{"courseId":4495658,"title":"The English Conversation Course | Master the key expressions","shortDescription":"An English conversation course like no other - a course designed to get you speaking in every lesson!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWelcome to our English Conversation Course!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBy taking this course, you will develop the most important English skill - the ability to converse in English.\u003C/p\u003E\u003Cp\u003EIn this course, you will learn how to converse in English in topics that are relevant for for beginner learners, so we deal with the most common topics, such as talking about names and age, and the language structure is appropriate for beginner learners. \u003C/p\u003E\u003Cp\u003EThe main aim of this course is to develop your speaking skill, so in every video lesson, there are various speaking practices meaning that you will need to speak out loud and participate in every lesson.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe core components of the course are\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELesson\u003C/em\u003E\u003C/strong\u003E - this is where you learn the key expressions. You will learn the meaning and usage rule of every expression, and you will also practice each expression in the lesson\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ESpeaking drill\u003C/em\u003E\u003C/strong\u003E - this is the practice stage. You will practice the expression learned in the lesson multiple times, and this repetition-based practice will help to retain what you are learning in the long-term.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EReview lesson\u003C/em\u003E\u003C/strong\u003E - this is the review and practice stage. You will practice the expressions you learned in the previous 2 or 3 lessons in a dialogue format. This will give you the feeling of practising the expressions in a more conversation like format.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EAs this is an English speaking course, active learning and repetition are fundamental principle of this course, so do make sure to watch our lessons in a place where you can speak out loud (at least be able to whisper).\u003C/p\u003E","language":"Inglês","courseUri":"https://www.udemy.com/course/the-english-conversation-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4495658_8d52.jpg","duration":"8.5 total hours","enrolledStudentsCount":"2.684 alunos","lastUpdated":"Última atualização em 3/2022","targetAudiences":["All English learners"],"tags":["Ensino e estudo acadêmico","Aprendizagem de idiomas","Conversação em inglês"],"rating":{"count":9,"averageValue":"4.7"},"instructors":[{"name":"English Studio","url":"/user/english-studio-22/","totalNumberOfStudents":2684,"totalNumberOfReviews":9,"averageRating":4.733678}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5B516E1C58414AA7DEDC","originalPrice":"₹12,800","discountedPrice":"₹8,320","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/wordpress-elementor-for-beginners-course/":{"courseDetails":{"courseId":4328774,"title":"Wordpress \u0026 Elementor for Beginners, Fast \u0026 Easy Course","shortDescription":"The fastest, easiest, and most efficient way to learn how to build great professional Websites, and Blogs.","longDescription":"\u003Cp\u003EIn this course, we will take you from the very beginning of your WordPress experience to being able to build a professional website or blog of your own. We will show you how to approach WordPress and Elementor from the very beginning. We will show clear, and concise steps on how to use every aspect of WordPress, and all the other ancillary services that you will require to successfully create and host your great website or blog.\u003C/p\u003E\u003Cp\u003E1) We will show you how to create a beautiful website, just like the one in the demo.\u003C/p\u003E\u003Cp\u003E2) Your website will not be just for show, our website will be highly functional as well.\u003C/p\u003E\u003Cp\u003E3) We will teach you how to use Elementor to create modern, and clean websites, creating a great customer experience.\u003C/p\u003E\u003Cp\u003E4) The websites you build will be responsive, and compatible on all devices, especially smartphones.\u003C/p\u003E\u003Cp\u003E5) You will discover how to create and manage navigation menus\u003C/p\u003E\u003Cp\u003E6) Create your own homepage\u003C/p\u003E\u003Cp\u003E7) A “contact us” page with a personalized contact form and Google Map\u003C/p\u003E\u003Cp\u003E8) Most importantly you will learn to create a WooCommerce store that will allow you to sell and be paid for your products or services instantly!!\u003C/p\u003E\u003Cp\u003EI have been working with WP for almost 10 years now, and there has never been a better time to start learning how to use this wonderful platform. Elementor in particular has simplified many previously difficult, or laborious tasks and made it so much easier to create the exact content you have in mind, for your website or blog.\u003C/p\u003E\u003Cp\u003EWe will teach you about Elementor, the wonderful page builder, which has changed the WordPress landscape. Using Elementor we can easily create new pages and sections of our website, create maps, add photos, your imagination is really the only limit.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOccasionally during the chapters of our WordPress course, we will refer to various links, to services or products that we are using within the course, these are called affiliate links. You can use these links to get great discounts on the services and products in question.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOne of the most important things, as you begin to learn about WordPress, is not to feel overwhelmed or frustrated. We are here to support you throughout your journey, pause, and ask us any questions you may have, then go back when you feel confident enough. Also, don’t be afraid to try things, WP can be rolled back at any time to a previous state, so go ahead and explore the platform to its fullest.\u003C/p\u003E\u003Cp\u003ENot everyone who follows this course will have the same goals, but we really want to make sure that each and every student is able to fulfill their goal which made them purchase this course.\u003C/p\u003E\u003Cp\u003EAlso, remember that we do this for a living, we build and maintain hundreds of websites, in many different countries. We are constantly updating our know-how, and integrating new plugins, themes, content websites, and service partners. Our work landscape changes so quickly that we must remain on the cutting edge of technology in order to remain competitive, and we want to transfer that know-how in the purest and simplest form available.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/wordpress-elementor-for-beginners-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4328774_ca61.jpg","duration":"3 total hours","enrolledStudentsCount":"319 students","lastUpdated":"Last updated 3/2022","targetAudiences":["Most people probably think that making great websites is a complex and expensive process, we have built this course to show you that by following some simple rules, and learning to use the tools included in Wordpress and Elementor, anyone can built a fantastic, and functional website or blog.","People who are not willing to pay an extortionate rate for a website, when they could easily build one themselves.","People who have previously tried to use Wordpress, but have given up because they felt overwhelmed, we will make sure you have all of the resources necessary to bring your learning process to fruition.","Anyone who is looking for a great new challenge!","Anyone who is looking to learn a new skill, which could potentially become a new income stream."],"tags":["Design","Web Design","WordPress"],"rating":{"count":16,"averageValue":"4.9"},"instructors":[{"name":"Marco Perdonò","url":"/user/marco-perdono-3/","totalNumberOfStudents":321,"totalNumberOfReviews":16,"averageRating":4.911593},{"name":"Chris O’Neill","url":"/user/chris-oneill-31/","totalNumberOfStudents":321,"totalNumberOfReviews":16,"averageRating":4.911593}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEWPCOURSE1000","originalPrice":"5.120 ₹","discountedPrice":"3.328 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/deep-learning-for-algorithmic-trading-using-python/":{"courseDetails":{"courseId":4520064,"title":"Deep Learning for algorithmic trading using Python","shortDescription":"Artificial intelligence, Backtesting, optimization for algorithmic trading with MetaTrader 5. Bot included","longDescription":"\u003Cp\u003E\u003Cstrong\u003EYou already know python, and you want to monetize and diversify your knowledge?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou already have some trading knowledge, and you want to learn about artificial intelligence in algorithmic trading?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou are simply a curious person who wants to get into this subject?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIf you answer at least one of these questions, I welcome you to this course. For \u003Cstrong\u003Ebeginners in python\u003C/strong\u003E, don\u0027t panic! There is a python course (small but condensed) to master this python knowledge.\u003C/p\u003E\u003Cp\u003EIn this course, you will learn how to program \u003Cstrong\u003Estrategies from scratch\u003C/strong\u003E. Indeed, after a crash course in Python, you will learn how to implement a system based on \u003Cstrong\u003EDeep Learning \u003C/strong\u003E(Deep neural network, Recurrent neural network).\u003C/p\u003E\u003Cp\u003EOnce the strategies are created, we will \u003Cstrong\u003Ebacktest\u003C/strong\u003E them using python. So that we know better this strategy using statistics like \u003Cstrong\u003ESortino ratio\u003C/strong\u003E, \u003Cstrong\u003Edrawdown\u003C/strong\u003E the \u003Cstrong\u003Ebeta\u003C/strong\u003E... Then we will put our best algorithm \u003Cstrong\u003Ein live trading\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou will learn about tools used by both portfolio managers and professional traders:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EArtificial intelligence algorithm\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EApply Deep Learning in Live Trading\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPredict stock prices using Deep Learning\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELive trading implementation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImport financial data using MetaTrader 5\u0026nbsp;or Yahoo finance\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDNN Algorithm\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERNN algorithm to analyze and predict time series behavior\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to do a backtest a strategy using the programming language Python\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENumpy, Pandas, Matplotlib\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESharpe, Sortino ratios\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAlpha, Beta coefficients\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy this course and not another?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIt is not a programming course nor a trading course. It is a course in which programming is used for trading.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA data scientist does not create this course, but a degree in mathematics and economics specialized in Machine learning for finance.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou can ask questions or read our quantitative finance articles simply by registering on our free Discord forum.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWithout forgetting that the course is satisfied or refunded for 30 days. Don\u0027t miss an opportunity to improve your knowledge of this fascinating subject.\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/deep-learning-for-algorithmic-trading-using-python/","imageUri":"https://img-b.udemycdn.com/course/750x422/4520064_2bc5_4.jpg?secure=FvCSOr-ZcIC0OX3WZEV1Ng%3D%3D%2C1646848304","duration":"6 total hours","enrolledStudentsCount":"1,482 students","lastUpdated":"Last updated 2/2022","targetAudiences":["Everyone who wants to learn advanced AI techniques to algorithmic trading"],"tags":["Finance \u0026 Accounting","Investing \u0026 Trading","Algorithmic Trading"],"rating":{"count":6,"averageValue":"4.6"},"instructors":[{"name":"Lucas Inglese","url":"/user/lucas-inglese-2/","totalNumberOfStudents":47395,"totalNumberOfReviews":322,"averageRating":4.476575937339057}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4A957AEA34A339583E3C","originalPrice":"12.800 ₹","discountedPrice":"8.320 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/c-console-and-windows-forms-development-with-linq-adonet/":{"courseDetails":{"courseId":2759996,"title":"C# Console and Windows Forms Development w/ Entity Framework","shortDescription":"Learn to build a practical Data Driven Windows Forms Application using C#, LINQ, Entity Framework and SQL Server.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EOverview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this course, you will learn \u003Cstrong\u003EC# programming \u003C/strong\u003Efor \u003Cstrong\u003Edesktop applications\u003C/strong\u003E. These lessons \u003Cstrong\u003Eassume no prior knowledge of programming \u003C/strong\u003Eor the C# language, and will have you up and running in no time. By the end of this course, you will have enough knowledge to build a functional \u003Cstrong\u003EWindows Forms Application\u003C/strong\u003E, connected to a \u003Cstrong\u003EMicrosoft SQL Server Database\u003C/strong\u003E, with all your program code and changes being tracked on \u003Cstrong\u003EGitHub\u003C/strong\u003E. \u003C/p\u003E\u003Cp\u003EThis course will equip you to be an \u003Cstrong\u003Eemployable .NET Developer \u003C/strong\u003Ejob in any organization.\u003C/p\u003E\u003Cp\u003EThis journey will have you becoming proficient in\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVisual Studio Interface\u003C/strong\u003E and Shortcuts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConsole Application Development with \u003Cstrong\u003EC# 10 (.NET 6)\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUnderstand \u003Cstrong\u003EC# Syntax\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand \u003Cstrong\u003EDatatypes \u003C/strong\u003Eand \u003Cstrong\u003EVariables\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand \u003Cstrong\u003ESequence\u003C/strong\u003E, \u003Cstrong\u003EDecision \u003C/strong\u003Eand \u003Cstrong\u003ERepetition \u003C/strong\u003EControl Structures\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand \u003Cstrong\u003EString Manipulation\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand \u003Cstrong\u003EDate and Time Manipulation\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand \u003Cstrong\u003EObject Oriented Programming, Classes and Objects\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand \u003Cstrong\u003EVisual Studio 2022 \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand \u003Cstrong\u003EDebugging Techniques\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelop \u003Cstrong\u003EConsole Applications\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EData Driven \u003Cstrong\u003EGraphical User Interface Applications\u003C/strong\u003E using\u0026nbsp;\u003Cstrong\u003EWindows Forms\u0026nbsp; \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManaging Databases with \u003Cstrong\u003ESQL Server Management Studio\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeveloping \u003Cstrong\u003EUser and Roles Management Interfaces\u003C/strong\u003E and functions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand \u003Cstrong\u003ELINQ \u003C/strong\u003Eand \u003Cstrong\u003EData Queries\u003C/strong\u003E with C# Syntax\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESetup \u003Cstrong\u003ELogin \u003C/strong\u003Eand \u003Cstrong\u003EUser Management Functionality\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing \u003Cstrong\u003EStatic Utility Classes\u003C/strong\u003E for cleaner code\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeveloping \u003Cstrong\u003EMulti-Document Interface (MDI) Applications\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EApplying \u003Cstrong\u003EObject Oriented Programming with C#\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdding a\u003Cstrong\u003E Visual Studio Project\u003C/strong\u003E to\u003Cstrong\u003E Source Control\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhy Learn C# Language\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EC# is the most versatile programming language in .NET Framework and .NET Core. Not only can you build Windows client applications, but you can also use C# to build Web and mobile apps.\u003C/p\u003E\u003Cp\u003EC# can be used to build:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EWindows client applications using Windows Forms, WPF and UWP.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWeb applications with ASP.NET and ASP.NET Core.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENative iOS and Android mobile apps using Xamarin.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELibraries, components, and console applications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECloud and Azure apps\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBlock chain apps\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENot only is C# language supported and maintained by Microsoft, but it also has a strong community support. More than 5 million developers use C# language. .NET Core and C# compiler are open source and the adoption is growing in open source community.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EContent and Overview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is very beginner friendly and chock full of development tips. This huge course offers premium content, smartly broken up to highlight a set of related activities based on each module. We will also look at troubleshooting and debugging errors as we go along; implementing best practices; writing efficient logic and understanding why developers do things the way they do. Your knowledge will grow, step by step, throughout the course and you will be challenged to be the best you can be.\u003C/p\u003E\u003Cp\u003EBy the time you have finished the course you will have moved around in Visual Studio and examined logic and syntax errors so much, that it will be second nature for you when working in the .NET environment. This will put your new learned skills into practical use and \u003Cstrong\u003Eimpress your boss and coworkers\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThe course is \u003Cstrong\u003Ecomplete with working files hosted on GitHub, with the inclusion of some files to make it easier for you to replicate the code being demonstrated\u003C/strong\u003E. You will be able to work alongside the author as you work through each lecture and will receive a verifiable certificate of completion upon finishing the course.\u003C/p\u003E\u003Cp\u003EClicking the \u003Cstrong\u003ETake This Course\u003C/strong\u003E button could be the best step you could take towards quickly increasing your income and marketability! Also, remember that if you don\u0027t think the course is worth what you spent, you have a full 30 days to get a no questions asked refund!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIt\u0027s time to take action! \u003C/strong\u003EThis deal will not be available forever!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee you in the course!\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/c-console-and-windows-forms-development-with-linq-adonet/","imageUri":"https://img-c.udemycdn.com/course/750x422/2759996_44f6_2.jpg","duration":"20 total hours","enrolledStudentsCount":"83,887 students","lastUpdated":"Last updated 3/2022","targetAudiences":["Anyone wanting to learn LINQ","Anyone wanting to learn .NET Programming with C#","Anyone wanting to learn Desktop Development with Windows Forms"],"tags":["Development","Web Development","C#"],"rating":{"count":532,"averageValue":"4.5"},"instructors":[{"name":"Trevoir Williams","url":"/user/trevoirwilliams/","totalNumberOfStudents":314974,"totalNumberOfReviews":7444,"averageRating":4.524788909199701},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":728941,"totalNumberOfReviews":25798,"averageRating":4.434677062397036},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":724118,"totalNumberOfReviews":25821,"averageRating":4.443887536367382}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2F2145C32B896A587DF6","originalPrice":"12.800 ₹","discountedPrice":"8.320 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/advanced-php-web-development-w-mysql-github-bootstrap-4/":{"courseDetails":{"courseId":2503776,"title":"Modern PHP Web Development w/ MySQL, GitHub \u0026 Heroku","shortDescription":"Learn to develop data driven web applications using PHP and MySQL (PDO) , manage them with GitHub and deploy to Heroku","longDescription":"\u003Cp\u003E\u003Cstrong\u003EOverview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is designed to equip students with the skills required for creating dynamic web pages using \u003Cstrong\u003EPHP \u003C/strong\u003Eand \u003Cstrong\u003EMySQL\u003C/strong\u003E. It further equips students with the fundamentals of PHP programming, while providing them with advanced features of the language. Immerse yourself in an \u003Cstrong\u003Eend-to-end full-stack development experience\u003C/strong\u003E, as we explore user interface design, business logic and hosting activities. \u003C/p\u003E\u003Cp\u003EBy the end of this course, you will be able to build an attractive PHP application; styled using \u003Cstrong\u003EBootstrap 4; \u003C/strong\u003Etrack and manage changes with \u003Cstrong\u003EGitHub \u003C/strong\u003Eand deploy a fully data-driven application to \u003Cstrong\u003EHeroku \u003C/strong\u003ECloud Hosting. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy\u0026nbsp;Learn\u0026nbsp;Development\u0026nbsp;with\u0026nbsp;PHP\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPHP was designed to make web development easier, and many beginners find it effortless to pick up and get started with. In fact, PHP code was so easy to pick up, many non-programmers end up being able to write PHP application in no time! \u003C/p\u003E\u003Cp\u003EThe top 5 reasons to learn PHP are:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EBeginner Friendliness\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesigned to Scale\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EActive Support Community \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECareer Opportunities\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFuture \u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EThis course is practical and will equip you with all you need to build a fully functional web application, add it to source control using GitHub and finally, host it on Heroku. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELanguages and Technologies Used:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPHP \u003C/strong\u003E(HyperText Pre-Processor) - Server-Side Programming Language that allows us to build dynamic and data driven applications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHTML and CSS\u003C/strong\u003E - Standard Web Languages used to design web pages\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVisual Studio Code (With extensions)\u003C/strong\u003E - Development tool or IDE to help us write code faster.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EXAMPP \u003C/strong\u003EServer - To facilitate Apache and MySQL Servers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPhpMyAdmin \u003C/strong\u003E- MySQL Management Tool built into XAMPP Server\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EGitHub \u003C/strong\u003E- For Source Control and collaboration\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHeroku \u003C/strong\u003E- For publishing website(s) PHP Application to the Cloud (Free with restrictions)\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ENO other course on the market can equip you with these skills. Level up now and be a part of the modern PHP Developers\u0027 club!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAt the end of this course, you should be able to: \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBuild a fully data driven web application\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand the \u003Cstrong\u003EPHP Application Flow\u003C/strong\u003E \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate and manage databases with \u003Cstrong\u003EphpMyAdmin \u003C/strong\u003Eand \u003Cstrong\u003EMySQL Workbench\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate \u003Cstrong\u003EPHP/MySQL\u003C/strong\u003E queries with \u003Cstrong\u003EPDO\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESetup \u003Cstrong\u003EUser Authentication\u003C/strong\u003E and \u003Cstrong\u003EAuthorization\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse \u003Cstrong\u003EBootstrap 4 CSS Framework\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse \u003Cstrong\u003EJQuery \u003C/strong\u003Eand \u003Cstrong\u003EJQueryUI\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse \u003Cstrong\u003EVisual Studio Code\u003C/strong\u003E Efficiently\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeploy using \u003Cstrong\u003EHeroku Hosting\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage Projects with \u003Cstrong\u003EGitHub\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EContent and Overview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETo feel comfortable in this course, you will need some prior knowledge of HTML and CSS. Beyond that, it is \u003Cstrong\u003Every beginner friendly\u003C/strong\u003E, as we go through different programming structures using PHP. Even if you have no exposure to any web development, you will be able to follow along from scratch.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EThis is a huge course. Over 12 hours of premium content, but smartly broken up to highlight a set of related activities based on each feature in the application that is being built. We will also look at troubleshooting and debugging errors as we go along; implementing best practices; writing efficient logic and understanding why developers do things the way they do. Your knowledge will grow, step by step, throughout the course and you will be challenged to be the best you can be.\u003C/p\u003E\u003Cp\u003EBy the time you have finished the course you will have moved around in \u003Cstrong\u003EVisual Studio Code\u003C/strong\u003E, \u003Cstrong\u003EXAMPP\u003C/strong\u003E, \u003Cstrong\u003EGitHub \u003C/strong\u003Eand \u003Cstrong\u003EMySQL\u003C/strong\u003E, that it will become second nature for you when working on a future PHP project. This will put your new learned skills into practical use and \u003Cstrong\u003Eimpress your boss and coworkers\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EThe course is \u003Cstrong\u003Ecomplete with working files hosted on GitHub, with the inclusion of some files to make it easier for you to replicate the code being demonstrated\u003C/strong\u003E. You will be able to work alongside the author as you work through each lecture and will receive a verifiable certificate of completion upon finishing the course.\u003C/p\u003E\u003Cp\u003EClicking the \u003Cstrong\u003ETake This Course\u003C/strong\u003E button could be the best step you could take towards quickly increasing your income and marketability! Also, remember that if you don\u0027t think the course is worth what you spent, you have a full 30 days to get a no questions asked refund!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIt\u0027s time to take action! \u003C/strong\u003EThis deal will not be available forever!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee you in the course!\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/advanced-php-web-development-w-mysql-github-bootstrap-4/","imageUri":"https://img-c.udemycdn.com/course/750x422/2503776_ecb8.jpg","duration":"12.5 total hours","enrolledStudentsCount":"135,360 students","lastUpdated":"Last updated 11/2021","targetAudiences":["Everyone","Web Developers who know HTML and CSS","Web Developers without PHP Experience","Beginner PHP Developers"],"tags":["Development","Web Development","PHP"],"rating":{"count":975,"averageValue":"4.6"},"instructors":[{"name":"Trevoir Williams","url":"/user/trevoirwilliams/","totalNumberOfStudents":314974,"totalNumberOfReviews":7444,"averageRating":4.524788909199701},{"name":"Learn IT University","url":"/user/learn-it-university/","totalNumberOfStudents":728941,"totalNumberOfReviews":25798,"averageRating":4.434677062397036},{"name":"Andrii Piatakha","url":"/user/andrii-piatakha/","totalNumberOfStudents":724118,"totalNumberOfReviews":25821,"averageRating":4.443887536367382}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9C9E02E44C98B642B399","originalPrice":"12.800 ₹","discountedPrice":"8.320 ₹","expirationText":"5 Stunden","discountPercentage":35}},"https://www.udemy.com/course/css-javascript-certification-course-for-beginners/":{"courseDetails":{"courseId":2410958,"title":"CSS \u0026 JavaScript - Certification Course for Beginners","shortDescription":"Learn how to Add Dynamic Client-Side Functions to your Web Pages using CSS \u0026 JavaScript","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWelcome to the CSS \u0026amp; JavaScript – Certification Course for Beginners\u003Cbr\u003E\u003Cbr\u003E\u003C/strong\u003EThis two part series provides a detailed overview of the fundamentals of coding using CSS and JavaScript. Students will learn how to create responsive web pages using project based learning. The CSS section explores almost every aspect of CSS development. This includes:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWorking with IDs, Classes, and Divisions.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Text Properties, Borders and Backgrounds\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStyling Images and Links\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Display Properties\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EElement Positioning Techniques for fully Responsive layouts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENavigation Rules\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPage Elements\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMuch More…\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn Section two, students learn to integrate JavaScript components into their web pages for dynamic client-side functionality. We start by exploring basic concepts such as JavaScript placement and Output. From there we move into Variables, Arithmetic Operators, Objects, and Data Types. The course includes many other important topics, such as:\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EJS Min, Max Functions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESpecial Characters\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMath Functions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EArrays\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChanging and Deleting Elements\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConditional Statements\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EComparisons\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBooleans\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELoops (For, For-In, While, Do-While)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEvents\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunctions\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you\u0027ll learn - Overview\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EParts of a CSS Rule\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of CSS Rules\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Classes, Spans, IDs, Divisions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Margins, Padding, Text Properties, Font Properties, Borders\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Backgrounds, Transparency\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Positioning - Static, Relative, Absolute, Fixed, Float, Clear\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECSS Link Styling, Z-Index, Tables\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EResponsive Web Page Design using CSS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EJavaScript Placement\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EJavaScript Variables, Constants, Arithmetic Operators\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOperator Precedence, Data Types, Objects\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EJavaScript Functions, Arrays, Array Attributes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EJavaScript Loops (For, For-In, While, Do-While)\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EStudents will also have an opportunity to solidify their learning through exciting hands-on projects.\u003C/p\u003E\u003Cp\u003ESo, don’t wait another second. Enrol in this exciting new course today!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/css-javascript-certification-course-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/2410958_2ad5_3.jpg","duration":"3 total hours","enrolledStudentsCount":"165,653 students","lastUpdated":"Last updated 6/2019","targetAudiences":["Students interested in learning the foundations of CSS \u0026 JavaScript Coding","Students interested in adding dynamic client-side functions to Web Pages","Beginner Web Developers looking to improve their Skills"],"tags":["Development","Web Development","JavaScript"],"rating":{"count":1538,"averageValue":"4.3"},"instructors":[{"name":"YouAccel Training","url":"/user/youaccel/","totalNumberOfStudents":1321866,"totalNumberOfReviews":57042,"averageRating":4.321512408874132}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"YOUACCEL35330","originalPrice":"9.600 INR","discountedPrice":"6.240 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/power-bi-analisis-avanzado-con-sql-y-programacion-en-r/":{"courseDetails":{"courseId":4555386,"title":"Power BI: Análisis avanzado con SQL y programación en R","shortDescription":"Juan Carlos, con más de 10 años de experiencia en Business Intelligence, te enseñará funciones avanzadas en Power BI","longDescription":"\u003Cp\u003EPower BI es una sólida herramienta de análisis y visualización de negocios de Microsoft que ayuda a los profesionales dar vida a sus datos.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡Inscríbete a este curso y vuélvete un experto en el Business Intelligence con Power BI!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EActualmente\u003Cstrong\u003E el mundo está lleno de datos\u003C/strong\u003E y es fundamental saber como \u003Cstrong\u003Eanalizarlos y presentarlos para extraer valor \u003C/strong\u003Ede ellos. Esta es una habilidad que los empleadores valoran cada día más.\u003C/p\u003E\u003Cp\u003ESi aplicas el \u003Cstrong\u003EBusiness Intelligence\u003C/strong\u003E para generar propuestas de alto impacto \u003Cstrong\u003Eserás una persona invaluable para cualquier empresa\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EYo sé que se de lo difícil que es crecer profesionalmente. También sé lo frustrante que es ver que todos ascienden menos tú.\u003C/p\u003E\u003Cp\u003EPara tu fortuna este curso de Power BI desde cero te enseñará a generar potentes dashboards de una manera fácil y te dará una habilidad para destacar entre los demás.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEl 89% de los estudiantes del curso también ha mejorado su situación laboral.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡Inscríbete ahora y desarrolla esa habilidad que te hace falta!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETe garantizo que este curso es todo lo que necesitas para aprender a analizar y presentar grandes volúmenes de datos.\u003C/p\u003E\u003Cp\u003EDeja de perder las oportunidades laborales por no tener mas habilidades.\u003C/p\u003E\u003Cp\u003EAñádete las \u003Cstrong\u003Ehabilidades que te harán brillar \u003C/strong\u003Eaprendiendo a generar propuestas de alto valor para el mundo de los negocios.\u003C/p\u003E\u003Cp\u003EEn cuanto el mercado laboral reconozca que eres un experto Power BI \u003Cstrong\u003Etu carrera profesional comenzará a despegar\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003ESuena a \u0022truco de magia\u0022 pero la realidad es que \u003Cstrong\u003Etendrás una habilidad que es altamente demandada por las empresas.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDespués de tomar este curso tu carrera profesional cambiará totalmente porque tendrás las herramientas necesarias para hacer propuestas de alto impacto basadas en datos. Serás del club de los profesionistas que tienen buenos ingresos.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡INSCRÍBETE AHORA y empieza a potenciar tu carrera!\u003C/strong\u003E\u003C/p\u003E","language":"Spanish","courseUri":"https://www.udemy.com/course/power-bi-analisis-avanzado-con-sql-y-programacion-en-r/","imageUri":"https://img-c.udemycdn.com/course/750x422/4555386_6a2a.jpg","duration":"4 total hours","enrolledStudentsCount":"83 students","lastUpdated":"Last updated 3/2022","targetAudiences":["Estudiantes que quieran ir más allá en el análisis de datos."],"tags":["Business","Business Analytics \u0026 Intelligence","Microsoft Power BI"],"rating":null,"instructors":[{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":325607,"totalNumberOfReviews":23032,"averageRating":4.368850078984911},{"name":"Juan Carlos Hernandez Ramirez","url":"/user/juan-carlos-hernandez-ramirez-4/","totalNumberOfStudents":10728,"totalNumberOfReviews":115,"averageRating":4.560854262068966}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"6E3204632DA88067F36A","originalPrice":"4.800 INR","discountedPrice":"3.120 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/python-for-data-analysis-visualization/":{"courseDetails":{"courseId":4471124,"title":"Python for Data Analysis \u0026 Visualization","shortDescription":"Master the main data analysis and visualization libraries in Python: Numpy, Pandas, Matplotlib, Seaborn \u002B more","longDescription":"\u003Cp\u003ELearn one of the most in demand programming languages in the world and master the most important libraries when it comes to analysing and visualizing data.\u003C/p\u003E\u003Cp\u003EThis course can be split into 3 key areas:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe first area of the course focuses on \u003Cstrong\u003Ecore Python3 \u003C/strong\u003Eand teaches you the essentials you need to be able to master the libraries taught in this course\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe second area focuses on analysing and manipulating data. You will learn how to master both \u003Cstrong\u003ENumPy\u003C/strong\u003E and \u003Cstrong\u003EPandas\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFor the final part of the course you learn how to display our data in the form of interesting charts using \u003Cstrong\u003EMatplotlib \u003C/strong\u003Eand \u003Cstrong\u003ESeaborn\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EYou will be using \u003Cstrong\u003EJupyter Notebooks\u003C/strong\u003E as part of the \u003Cstrong\u003EAnaconda Distribution. \u003C/strong\u003EJupyter is the most popular Python IDE available.\u003C/p\u003E\u003Cp\u003EThe course is packed with lectures, code-along videos, coding exercises and quizzes. \u003C/p\u003E\u003Cp\u003EOn top of that there are numerous\u003Cstrong\u003E dedicated challenge sections\u003C/strong\u003E that utilize interesting datasets to enable you to make the most out of these external libraries.\u003C/p\u003E\u003Cp\u003EThere should be more than enough to keep you engaged and learning! As an added bonus you will also have lifetime access to all the lectures as well as lots of \u003Cstrong\u003Edownloadable course resources\u003C/strong\u003E consisting of detailed Notebooks.\u003C/p\u003E\u003Cp\u003EThe aim of this course is to make you proficient at using Python and the data analysis and visualization libraries. \u003C/p\u003E\u003Cp\u003EThis course is suitable for students of \u003Cstrong\u003Eall levels\u003C/strong\u003E and it doesn’t matter what operating system you use.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECurriculum summary:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESet Up \u0026amp; Installation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECore Python\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EPython Objects, Variables and Data Types\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EControl Flow and Loops\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunctions\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExternal Libraries\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EData Analysis Libraries\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ENumPy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPandas\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConnecting to different Data Sources\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVisualization Libraries\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EMatplotlib\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESeaborn\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E4 dedicated Challenge Sections!!!!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Inglês","courseUri":"https://www.udemy.com/course/python-for-data-analysis-visualization/","imageUri":"https://img-c.udemycdn.com/course/750x422/4471124_5be0_5.jpg","duration":"10 total hours","enrolledStudentsCount":"5.137 alunos","lastUpdated":"Última atualização em 3/2022","targetAudiences":["Python developers curious about the data analysis libraries","Python developers curious about the data visualization libraries","Anyone interested in learning Python","Data Analysts","Anyone working with data"],"tags":["Desenvolvimento","Linguagens de programação","Python"],"rating":{"count":28,"averageValue":"4.7"},"instructors":[{"name":"Malvik Vaghadia","url":"/user/malvik-vaghadia/","totalNumberOfStudents":36597,"totalNumberOfReviews":412,"averageRating":4.640992766298342}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8F9D789AC05E7E223B54","originalPrice":"6.080 INR","discountedPrice":"3.952 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/iso-22301-business-continuity-management-awareness-course/":{"courseDetails":{"courseId":3869180,"title":"Business Continuity Management Awareness on ISO 22301","shortDescription":"Best Awareness Course on latest ISO 22301:2019 international standard on business continuity framework for organizations","longDescription":"\u003Cp\u003EISO 22301 is the international standard on the Business Continuity Management framework for organizations, businesses, and companies. The latest standard was released in 2019 by the ISO. The awareness course covers the intention of the standard, basics about business continuity, and some important terms and definitions along with the principles of business continuity. The course will introduce learners to the scope of the standard and where it can be applied. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMust Read for Purchasing \u0026gt;\u0026gt;\u0026gt;\u0026gt; \u003C/strong\u003EThis course is a short version of the premium course \u003Cstrong\u003E\u0022ISO 22301:2019 - Business Continuity Management (BCMS)\u0022\u003C/strong\u003E offered by Exoexcellence.\u003Cstrong\u003E \u003C/strong\u003EIf you have already purchased the premium course, no need to take this course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn when you take this online course (Course Objectives):\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe publication of the new ISO 22301:2019 standard\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe need for business continuity\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat does a business continuity management system do for organizations?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EComponents \u0026amp; Benefits of BCMS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPlan - Do - Check - Act (PDCA) Cycle in ISO 22301\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe Standard\u0027s compatibility with any organization\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Business Continuity\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESelected Important Terms from the standard ISO 22301\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ENOTICE: Please note that this ISO 22301:2019 standard is copyright protected. A standard copy will NOT be issued with this course. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAsk Questions \u0026amp; Report Complaints: \u003C/strong\u003EA discussion forum on the right side of this course can be used to discuss specific queries and report problems you are facing about the content of the course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETake this course: Follow the “Take This Course\u0022 Button by clicking at the Top Right Hand Side of the Page. Proceed with the instructions and follow them to register and pay for the course.\u003C/strong\u003E\u003C/p\u003E","language":"Inglês","courseUri":"https://www.udemy.com/course/iso-22301-business-continuity-management-awareness-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3869180_bfe2.jpg","duration":"32 total mins","enrolledStudentsCount":"1.457 alunos","lastUpdated":"Última atualização em 2/2021","targetAudiences":["Any one looking forward to learn ISO 22301","Any person looking to learn about business continuity"],"tags":["Negócios","Administração","ISO 22301"],"rating":{"count":54,"averageValue":"3.8"},"instructors":[{"name":"Exoexcellence Training Resources","url":"/user/exoexcellence-consultants/","totalNumberOfStudents":11780,"totalNumberOfReviews":1132,"averageRating":3.986009911842104}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SPECIALOFFER","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/accounting-excel-with-dr/":{"courseDetails":{"courseId":3672572,"title":"كورس محاسبة الاجور والمرتبات والحضور والانصراف","shortDescription":"شرح مبسط وامثلة عملية","longDescription":"\u003Cp\u003Eاهم الفيديوهات والمهارات اللى هيحتاجها اى حد شغال فى الحسابات ومسؤل عن حضور وانصراف للموظفين او بيجهز الرواتب للموظفين او بينزل علاوة وكل ما يخص الاتش ار بالاكسيل بطرق مبتكرة وممتازه\u003C/p\u003E\u003Cp\u003Eسنتعلم تاسيس ملفات الحضور والانصراف\u003C/p\u003E\u003Cp\u003Eسنتعلم حساب الساعات والفرق بينها\u003C/p\u003E\u003Cp\u003Eسنتعلم حساب التاخير\u003C/p\u003E\u003Cp\u003Eسنتعلم كيفيه حساب الرواتب بناء على ساعات العمل\u003C/p\u003E\u003Cp\u003Eسنتعلم الاكسيل المحاسبي واهم الدوال المرتبطه به \u003C/p\u003E\u003Cp\u003Eسنتعلم دوال الوقت والتاريخ\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Árabe","courseUri":"https://www.udemy.com/course/accounting-excel-with-dr/","imageUri":"https://img-c.udemycdn.com/course/750x422/3672572_5673.jpg","duration":"2.5 total hours","enrolledStudentsCount":"4.726 alunos","lastUpdated":"Última atualização em 2/2022","targetAudiences":["من يعمل فى مجال الحسابات واعداد ملفات الحضور والانصراف والتاخير والرواتب والموارد البشرية"],"tags":["Produtividade no escritório","Microsoft","Contabilização da folha de pagamento"],"rating":{"count":97,"averageValue":"3.6"},"instructors":[{"name":"Dr Abdelrahman Raoof Tawfik","url":"/user/18f98dce-fa0f-4f5a-a916-6e0ced1c9b6b/","totalNumberOfStudents":23996,"totalNumberOfReviews":910,"averageRating":4.283106230864197}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DRABDELRAHMAN","originalPrice":"1.600 INR","discountedPrice":"1.040 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/mastering-agile-scrum-workshop/":{"courseDetails":{"courseId":1639290,"title":"Mastering The Complete Agile Scrum Master Workshop","shortDescription":"Learn Agile Scrum Master Concepts for 2020 \u0026 2021","longDescription":"\u003Cp\u003EUPDATE FOR 2020 \u0026amp; 2021 with Tanmay\u0027s latest knowledge on \u003Cstrong\u003EAgile Scrum Master Certification\u003C/strong\u003E!\u003C/p\u003E\u003Cp\u003EThis course is about learning the latest \u003Cstrong\u003EAgile Scrum Methodology\u003C/strong\u003E for the \u003Cstrong\u003ESoftware Development \u003C/strong\u003Efield. In this course, you will learn all other Agile methodologies along with detailed information on Scrum.\u003C/p\u003E\u003Cp\u003EThis course helps the students in understanding the fundamental principles that form the foundation of \u003Cstrong\u003EAgile\u003C/strong\u003E. The course also explores the \u003Cstrong\u003EScrum framework\u003C/strong\u003E in deep detail and also blends an overview of the key \u003Cstrong\u003Epractices for Agile\u003C/strong\u003E. The course starts off with an introduction to \u003Cstrong\u003Ethe most frequently used agile framework\u003C/strong\u003E with over 70% of \u003Cstrong\u003Eagile projects using Scrum\u003C/strong\u003E in one form or another, then it goes on to the real-world examples to enable the students to apply the knowledge to solve real problems.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EScrum \u003C/strong\u003Eis the \u003Cstrong\u003Eagile development process\u003C/strong\u003E that allows teams to deliver usable software periodically throughout the life of the project, dynamically absorbing change and new requirements as the project proceeds. The course covers the \u003Cstrong\u003EAgile Scrum Master Certification\u003C/strong\u003E curriculum in detail and enables the students to clear the exam.\u003C/p\u003E\u003Cp\u003EBy this course, experienced project managers can grow in their careers and get the next level of opportunity as an \u003Cstrong\u003EAgile Scrum Master\u003C/strong\u003E and the junior team members can learn the process of the \u003Cstrong\u003EAgile Scrum methodology.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course will give insight necessary to achieve the \u003Cstrong\u003EAgile Scrum Master roles\u003C/strong\u003E along with the fundamentals of \u003Cstrong\u003EAgile Scrum Master\u0026nbsp;methodology \u003C/strong\u003Efor you to adopt into your organization. Also, you will be able to gain a 100% understanding of how to apply \u003Cstrong\u003ESCRUM\u003C/strong\u003E by understanding \u003Cstrong\u003EProduct Backlog, Epics, Story Points, Sprints, SCRUM\u0026nbsp;lifecycle, Roles of Scrum Team/Product Owner and Scrum Master.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBy this course, you will be an effective servant leader and \u003Cstrong\u003EScrum Master.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe biggest target audience is at any experience level who wants to learn \u003Cstrong\u003EAgile Scrum\u003C/strong\u003E in detail and apply in the career to grow or in the organization to grow!!!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Value\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAs a project management professional, you can derive value from this course in multiple ways\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou learn best practices for \u003Cstrong\u003EScrum\u003C/strong\u003E and other \u003Cstrong\u003EAgile methods\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will gain deep insight into Scrum and discover new ways of leading project management teams and delivering values to customers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will receive practical guidance on how to implement these practices within your organization and how to maximize their value\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIt positions you well to be an evangelist and champion in the Agile adoption journey for your organization\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ETopics Covered in this Course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThese are the topics covered in the course\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWe will define what Agile is. Review the \u003Cstrong\u003EAgile manifesto\u003C/strong\u003E, 12 supporting principles in Agile. We will also explore the journey as a successful Agile and Scrum adoption.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWe will cover the Waterfall project management approach as well as becoming familiar with a number of other agile frameworks including Lean, XP, Kanban, Crystal, and DSDM. We will also cover how DevOps as an engineering discipline compliments Agile by accelerating the delivery and deployment of valuable software. Furthermore, we will review how agile should be linked with IT service management.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWe will cover scrum value, scrum pillar, scrum lifecycle, and scrum ceremony including sprint planning, daily scrum, sprint reviews, and spring retrospectives. We will also cover various scrum artifacts including the product backlog, sprint backlog, and release backlog.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWe will cover \u003Cstrong\u003Escrum roles.\u003C/strong\u003E A \u003Cstrong\u003Eproduct owner\u003C/strong\u003E, the \u003Cstrong\u003Escrum master\u003C/strong\u003E, and \u003Cstrong\u003Ethe development team\u003C/strong\u003E. We will focus more on the \u003Cstrong\u003Escrum master role\u003C/strong\u003E including some of the dos and don’ts.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWe will cover the \u003Cstrong\u003Euser stories, epics, and user story part\u003C/strong\u003E. We will talk about the \u003Cstrong\u003Eproduct roadmap\u003C/strong\u003E as well as the release and \u003Cstrong\u003Esprint plan\u003C/strong\u003E. We will also cover the estimation techniques including story points and ideal time. We discuss planning poker and affinity estimates. Will talk about information radiator and communicating project progress and status including burndown chart, burn-up charts, and other information radiators. We will also talk about a scrum team that stays in control of the project work by making form decisions in a collaborative way with key stakeholders.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWe are going to explore some of the common challenges and counters while \u003Cstrong\u003Escaling agile\u003C/strong\u003E for use in large projects. To explain the scrum of scrum works and as well how product co-ordination teams and feature teams co-ordinate the work of multiple teams working on a single project. Will explain how scrum is implemented in a distributed environment. We will talk about the SAFe framework and how to scale agile. Will talk about system thinking and determining when agile should be used and when it should not be. Will cover how tools can be used in Scrum to improve performance.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"English","courseUri":"https://www.udemy.com/course/mastering-agile-scrum-workshop/","imageUri":"https://img-b.udemycdn.com/course/750x422/1639290_0ab0_13.jpg?secure=Ri8SjHvnLKijAxVz-0F1DA%3D%3D%2C1646851885","duration":"3.5 total hours","enrolledStudentsCount":"106,783 students","lastUpdated":"Last updated 9/2021","targetAudiences":["Project Managers who would like to be an Agile Scrum Master","Qualifying Agile Scrum Master Certification Exam","People who want to learn about Agile Scrum","Developers, BAs, Architects, Analysts, Designers, Managers, etc"],"tags":["IT \u0026 Software","IT Certifications","Agile"],"rating":{"count":773,"averageValue":"4.0"},"instructors":[{"name":"Tanmay Panchal","url":"/user/tanmay-panchal/","totalNumberOfStudents":106783,"totalNumberOfReviews":773,"averageRating":4.017555}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4F469CC0A4DEC594AB87","originalPrice":"12.800 INR","discountedPrice":"8.320 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/iso-31000-risk-management-awareness-course/":{"courseDetails":{"courseId":3829380,"title":"ISO 31000:2018 - Enterprise Risk Management Awareness Course","shortDescription":"Free Awareness Course on latest ISO 31000:2018 international standard on risk management framework for organizations","longDescription":"\u003Cp\u003EISO 31000 is the international standard on Risk Management framework for organizations, businesses, and companies. The latest standard was released in 2018 by the ISO with some fundamental considerations of important issues such as Leadership, Integration, etc. The awareness course covers the intention of the standard, basics about risk management, and some important terms and definitions along with the principles of risk management. The course will introduce learners to the scope of the standard and where it can be applied. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMust Read for Purchasing \u0026gt;\u0026gt;\u0026gt;\u0026gt; \u003C/strong\u003EThis course is a short version of the premium course \u003Cstrong\u003E\u0022ISO 31000 - Enterprise Risk Management (ERM) Framework\u0022\u003C/strong\u003E offered by Exoexcellence.\u003Cstrong\u003E \u003C/strong\u003EIf you have already purchased the premium course, no need to take this course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn when you take this online course (Course Objectives):\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe publication of the new ISO 31000:2018 standard\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe specific differences between old and new editions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERevision specifics of the new standard\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe Standard\u0027s compatibility with any organization\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImportant Terms of Risk Management in Standard\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERisk Management Principles\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ENOTICE: Please note that this ISO 31000:2018 standard is copyright protected. A standard copy will NOT be issued with this course. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAsk Questions \u0026amp; Report Complaints: \u003C/strong\u003EA discussion forum on the right side of this course can be used to discuss specific queries and report problems you are facing about the content of the course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETake this course: Follow the “Take This Course\u0022 Button by clicking at the Top Right Hand Side of the Page. Proceed with the instructions and follow them to register and pay for the course.\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/iso-31000-risk-management-awareness-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3829380_442b.jpg","duration":"1 total hour","enrolledStudentsCount":"1,958 students","lastUpdated":"Last updated 2/2021","targetAudiences":["Any one looking forward to learn ISO 31000","Any person looking to learn about risk management"],"tags":["Business","Management","ISO 31000"],"rating":{"count":95,"averageValue":"3.9"},"instructors":[{"name":"Exoexcellence Training Resources","url":"/user/exoexcellence-consultants/","totalNumberOfStudents":11780,"totalNumberOfReviews":1132,"averageRating":3.986009911842104}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SPECIALOFFER","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/introduction-to-computer-science-with-python/":{"courseDetails":{"courseId":3542398,"title":"Build A Search Engine With Python: Computer Science \u0026 Python","shortDescription":"AStateOfData.Com™ Computer Science With Python - Build A Search Engine With Python: Computer Science \u0026 Python","longDescription":"\u003Cp\u003EAStateOfData.Com™ Computer Science With Python: An Absolute Beginners Guide To Computer Science\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EIntroduction\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWHY THIS COURSE IS DIFFERENT?\t\t\t\t\t\t\u003C/p\u003E\u003Cp\u003EMany of the online courses teach you to code but not the theory/way of thinking behind it why would we choose a while but not a for loop, why should we pass 2 parameters to a function but not only one? \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course will teach you how to think about solving coding problems throughout quizzes, there are 112 video format quizzes that aim to keep you engaged with the course and teach you the Python fundamentals in an easy to follow manner\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EMEET THE INSTRUCTOR\u003C/p\u003E\u003Cp\u003EWe provide a platform for thousands of people to expand the understanding of programming and computer science. Founded in 2013 our mission is to spread the love for programming. To achieve this, we\u0027re working hard on providing content that will help people build a solid foundation in those subjects.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWHAT TO EXPECT\u003C/p\u003E\u003Cp\u003EThis course will help you to master the foundation and know-how to solve problems with Python code.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u0026nbsp; 2. The content in a nutshell\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWHAT EACH UNIT IS ABOUT\u003C/p\u003E\u003Cp\u003EThis course will introduce you to the fundamental ideas in computing and teach you to read and write your own computer programs. We are going to do that in the context of building a web search engine.\u003C/p\u003E\u003Cp\u003EUint 1 will teach you the python grammar and show you how to use variables, strings, and\tsome Python built-in functions to work on them in order to create a web crawler that makes use of those.\u003C/p\u003E\u003Cp\u003EUnit 2 will take you in more depth in using procedures, loops, and the logical constructs in order to add more functionality to the crawler built-in unit 1.\u003C/p\u003E\u003Cp\u003EUnit 3 is about managing data through mastering the use of the different data types to be able to create the search engine index. \u003C/p\u003E\u003Cp\u003EOur biggest goal tho is to learn about computer science, So unit 4 focuses on teaching you how computers store data and how to be cost-effective when doing that. In addition to understanding the foundation of networks and data management.\u003C/p\u003E\u003Cp\u003EBy the end of unit 5, you\u0027ll have a better understanding of how programs run and how to implement a hash table for our search engine. \u003C/p\u003E\u003Cp\u003EUnit 6 will extend the grammar we introduced in unit 1 and will show you how to get the best result for a search query.\u003C/p\u003E\u003Cp\u003EIf the course gets much interaction and feedback, we\u0027ll work on units to demonstrate how to code real-world Python applications \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThat\u0027s the content in a nutshell. I hope you\u0027re as excited as I\u0027m to start this learning journey, so just the enrollment today and thank me later.\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp;3. Who is the course for? \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBEGINNERS WHO WANT TO LEARN IN AN ACADEMIC WAY\t\t\u003C/p\u003E\u003Cp\u003EThis course is designed for extreme beginners with no computer science or programming background, it\u0027ll help them get up and running with Python and give them a foundational understanding of computer science concepts.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENOT FOR EXPERIENCED PROGRAMMERS\t\t\t\t\t\t\u003C/p\u003E\u003Cp\u003EIf you\u0027re an experienced programmer or you already master Python and computer science concepts, then please do not take this course, unless you\u0027d want a quick refresh on the Python programming foundation\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u0026nbsp; 4. Learning objectives\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EMASTER THE FOUNDATION OF PROGRAMMING\t\u003C/p\u003E\u003Cp\u003EThis course focuses on helping extreme beginners in mastering computer science and python programming theory, in order to be able to solve coding problems or develop their own applications.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u0026nbsp; 5. Conventions used in this course\u003C/p\u003E\u003Cp\u003EMost of the snippets of code shown in this course (slides not interpreter), follows these color schemes:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EVariable names: green\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOperators: purple\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPython built-in functions: cyan\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProcedure names: blue\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBoolean Values: golden yellow\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuizzes Questions and choices: orange \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuizzes correct answer: green thick\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuizzes false answer: red X\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPython symbols: pink\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course is the first of a multiple-courses sequence: Introduction to Computer Science and Programming Using Python. Together, they are designed to help people with no prior exposure to computer science or programming learn to think computationally and write programs to tackle useful problems. \u003C/p\u003E\u003Cp\u003ESince these courses may be the only formal computer science courses many of the students take, we have chosen to focus on breadth rather than depth. The goal is to provide students with a brief introduction to many topics so they will have an idea of what is possible when they need to think about how to use computation to accomplish some goal later in their career. That said, they are not \u0022computation appreciation\u0022 courses. They are challenging and rigorous courses in which the students spend a lot of time and effort learning to bend the computer to their will. \u003C/p\u003E\u003Cp\u003EIn this introduction to computer programming course, you’ll learn and practice key computer science concepts. You’ll learn Python, a powerful, easy-to-learn, and widely used programming language, and you’ll explore computer science basics, as you build your own programs.\u003C/p\u003E\u003Cp\u003EThis Computer science and programming using python course will introduce you to the fundamental ideas in computing and teach you to read and write your own computer programs.\u003C/p\u003E\u003Cp\u003EComputer science is about how to solve problems, like building a search engine, by breaking them into smaller pieces and then precisely and mechanically describing a sequence of steps that you can use to solve each piece. And those steps can be executed by a computer.\u003C/p\u003E\u003Cp\u003EIn this course, we will not get into everything that you need to be a programmer, but we will cover the main ideas and learn a lot about computer science along the way.\u003C/p\u003E\u003Cp\u003EBy the end of this course, you will be \u003Cstrong\u003Efluently\u003C/strong\u003E programming in Python and you\u0027ll be so good at Python that you can get a job or use the language professionally.\u003C/p\u003E\u003Cp\u003EYou\u0027ll cover all that you need to be an accomplished Python Programmer. Including:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat is Programming\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy programming \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGrammar and Python Rules\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBackus Naur Form\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPython Grammar \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProcessors\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroducing Variables\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVariables Can Vary\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVariables \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroducing Strings\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing Strings \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStrings and Numbers - String Concatenation \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EString indexing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EString subsequences \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstanding string selection \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFinding string in string \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFind Function With Parameter \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExtracting links from a web page \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProcedural abstraction\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntroducing procedures\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProcedure code\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProcedure input\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProcedure Output \u003C/p\u003E\u003Cp\u003EPreview01:57\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReturn Statement \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInc Procedure \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESum procedure \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESquare procedure \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEquality Comparison \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIf statement \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe Or construct\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhile loop \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFactorial Function\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBreak Keyword\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPrint all links from a seed page\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/introduction-to-computer-science-with-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/3542398_0c09_3.jpg","duration":"5 total hours","enrolledStudentsCount":"147.282 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2021","targetAudiences":["Beginner IT/CS students","Anyone interested in Python","Anyone interested in Computer Science","If you want to learn to code from scratch through building fun and useful projects, then take this course.","If you want to start your own startup by building your own websites and web apps.","If you are a complete beginner then this course will be everything you need to become a Python professional"],"tags":["Yazılım Geliştirme","Programlama Dilleri","Python"],"rating":{"count":646,"averageValue":"3.8"},"instructors":[{"name":"A State Of Data","url":"/user/a-state-of-data/","totalNumberOfStudents":147282,"totalNumberOfReviews":646,"averageRating":3.8428593},{"name":"Mustapha benbihi","url":"/user/mustapha-benbihi/","totalNumberOfStudents":252476,"totalNumberOfReviews":2936,"averageRating":4.110592226303855}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE-MARCH1","originalPrice":"3.200 INR","discountedPrice":"2.080 INR","expirationText":"5 horas","discountPercentage":35}}},"freeCourses":{"https://www.udemy.com/course/build-a-pro-website-in-30-minutes/":{"courseDetails":{"courseId":4552662,"title":"Build a Pro Website in 30 minutes with WordPress \u0026 Wix","shortDescription":"Have a beautiful and responsive website ready in 30 minutes with Wix or WordPress. No experience or coding necessary!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/build-a-pro-website-in-30-minutes/","imageUri":"https://img-c.udemycdn.com/course/750x422/4552662_0c34_3.jpg","duration":"1","enrolledStudentsCount":"2,454 students","lastUpdated":null,"targetAudiences":["Entrepreneurs","Business","Freelancers","Anyone that wants to create a website"],"tags":["Development","No-Code Development","WordPress"],"rating":{"count":14,"averageValue":"4.7"},"instructors":[{"name":"Diego Davila","url":"/user/diego-davila/","totalNumberOfStudents":676738,"totalNumberOfReviews":130059,"averageRating":4.574703009327548}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/algorithm-agnostic-seo-strategies-for-online-marketers/":{"courseDetails":{"courseId":4571688,"title":"Algorithm Agnostic SEO Strategies For Online Marketers","shortDescription":"Organic search engine optimization strategies for long-term supply of traffic and sales.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/algorithm-agnostic-seo-strategies-for-online-marketers/","imageUri":"https://img-c.udemycdn.com/course/750x422/4571688_b33e_5.jpg","duration":"1","enrolledStudentsCount":"326 students","lastUpdated":null,"targetAudiences":["Website owners","Entrepreneurs","Web Developers","SEO Professionals"],"tags":["Marketing","Search Engine Optimization","Internet Marketing"],"rating":null,"instructors":[{"name":"Edzel Sulicipan","url":"/user/edzel-6/","totalNumberOfStudents":565,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/amazing-excel-shortcuts/":{"courseDetails":{"courseId":3675394,"title":"اكتشف احدث 30 اختصار فى الاكسيل","shortDescription":"كورس اختصارات الاكسيل المميز","longDescription":"\u003Cp\u003Eسوف نتعلم فى هذا الكورس العديد من الاختصارات الهامه والتى ستوفر علينا الوقت والجهد مثل :\u0026nbsp;\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003Eالاختصار الاول :تحويل الاف الصفوف الى اعمده والعكس بلمسة واحده\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003Eان عملية تحويل الصفوف الى اعمده فى الاكسيل يتطلب وقت رهيب اذا كان حجم البيانات كبير كان او صغير ولكن هنا فى هذه الطريقه السحرية سنجد انه من السهل علينا القيام بالامر عن طريق خاصية Transpose او استخدام دالة Transpose\u003C/p\u003E\u003Cp\u003Eولن يتوقف الامر عند هذا الحد بل سنجعل هناك ديناميكية فى الامر بحيث عند تغير اى شىء فى اى منهما يتغير الاخر .\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003Eالاختصار الثانى :وهو استخدام الفلتر السحرى\u003C/p\u003E\u003Cp\u003Eان عملية تصفيه البيانات والفلتر على ما نريد عملية مجهده للغاية اذا تمت بالطريقه التقليدية والتى تعودنا عليها جميعنا اما الان اصبح الامر سحرى وبلمسات بسيطه تسطيع ان تصل الى ما تريد من بيانات بطريقه رائعه للغاية وبسرعه شديده\u003C/p\u003E\u003Cp\u003Eخاصية Slicers المبهره سنرى تفاصيل لها وشرح مميز .\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003Eالاختصار الثالث:مهارات التحويل من عمله او من وحده قياس الى اخرى بالاكسيل\u003C/p\u003E\u003Cp\u003Eتوجد العديد من البرامج التى تقوم بهذا الامر فى وقت طويل او باستخدام برامج متعدده اما الان وبالاكسيل تستطيع استخدام دالة مبهره توفر الوقت والجهد وتساهم فى تنفيذ كل ما تريد بابسط الطرق ودون برامج .\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003Eالاختصار الرابع: رسومات لاول مره تراها لعرض البيانات\u003C/p\u003E\u003Cp\u003Eتعودنا على طرق احصائية نمطية وتقليديه مثل الاعمده والدوائر لعرض البيانات اما الان جاء الوقت لتحديث ملفات العمل وتحديث البيانات باستخدام اختصار رائع ورسومات جميله توضح المعنى وبشكل جمالى ممتاز\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003Eالاختصار الخامس :اخفاء الارقام تماما !!\u003C/p\u003E\u003Cp\u003Eنحتاج فى بعض الاحيان الى اخفاء الارقام فى الاكسيل او اخفاء الصفر من البيانات او حتى تحويل الرقم السالب الى موجب او العكس او حتى اخفاء الارقام السالبه من ملفات كبيره وفى خطوه ولمسه واحده وهو ما كان مستحيل من قبل اما الان ومعنا بفضل الله ستجدون الحل فى لحظات معدوده سيتم لكم المراد كما سنرى فى الفيديو .\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003Eالاختصار السادس :مسح ملايين الخلايا الفارغه بلمسه واحده\u003C/p\u003E\u003Cp\u003Eسنستطيع الان مسح ملايين الخلايا والاعمده او الصفوف الفارغه فى الاكسيل بخطوه واحده ودون جهد او عناء سيتم ذلك فى لحظات وسنجد فى الفيديو مهاره رائعه توفر الوقت والجهد\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003Eوالعديد من الاسرار والاختصارات المبهره \u003C/p\u003E","language":"Arabic","courseUri":"https://www.udemy.com/course/amazing-excel-shortcuts/","imageUri":"https://img-c.udemycdn.com/course/750x422/3675394_33b4.jpg","duration":"2.5 total hours","enrolledStudentsCount":"5,719 students","lastUpdated":"Last updated 2/2022","targetAudiences":["كل المتعاملين على الاكسيل والباحثين عن توفير الوقت والجهد والتعامل بالاختصارات وبدون استخدام الماوس"],"tags":["Office Productivity","Microsoft","Excel"],"rating":{"count":66,"averageValue":"3.8"},"instructors":[{"name":"Dr Abdelrahman Raoof Tawfik","url":"/user/18f98dce-fa0f-4f5a-a916-6e0ced1c9b6b/","totalNumberOfStudents":23996,"totalNumberOfReviews":910,"averageRating":4.283106230864197}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/whatsapp-marketing-messaging-automation/":{"courseDetails":{"courseId":4582142,"title":"WhatsApp Marketing: Messaging Automation Course","shortDescription":"Save endless hours on WhatsApp Business, sending customized messages to thousands of potentials customers daily.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/whatsapp-marketing-messaging-automation/","imageUri":"https://img-c.udemycdn.com/course/750x422/4582142_e9ee.jpg","duration":"0","enrolledStudentsCount":"375 students","lastUpdated":null,"targetAudiences":["If you want to develop your business or company through WhatsApp.","Everyone who seeks to automate their work and communicate with their customers better and faster.","If you aim to increase your sales and product awareness, thus reaching thousands of interested people."],"tags":["Marketing","Social Media Marketing","Whatsapp Marketing"],"rating":null,"instructors":[{"name":"Mohamed Fakhry","url":"/user/mohamed-saeed-73/","totalNumberOfStudents":1331,"totalNumberOfReviews":79,"averageRating":4.875430395652175}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-teach-english-online-with-zoom-esl-online/":{"courseDetails":{"courseId":4566210,"title":"How To Teach English Online With Zoom - ESL Online","shortDescription":"Consise course that will take you from knowing nothing about Zoom to being able to effectifly Teach using all its tools","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/how-to-teach-english-online-with-zoom-esl-online/","imageUri":"https://img-c.udemycdn.com/course/750x422/4566210_7012_2.jpg","duration":"1","enrolledStudentsCount":"270 students","lastUpdated":null,"targetAudiences":["People who would like to Teach Languages Online with Zoom"],"tags":["Teaching \u0026 Academics","Online Education","Teaching Online"],"rating":null,"instructors":[{"name":"Frazer Adam Hainsworth","url":"/user/frazer-adam-hainsworth/","totalNumberOfStudents":537,"totalNumberOfReviews":74,"averageRating":4.587511}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/gatling-basics-performance-tests/":{"courseDetails":{"courseId":4538172,"title":"Gatling Framework basics -Performance testing in nutshell!","shortDescription":"Gatling - Performance, Stress, and Load testing in nutshell - Basic level","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/gatling-basics-performance-tests/","imageUri":"https://img-c.udemycdn.com/course/750x422/4538172_c997.jpg","duration":"1","enrolledStudentsCount":"255 students","lastUpdated":null,"targetAudiences":["Aimed at the IT industry for testers, programmers, regardless of seniority - you will learn or \u0022refresh\u0022 knowledge of Gatling Framework and basic of performance testing","For people interested in expanding their skills in the broadly understood software engineering industry","For people who want to learn from scratch the Gatling tool in order to perform performance, stress/load tests","Mostly dedicated to Software developers in Tests, QA, Testers, etc."],"tags":["IT \u0026 Software","IT Certifications","Gatling"],"rating":null,"instructors":[{"name":"Cyfrowy Trener","url":"/user/cyfrowy-trener/","totalNumberOfStudents":920,"totalNumberOfReviews":50,"averageRating":4.369570626000001}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/blockchain-development-guide-polygon/":{"courseDetails":{"courseId":4519492,"title":"Blockchain Development Guide: Polygon","shortDescription":"Learn how to deploy Layer 2, scalable and production ready dApps here!","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/blockchain-development-guide-polygon/","imageUri":"https://img-c.udemycdn.com/course/750x422/4519492_556c.jpg","duration":"0","enrolledStudentsCount":"391 students","lastUpdated":null,"targetAudiences":["Beginner Web3 learners"],"tags":["IT \u0026 Software","Network \u0026 Security","Certified Blockchain Solution Architect (CBSA)"],"rating":null,"instructors":[{"name":"Xiangan He","url":"/user/xiangan-he/","totalNumberOfStudents":445,"totalNumberOfReviews":0,"averageRating":0},{"name":"Siraj Raval","url":"/user/siraj-raval-2/","totalNumberOfStudents":445,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/character-rigging-quality-assurance-for-games-and-animation/":{"courseDetails":{"courseId":4555210,"title":"Character Rigging Quality Assurance for Games and Animation","shortDescription":"Learn how to professionally quality check your character rigs for game development.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/character-rigging-quality-assurance-for-games-and-animation/","imageUri":"https://img-c.udemycdn.com/course/750x422/4555210_4888_3.jpg","duration":"1","enrolledStudentsCount":"73 students","lastUpdated":null,"targetAudiences":["Riggers","Non-Rigger Project Manager","Game or Animation Producers","Art Leads and Creative Directors","Anyone who paid for a rig and wants to make sure it works properly"],"tags":["Development","Game Development","Quality Assurance"],"rating":null,"instructors":[{"name":"Baka Bros Entertainment","url":"/user/bakabrosentertainment/","totalNumberOfStudents":77,"totalNumberOfReviews":7,"averageRating":4.0072317}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/create-games-with-unity-using-bolt-visual-scripting/":{"courseDetails":{"courseId":3427344,"title":"Create games in Unity using Bolt Visual Scripting - NO CODE!","shortDescription":"Make Games in Unity using BOLT Visual Scripting! - NO CODE | VISUAL SCRIPTING Online Course 2021","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/create-games-with-unity-using-bolt-visual-scripting/","imageUri":"https://img-c.udemycdn.com/course/750x422/3427344_c78f_6.jpg","duration":"1","enrolledStudentsCount":"765 students","lastUpdated":null,"targetAudiences":["Beginner Unity developers who want to make games without the need to code, easily, fast and free.","People who are interested in learning something new and see the potential of Visual-Scripting."],"tags":["Development","Game Development","Unity Visual Scripting"],"rating":{"count":5,"averageValue":"4.0"},"instructors":[{"name":"Matan Naveh","url":"/user/matan-naveh/","totalNumberOfStudents":655,"totalNumberOfReviews":5,"averageRating":3.992483}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/c-problems-on-loopings-and-decision-making/":{"courseDetails":{"courseId":4304361,"title":"C#- Loopings ( coding examples on Problem solving)","shortDescription":"Problems on Looping ,decision making","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/c-problems-on-loopings-and-decision-making/","imageUri":"https://img-c.udemycdn.com/course/750x422/4304361_64bc_9.jpg","duration":"1","enrolledStudentsCount":"1,018 students","lastUpdated":null,"targetAudiences":["students at final years of the Btech and post graduate programs."],"tags":["IT \u0026 Software","Other IT \u0026 Software","C#"],"rating":{"count":3,"averageValue":"3.7"},"instructors":[{"name":"Suprio Dutta","url":"/user/suprio-5/","totalNumberOfStudents":4864,"totalNumberOfReviews":70,"averageRating":4.208401385714286}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/the-best-exercises-to-relieve-lower-back-pain/":{"courseDetails":{"courseId":3684908,"title":"The best exercises to relieve low back pain","shortDescription":"Strength development of body stabilizers for people with low back pain","longDescription":null,"language":"Inglês","courseUri":"https://www.udemy.com/course/the-best-exercises-to-relieve-lower-back-pain/","imageUri":"https://img-c.udemycdn.com/course/750x422/3684908_456d_2.jpg","duration":"0","enrolledStudentsCount":"1.184 alunos","lastUpdated":null,"targetAudiences":["anyone looking for a well-designed, proven exercise program designed to help them to  relief  back pain","anyone people who want to achieve back pain relief in the least invasive way possible,","anyone who suffers from acute or chronic low back pain,","anyone  who sit a lot and would like to be more active again,","athletes who have recurring  back pain"],"tags":["Saúde e fitness","Saúde geral","Dores nas costas"],"rating":null,"instructors":[{"name":"Boris Milikic","url":"/user/boris-113/","totalNumberOfStudents":5066,"totalNumberOfReviews":55,"averageRating":3.6863818000000004}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/building-companys-website-using-wix/":{"courseDetails":{"courseId":4398150,"title":"Building company\u0027s website using WIX","shortDescription":"Learn how to make company\u0027s website in less than 1 hour","longDescription":null,"language":"Inglês","courseUri":"https://www.udemy.com/course/building-companys-website-using-wix/","imageUri":"https://img-c.udemycdn.com/course/750x422/4398150_69df_2.jpg","duration":"0","enrolledStudentsCount":"1.100 alunos","lastUpdated":null,"targetAudiences":["Designers","entrepreneurs","beginners","web designers","coders"],"tags":["Design","Web design","Wix"],"rating":{"count":4,"averageValue":"4.5"},"instructors":[{"name":"Design with ISKS","url":"/user/ishank-popli/","totalNumberOfStudents":2445,"totalNumberOfReviews":27,"averageRating":4.0708388}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/blenderphone/":{"courseDetails":{"courseId":4559136,"title":"Making a Phone | Blender 3D Modeling","shortDescription":"Create a 3D Phone Design Model, For Your Commercial or Personal Usage","longDescription":null,"language":"Inglês","courseUri":"https://www.udemy.com/course/blenderphone/","imageUri":"https://img-c.udemycdn.com/course/750x422/4559136_ab38.jpg","duration":"0","enrolledStudentsCount":"672 alunos","lastUpdated":null,"targetAudiences":["Those who would like to have their own 3D custom phone design for commercial or personal use."],"tags":["Design","3D e animação","Blender"],"rating":{"count":2,"averageValue":"4.6"},"instructors":[{"name":"Abhijit Kapoor","url":"/user/abhijit-kapoor-3/","totalNumberOfStudents":1299,"totalNumberOfReviews":15,"averageRating":4.752486571428571}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/theinvestors/":{"courseDetails":{"courseId":4461428,"title":"A Guide To Manage Your Investments In Currencies \u0026 Stocks","shortDescription":"THE INVESTORS CLUB","longDescription":null,"language":"Inglês","courseUri":"https://www.udemy.com/course/theinvestors/","imageUri":"https://img-c.udemycdn.com/course/750x422/4461428_d329_3.jpg","duration":"1","enrolledStudentsCount":"817 alunos","lastUpdated":null,"targetAudiences":["Forex Traders","Stock Traders","Real Estate Investors","Financial Planners","Financial Advisors","Chartered Accountants","Company Secretary","Cost Management Accountants"],"tags":["Finanças e contabilidade","Investimentos e trading","Negociação de ações"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Shreejit Jadhav","url":"/user/shreejit-7/","totalNumberOfStudents":817,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/scm-interview-preparation-questions-and-his-solutions/":{"courseDetails":{"courseId":4567872,"title":"Supply chain management interview Question and Answers","shortDescription":"Supply Chain Interview Q\u0026A","longDescription":null,"language":"Inglês","courseUri":"https://www.udemy.com/course/scm-interview-preparation-questions-and-his-solutions/","imageUri":"https://img-c.udemycdn.com/course/750x422/4567872_e5aa.jpg","duration":"0","enrolledStudentsCount":"565 alunos","lastUpdated":null,"targetAudiences":["People going to attend interview on SCM domain"],"tags":["Negócios","Operações","Cadeia de suprimentos"],"rating":null,"instructors":[{"name":"Pattabhi Raman","url":"/user/pattabhi-raman/","totalNumberOfStudents":1021,"totalNumberOfReviews":8,"averageRating":4.2526436}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/a-life-without-limits-part-1-3/":{"courseDetails":{"courseId":4562204,"title":"A life without limits part 1/3","shortDescription":"Get informed about the reasons that humans insist in thought. Acquire a full insight about the faults in human mindset.","longDescription":null,"language":"Inglês","courseUri":"https://www.udemy.com/course/a-life-without-limits-part-1-3/","imageUri":"https://img-c.udemycdn.com/course/750x422/4562204_8d49_2.jpg","duration":"0","enrolledStudentsCount":"475 alunos","lastUpdated":null,"targetAudiences":["People who desire to rule their selves and be independent","Anyone who loves learning more","Individuals who want to understand their mental world"],"tags":["Desenvolvimento Pessoal","Motivação","Mentalidade de crescimento"],"rating":null,"instructors":[{"name":"Savvas Chatzopoulos","url":"/user/chatzopoulos-savvas/","totalNumberOfStudents":475,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/fiber-to-fabric-class-7-science/":{"courseDetails":{"courseId":4571014,"title":"Fiber to Fabric Class 7 Science","shortDescription":"Various steps involved in processing of fibers into wool and Life cycle of silk worm","longDescription":null,"language":"Inglês","courseUri":"https://www.udemy.com/course/fiber-to-fabric-class-7-science/","imageUri":"https://img-c.udemycdn.com/course/750x422/4571014_226b.jpg","duration":"1","enrolledStudentsCount":"431 alunos","lastUpdated":null,"targetAudiences":["Students who are interested to know about the various steps involved in processing of fibers into wool \u0026 also the four stages in the life cycle of silkworm."],"tags":["Ensino e estudo acadêmico","Ciência","Ciência dos materiais"],"rating":null,"instructors":[{"name":"Prabh Kirpa Classes","url":"/user/prabh-kirpa-classes/","totalNumberOfStudents":7162,"totalNumberOfReviews":76,"averageRating":4.314007360526316}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/binary-trees-in-python/":{"courseDetails":{"courseId":4567334,"title":"Binary Trees in Python: Traversals and Views","shortDescription":"Learn about Binary Trees, Its Different Traversals and Views","longDescription":null,"language":"Inglês","courseUri":"https://www.udemy.com/course/binary-trees-in-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/4567334_7800.jpg","duration":"0","enrolledStudentsCount":"1.541 alunos","lastUpdated":null,"targetAudiences":["Anyone who is curious to know, how traversals and views of a Binary tree works and someone who wants to learn that."],"tags":["Desenvolvimento","Linguagens de programação","Python"],"rating":{"count":18,"averageValue":"5.0"},"instructors":[{"name":"Abhishek Salaria","url":"/user/abhishek-salaria-3/","totalNumberOfStudents":3530,"totalNumberOfReviews":89,"averageRating":4.63118622247191}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/electrical-systems-professional-masterclass/":{"courseDetails":{"courseId":3552469,"title":"Plan \u0026 Commission Electrical System for Factory or Building","shortDescription":"Learn how to calculate \u0026 plan Electrical System for all power need of your home, shop, factory or commercial building.","longDescription":null,"language":"English","courseUri":"https://www.udemy.com/course/electrical-systems-professional-masterclass/","imageUri":"https://img-c.udemycdn.com/course/750x422/3552469_8969_6.jpg","duration":"1","enrolledStudentsCount":"1,038 students","lastUpdated":null,"targetAudiences":["Anyone, Electricians, Electrical Engineers, Technician,","Electrical Contractor, Electrical Maintenance Engineer, Power distribution company employee","Plant Maintenance, Facility Maintenance, Factory Maintenance engineer"],"tags":["Teaching \u0026 Academics","Engineering","Electrical Engineering"],"rating":{"count":26,"averageValue":"4.5"},"instructors":[{"name":"Gamma Skills","url":"/user/gamma-skills/","totalNumberOfStudents":1037,"totalNumberOfReviews":26,"averageRating":4.5267615}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/cursillo-excel-basico/":{"courseDetails":{"courseId":3924988,"title":"Cursillo Excel Básico","shortDescription":"Curso de Bolsillo Excel Directo al Grano - Para Todo Principiante Excel!","longDescription":null,"language":"Español","courseUri":"https://www.udemy.com/course/cursillo-excel-basico/","imageUri":"https://img-b.udemycdn.com/course/750x422/3924988_cf89_7.jpg?secure=2hUfuuHYWAzyAxXxG63zNA%3D%3D%2C1646889360","duration":"0","enrolledStudentsCount":"36.453 estudiantes","lastUpdated":null,"targetAudiences":["Principiantes en Excel"],"tags":["Informática y software","Informática y software, otros","Excel"],"rating":{"count":1231,"averageValue":"4.5"},"instructors":[{"name":"David Godeau","url":"/user/david-godeau/","totalNumberOfStudents":63315,"totalNumberOfReviews":2114,"averageRating":4.577599676258993}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/mini-course-3ds-max-v-ray-basic-exterior-project/":{"courseDetails":{"courseId":4513538,"title":"Learn 3ds Max \u002B V-Ray For Architectural Visualization","shortDescription":"Use 3ds Max and V-Ray to develop the model download into a stunning rendering. A great introduction to arch viz workflow","longDescription":null,"language":"Inglés","courseUri":"https://www.udemy.com/course/mini-course-3ds-max-v-ray-basic-exterior-project/","imageUri":"https://img-c.udemycdn.com/course/750x422/4513538_9413.jpg","duration":"1","enrolledStudentsCount":"969 estudiantes","lastUpdated":null,"targetAudiences":["Those looking to start learning architectural visualization and/or 3d graphics","Students who want to learn powerful 3d graphics software 3ds Max, and professional rendering software V-Ray","Beginners wanting to start creating photorealistic renderings with 3d software"],"tags":["Diseño","3D y animación","3ds Max"],"rating":{"count":3,"averageValue":"4.2"},"instructors":[{"name":"Adam Zollinger","url":"/user/adamzollinger2/","totalNumberOfStudents":119820,"totalNumberOfReviews":12387,"averageRating":4.394904580514704}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-conduct-a-research-project/":{"courseDetails":{"courseId":4310252,"title":"How to Conduct a Research Project","shortDescription":"For High School Students","longDescription":null,"language":"Inglés","courseUri":"https://www.udemy.com/course/how-to-conduct-a-research-project/","imageUri":"https://img-c.udemycdn.com/course/750x422/4310252_a4f6.jpg","duration":"0","enrolledStudentsCount":"1.349 estudiantes","lastUpdated":null,"targetAudiences":["Interested in research project in any field of study, this course is pretty general and can be used as a guide for any research project."],"tags":["Desarrollo personal","Desarrollo profesional","Métodos de investigación"],"rating":{"count":9,"averageValue":"4.6"},"instructors":[{"name":"Şi̇yar Özmen","url":"/user/siyar-ozmen-2/","totalNumberOfStudents":1349,"totalNumberOfReviews":9,"averageRating":4.551267}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/public-speaking-essentials-/":{"courseDetails":{"courseId":4404015,"title":"Public Speaking Essentials with Television\u0027s Kathy Le","shortDescription":"Public Speaking made easy with practical and effective skills and concepts that will allow you to elevate your speaking","longDescription":null,"language":"Inglés","courseUri":"https://www.udemy.com/course/public-speaking-essentials-/","imageUri":"https://img-c.udemycdn.com/course/750x422/4404015_0c68.jpg","duration":"0","enrolledStudentsCount":"1.541 estudiantes","lastUpdated":null,"targetAudiences":["Public Speaking Essentials is for the student who realizes that polished public speaking skills is a powerful tool to help them achieve their personal and career goals. The program provides basic concepts and tips to help the student kick off their public speaking journey on the right foot. It sets the foundation that will allow the student to be able to build and achieve a higher level of speaking efficiency and proficiency."],"tags":["Desarrollo personal","Desarrollo profesional","Hablar en público"],"rating":{"count":27,"averageValue":"4.7"},"instructors":[{"name":"Kathy Le","url":"/user/kathy-le-11/","totalNumberOfStudents":1545,"totalNumberOfReviews":33,"averageRating":4.722974027272727}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/50-ways-to-get-stay-motivated/":{"courseDetails":{"courseId":4562478,"title":"50 Ways To Get \u0026 Stay Motivated","shortDescription":"Learn How To Always Get \u0026 Stay Motivated No Matter What","longDescription":null,"language":"Inglés","courseUri":"https://www.udemy.com/course/50-ways-to-get-stay-motivated/","imageUri":"https://img-c.udemycdn.com/course/750x422/4562478_d161.jpg","duration":"0","enrolledStudentsCount":"1.099 estudiantes","lastUpdated":null,"targetAudiences":["Entrepreneurs","Students","Sales People","Every day person that wants to get motivated"],"tags":["Desarrollo personal","Productividad personal","Productividad personal"],"rating":{"count":4,"averageValue":"3.9"},"instructors":[{"name":"Daniel Barada","url":"/user/daniel-barada/","totalNumberOfStudents":23271,"totalNumberOfReviews":621,"averageRating":4.149822197163121}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/fundamentals-of-dc-circuits-with-tips-tricks/":{"courseDetails":{"courseId":4541654,"title":"Fundamentals of DC Circuits with Tips and Tricks","shortDescription":"DC Circuits analysis","longDescription":null,"language":"Inglés","courseUri":"https://www.udemy.com/course/fundamentals-of-dc-circuits-with-tips-tricks/","imageUri":"https://img-c.udemycdn.com/course/750x422/4541654_e275_2.jpg","duration":"0","enrolledStudentsCount":"937 estudiantes","lastUpdated":null,"targetAudiences":["Students of PCM studying in \u002B1/\u002B2, undergraduate engineering students"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Circuitos eléctricos"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Dr. Neha Gupta","url":"/user/dr-neha-gupta-2/","totalNumberOfStudents":937,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/legal-reasoning-for-clat-from-nlu-toppers/":{"courseDetails":{"courseId":4551892,"title":"Legal Reasoning for CLAT 2022 from NLU Toppers","shortDescription":"Comprehensive course on how to tackle the Legal Aptitude section for CLAT and other law entrance exams.","longDescription":null,"language":"Inglés","courseUri":"https://www.udemy.com/course/legal-reasoning-for-clat-from-nlu-toppers/","imageUri":"https://img-c.udemycdn.com/course/750x422/4551892_11fc.jpg","duration":"1","enrolledStudentsCount":"476 estudiantes","lastUpdated":null,"targetAudiences":["CLAT, AILET, LSAT, SLAT, CULEE, CAT(CUSAT), KLEE, \u0026 other law entrance exam aspirants.","Anyone who\u0027s interested in knowing about Indian laws."],"tags":["Enseñanzas y disciplinas académicas","Preparación para exámenes oficiales","Derecho"],"rating":{"count":3,"averageValue":"4.5"},"instructors":[{"name":"Indic Law Entrance","url":"/user/law-indic-entrance/","totalNumberOfStudents":476,"totalNumberOfReviews":3,"averageRating":4.45441}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/make-stylized-tree-by-using-blender-and-unity/":{"courseDetails":{"courseId":4540372,"title":"Make Stylized Tree by using Blender and Unity","shortDescription":"Modeling in Blender, Make Shader in Unity","longDescription":null,"language":"Inglés","courseUri":"https://www.udemy.com/course/make-stylized-tree-by-using-blender-and-unity/","imageUri":"https://img-c.udemycdn.com/course/750x422/4540372_46f0_4.jpg","duration":"0","enrolledStudentsCount":"739 estudiantes","lastUpdated":null,"targetAudiences":["Beginner Blender developers","Beginner Unity developers","Beginner Game developers"],"tags":["Desarrollo","Desarrollo de videojuegos","Recursos para juegos"],"rating":{"count":2,"averageValue":"4.8"},"instructors":[{"name":"Won Hurry","url":"/user/hurrywon/","totalNumberOfStudents":1454,"totalNumberOfReviews":6,"averageRating":4.2810486333333335}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/docker-with-laravelphp-and-mysql-the-most-detailed-course/":{"courseDetails":{"courseId":4525516,"title":"Docker with laravel/PHP and MySQL- the most detailed course","shortDescription":"Docker - the most detailed course","longDescription":null,"language":"Inglés","courseUri":"https://www.udemy.com/course/docker-with-laravelphp-and-mysql-the-most-detailed-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4525516_fde4_2.jpg","duration":"0","enrolledStudentsCount":"2.069 estudiantes","lastUpdated":null,"targetAudiences":["Everyone who want to find out how to using docker."],"tags":["Desarrollo","Desarrollo web","Docker"],"rating":{"count":3,"averageValue":"4.3"},"instructors":[{"name":"theMostDetailedCourses Lynnno","url":"/user/themostdetailedcourses/","totalNumberOfStudents":5556,"totalNumberOfReviews":24,"averageRating":4.233714370833334}]},"isAlreadyAFreeCourse":true,"couponData":null},"https://www.udemy.com/course/how-to-sell-online-courses-with-facebook-ads/":{"courseDetails":{"courseId":4524144,"title":"How To Sell Online Courses With Facebook Ads","shortDescription":"Discover how to make Facebook Ads work for your online course.","longDescription":null,"language":"Inglés","courseUri":"https://www.udemy.com/course/how-to-sell-online-courses-with-facebook-ads/","imageUri":"https://img-c.udemycdn.com/course/750x422/4524144_1e56.jpg","duration":"0","enrolledStudentsCount":"1.309 estudiantes","lastUpdated":null,"targetAudiences":["The course is for anyone who wants to create their own online courses such as coaches, therapists, consultants, healers/therapists, life coaches, financial advisers, etc.","Business Marketing","Begginers","Social Media hobbyist"],"tags":["Enseñanzas y disciplinas académicas","Educación en línea","Anuncios de Facebook"],"rating":{"count":5,"averageValue":"3.0"},"instructors":[{"name":"Money Makers Academy","url":"/user/money-makers-team/","totalNumberOfStudents":222926,"totalNumberOfReviews":5343,"averageRating":3.9308685408256876}]},"isAlreadyAFreeCourse":true,"couponData":null}}}