{"coursesWithCoupon":{"https://www.udemy.com/course/cartoon-drawing-course-angry-mom-driving-in-traffic/":{"courseDetails":{"courseId":4011302,"title":"Cartoon Drawing Course : Angry Mom Driving in Traffic","shortDescription":"A step-by-Step Guide to drawing and Coloring a  Cartoon Angry Mom Driving in a Traffic Jam Scene","longDescription":"\u003Cp\u003EThis course will help you with the knoweldge on How\u0026nbsp; to Draw\u0026nbsp; and Color Cartoons, with these simplified and easy to follow techniques to \u003Cstrong\u003E\u003Cem\u003Eenable you become a Professional Cartoonist.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECreated by a Amazing Cartoonist ( over 10 years Experience) T.S Amachree\u003C/strong\u003E to help you Draw and Color Amazing Cartoons\u0026nbsp; Straight from Your Imagination even with your little experience in Drawing.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat You\u0027ll Learn\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow to Draw \u0026amp; Color A Cartoon School Bus\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Draw and Color a Cartoon Car.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Draw a Cartoon Driver.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to paint a car WindShield. (Secret Sauce)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to Paint a Road \u0026amp; Lanes in cartoon Drawings.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to arrange \u0026amp; Re-Scale your Cars to fit a Lane to form aTraffic Jam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe Best way to Start your Cartoon Drawings.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAll you need to unlock yourr creativity is a Ball Point Pen \u0026amp; Your Imagination with a Little\u0026nbsp; Passion To Learn.\u003C/p\u003E\u003Cp\u003EIf you are passionate about Drawing Cartoons, You are a beginner Cartoonist or You simply\u0026nbsp; wann take Your Cartoon Skills to the next Level; This course is for You. Learning How to Draw and Color Cartoons May jut be the best thing that Could Happen to You this year.In this detailed Cartoon Comic Series Course; I will be sharing with you my secrets in Drawing and Developing Cartoon Comic series from your Imagination.\u003C/p\u003E\u003Cp\u003EI will take you from the Blueprint idea sketch to the Final Colored \u0026amp; Edited Cartoon Drawing.\u003C/p\u003E\u003Cp\u003EThis will help you create you own Cartoon\u0026nbsp; Professionally; Build your Comic Book; for your Friends on your social media or designed for clients (blogs, Magazines, Video Shoot planing \u0026amp; newspapers) to earn extra money.\u003C/p\u003E\u003Cp\u003EEach Lesson is very Easy to Understand- Step-By -Step ( in Real Time.)\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003Ea 30 Day Guarantee 100%.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBeing a Cartoonist is most fulfilling...\u003C/p\u003E\u003Cp\u003EIts a rare pleasure sharing my gifts with You.\u003C/p\u003E\u003Cp\u003EThis is my Sincere Gift of Knowledge to unlock the Artist in You.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECan\u0027t wait to see you inside\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/cartoon-drawing-course-angry-mom-driving-in-traffic/","imageUri":"https://img-b.udemycdn.com/course/750x422/4011302_b963_3.jpg?secure=4iWU311flWKoiD18HgFO7g%3D%3D%2C1643876963","duration":"3 hours","enrolledStudentsCount":"6,276 students","lastUpdated":"Last updated 11/2021","targetAudiences":["Aspirant Cartoonists","Digital Artists","Anyone who wants to learn how to Draw","Creatives"],"tags":["Design","Graphic Design \u0026 Illustration","Cartoon Drawing"],"rating":{"count":8,"averageValue":"4.7"},"instructors":[{"name":"Red Jacobs Production","url":"/user/red-art-project/","totalNumberOfStudents":26322,"totalNumberOfReviews":145,"averageRating":4.251207284482758},{"name":"T.S Amachree","url":"/user/amachree-tonye/","totalNumberOfStudents":21080,"totalNumberOfReviews":104,"averageRating":4.4087182125}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"47D4F15C3957C833465F","originalPrice":"6.400 INR","discountedPrice":"Gratis","expirationText":"2 días","discountPercentage":100}},"https://www.udemy.com/course/affinity-publisher-guide/":{"courseDetails":{"courseId":3229341,"title":"Affinity Publisher Guide - Affinity Publisher for Beginners","shortDescription":"Learn Affinity Publisher (part of Affinity Suite) as Fast As Possible. From Affinity Publisher Beginner To Advanced.","longDescription":"\u003Cp\u003EWelcome to \u003Cstrong\u003EAffinity Publisher Guide - Affinity Publisher for Beginners!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe only course you will need to start with Affinity Publisher, one of the best publishing software in the industry.\u003C/p\u003E\u003Cp\u003EAffinity Publisher is an easy-to-use desktop publishing software that helps you create beautiful layouts with custom graphics and images in minutes. It\u0027s the perfect choice for a graphic designer who wants to take on a more creative role, or for someone who has always wanted to create their own book, magazine, or brochure. Affinity Publisher offers powerful features, like multiple master pages and postcard printing templates, so you can easily express your creativity.\u003C/p\u003E\u003Cp\u003ELearn how to create incredible-looking graphics, layouts, and designs in Affinity Publisher. With our intuitive course and carefully planned lessons, you\u0027ll be able to design amazing infographics, flyers, posters, and more!\u003C/p\u003E\u003Cp\u003EHere you will learn everything you need to know about Affinity Publisher, including but not limited to:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBasics \u0026amp; Interface of Affinity Publisher;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETools of Affinity Publisher;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECreation of Basic Book Document;\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAdvanced tips \u0026amp; Tricks\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026amp; Much More...\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EMost importantly this course will continue and grow as time passes and all the upgrades will be available for FREE for every enrolled student.\u003C/p\u003E\u003Cp\u003EAnd don\u0027t forget that Instructor is here for you. For any questions do not hesitate to ask.\u003C/p\u003E\u003Cp\u003ESo what are you waiting for? Join thousands of students who\u0027ve made amazing things happen with this course!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/affinity-publisher-guide/","imageUri":"https://img-c.udemycdn.com/course/750x422/3229341_e035_3.jpg","duration":"3 hours","enrolledStudentsCount":"50,565 students","lastUpdated":"Last updated 7/2020","targetAudiences":["People who wants an alternative to Adobe InDesign","People Who Wants to Learn Printable Creation","People Who Want To learn Affinity Publisher"],"tags":["Design","Design Tools","Affinity Publisher"],"rating":{"count":184,"averageValue":"4.4"},"instructors":[{"name":"Nick Nyxson","url":"/user/nick-nyxson/","totalNumberOfStudents":347474,"totalNumberOfReviews":5062,"averageRating":4.435812246551723}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"7D681FD8E25F93E90E30","originalPrice":"6.400 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/the-complete-introduction-to-online-course-creation/":{"courseDetails":{"courseId":4393210,"title":"The Complete Introduction to Online Course Creation","shortDescription":"Learn all the basics of starting your own online course business","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhy am I qualified to teach this course:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMy name is Yassin Marco and I will be your instructor for this course. I have been an online course instructor for many years and as of today I have over 25 online courses on various plateforms as well as over 1.1 million unique students on udemy alone. My courses have been taken by people all over the world and have helped many in different fields. Over the time I received a lot of questions about how I started in this field and someone can also start out in the course creation world. So I deceided to create a course that contains everything about this topic. My goal with this course is really to help you understand all the aspects of this business model and helping you start out as a course creator and helping you share your skills with other and beeing able to monetize them.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Presentation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECreating an online course is not an easy task and can sometimes get really complicated especially if you have no prior experience in this field. But, don\u0027t worry, this course has everything you need to start your very own and first online course. Indeed, you will learn many interesting things about this business model. If you:\u003C/p\u003E\u003Cp\u003E- Are someone interested in teaching your skills to others\u003C/p\u003E\u003Cp\u003E- Want to create your first online business\u003C/p\u003E\u003Cp\u003E- Launching your own teaching plateform\u003C/p\u003E\u003Cp\u003E- Are simply interested by the topic and want to learn more about it\u003C/p\u003E\u003Cp\u003EThen you will love this course. Not only you will have by the end of the course a very strong understanding of how to crate your course since I will teach you everything that I personnaly do but you will also be able to create your course from scratch, launch it on various marketplaces, create your plateform and finally promote your course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe way this course is created is really done to help you learn all the basics of course creation and launching your first online business in this field. From the basic theory and course plan creation to launching your course, your plateform and promoting everything you created, everything in this course is structured to help you learn and achieve your goal of understanding how you can work with this business model. In this course, you will also learn how to work with various plateforms or marketplaces and what exactly you should take into consideration to succed in this type of business. The objective of the course is simple, teaching you everything you need to know to become more efficient when you are creating your first online course.\u003C/p\u003E\u003Cp\u003EAlso, this course is built on a concept of learning by practice. In other words, even if there is a lot of theory, you will have a lot of examples and practice. This way, you will have a better understanding of this topic and reach your full potential when you will grow your teaching business .\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere are many course creation courses out there, but this one is different. Indeed, this online course creation course will teach you with clear and simple examples all the basics of to start a business in this field. Also, since this course is an introduction to the topic it\u0027s perfect for people that have no prior experience with this business model, teaching or creating an online course. Indeed, even if you never had or created an online business before, you will have a solide understanding of the topic. The goal of this course is really teaching you how to think like an experienced online course creator and showing you all the tips and tricks to start out with this business model.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you want to start your first online course then you should definely take this course. Not only you will learn how to create an online course from scratch but you will also be able to promote it on different plateforms, marketplaces as well as your own plateform. Indeed, by the end of this course you will have the required knowledge to start in the online business world and be able to grow your brand.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003Eto get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROL NOW and start learning today :)\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/the-complete-introduction-to-online-course-creation/","imageUri":"https://img-b.udemycdn.com/course/750x422/4393210_0ba9_2.jpg?secure=cSGPrXzgR_nj_g2eIBTM9Q%3D%3D%2C1643864735","duration":"7 hours","enrolledStudentsCount":"9,425 students","lastUpdated":"Last updated 1/2022","targetAudiences":["People who wanted to start in a business model that does not require a lot of money","People interested in sharing there knowledge","People wanting to create and monetize there online courses"],"tags":["Business","E-Commerce","Online Course Creation"],"rating":{"count":21,"averageValue":"4.2"},"instructors":[{"name":"Yassin Marco","url":"/user/ataouyl-yassin/","totalNumberOfStudents":1092946,"totalNumberOfReviews":37180,"averageRating":4.194619489900609}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"44E8BFE226E8B840D331","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/quantity-surveyors-guide-for-pre-contracts-management/":{"courseDetails":{"courseId":4346198,"title":"Quantity Surveyor\u0027s Guide for Pre-Contracts Management","shortDescription":"Quantity Surveying, Pre Contracts, BOQ, Measurement, Tracker, Progress, Estimation, Documentation, Excel Templates","longDescription":"\u003Cp\u003EWelcome to this course on Quantity Surveyor\u0027s Guide for Pre-Contracts Management.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EQuantity Surveyor\u0027s play an important role during the Pre Contracts Stage of any project. During this stage, if proper management of works are done, then once the execution stage of the project begins, the chances of the project getting successfully completed is very high.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBy the end of this course, you will learn the following:\u003C/p\u003E\u003Cp\u003EDifferent Tender Documents involved in a Construction Project.\u003C/p\u003E\u003Cp\u003EBasics of Bill of Quantity and Technique to prepare the same.\u003C/p\u003E\u003Cp\u003ESample BOQ Preparation using CESMM4 Standard Method of Measurement.\u003C/p\u003E\u003Cp\u003EQuantity Measurement sheet to capture all you Take Off\u0027s from Construction Drawings.\u003C/p\u003E\u003Cp\u003ETemplate to monitor the progress of your team\u0027s work.\u003C/p\u003E\u003Cp\u003EThe importance of digits 0 and 9 while preparing a BOQ.\u003C/p\u003E\u003Cp\u003EHyperlinking all soft copies of work related files for an effective documentation.\u003C/p\u003E\u003Cp\u003EChecklist to follow while preparing a Bill of Quantity with Query Sheet template.\u003C/p\u003E\u003Cp\u003EExcel formulae for numbering a Bill of Quantity.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou can download and use the templates available in this course in your professional life and see the changes happening in your career.\u003C/p\u003E\u003Cp\u003ECESMM4 PDF is also available for download for future reference.\u003C/p\u003E\u003Cp\u003EAll Construction Professionals can benefit from this course. Students \u0026amp; Fresher’s looking to start their career in the construction sector can easily learn the basics and understand new concepts involved in the Pre Contracts stage of a project.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESo what are you waiting for. Go ahead and enjoy this course!!!! Happy Learning!!!\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/quantity-surveyors-guide-for-pre-contracts-management/","imageUri":"https://img-c.udemycdn.com/course/750x422/4346198_1ee7_2.jpg","duration":"1 heure","enrolledStudentsCount":"7 573 participants","lastUpdated":"Dernière mise à jour : 10/2021","targetAudiences":["Site Engineers","Quantity Surveyors","Fresh Engineers","Engineering Students","Construction Professionals","Project Managers","Commercial Managers","Contract Managers","Contract Administrators","MEP Engineers","Mechanical Engineers","Electrical Engineers","Civil Engineers","Estimators","Cost Control Professionals"],"tags":["Business","Gestion de projets","Estimations en matière de construction"],"rating":{"count":62,"averageValue":"4.2"},"instructors":[{"name":"Akhil Krishna","url":"/user/akhil-krishna-37/","totalNumberOfStudents":118191,"totalNumberOfReviews":1643,"averageRating":4.233722449459459}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"QSPRECONTRACTFEB2022","originalPrice":"1.600 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/python-3-analisis-y-visualizacion-de-datos/":{"courseDetails":{"courseId":3655814,"title":"Python 3: Análisis y visualización de datos","shortDescription":"Comienza en el mundo del análisis de datos y añade valor a tu CV","longDescription":"\u003Cp\u003E\u003Cstrong\u003EPython es un lenguaje de programación\u003C/strong\u003E de código abierto, orientado a objetos, muy simple y fácil de entender. Tiene una sintaxis sencilla que cuenta con una vasta biblioteca de herramientas, que hacen de Python un lenguaje de programación único.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESaber programar en \u003Cstrong\u003EPython es una habilidad solicitada \u003C/strong\u003Epor las empresas de todo el mundo. Un \u003Cstrong\u003Eprogramador Jr. en Python gana $77,000 USD\u003C/strong\u003E al año en promedio.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEn el curso aprenderemos:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E Como crear una Base de Datos con Python para leer y escribir datos en ella.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA usar Numpy para trabajar con arrays y para generar muestras aleatorias.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA importar datos desde un CSV o desde un Excel para analizarlos.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA trabajar con fechas y variables de diferentes formatos.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA exportar los datos tratados a Excel.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA generar representaciones gráficas de la información para tener un mejor entendimiento de ella.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ETambien abordamos varios ejercicios donde ponemos en practica lo aprendido durante las lecciones.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué esperas? Con este curso añadirás valor a tu CV y habilidades que te harán destacar en tu trabajo. \u003C/strong\u003EDesbloquea tu potencial con el análisis de datos, desarrollarás habilidades profesionales y estarás listo para aplicarlas en cualquier trabajo. Recuerda que la habilidad de analizar datos es de las más demandadas hoy en día.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDespués de tomar este curso \u003Cstrong\u003Eserás capaz\u003C/strong\u003E de\u0026nbsp; analizar grandes volúmenes de datos en Python para proyectos personales o para el entorno profesional.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/python-3-analisis-y-visualizacion-de-datos/","imageUri":"https://img-b.udemycdn.com/course/750x422/3655814_50f2_19.jpg?secure=Nj1ydZTGxpEKzY2-sVZatg%3D%3D%2C1643895691","duration":"7 horas","enrolledStudentsCount":"60.088 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Profesionistas que requieran trabajar con una gran cantidad de datos.","Profesionistas que necesiten analizar grandes volúmenes de datos."],"tags":["Desarrollo","Ciencias de la información","Python"],"rating":{"count":438,"averageValue":"4.3"},"instructors":[{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314678,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"ED7E484F5C1F4BBB9A00","originalPrice":"5.440 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/ciscos-200-201-cbrops-latest-practice-exams-h/":{"courseDetails":{"courseId":4512778,"title":"Cisco\u0027s 200-201 CBROPS Latest Practice Exams","shortDescription":"Four Full Cisco\u0027s 200-201 CBROPS Tests – 100 Questions each – Actual Practice Tests","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EPractice Tests\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThose practice exams completely prepare you for what it is like to take in \u003Cstrong\u003ECisco\u0027s 200-201 CBROPS \u003C/strong\u003ECertification Exam . These questions are collected\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWritten and answered by multiple Experts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExam Questions allow you to prepare for the final exam\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFollowing the knowledge areas as required by the exam\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThere are Four full practice exam which is a great means to test your Cisco\u0027s Cybersecurity skills before appearing for the \u003Cstrong\u003E200-201 CBROPS\u003C/strong\u003E certification exam\u003C/p\u003E\u003Cp\u003EThe CBROPS exam tests a candidate’s knowledge and skills related to security concepts, security monitoring, host-based analysis, network intrusion analysis, and security policies and procedures. The course, Understanding Cisco Cybersecurity Operations Fundamentals, helps candidates to prepare for this exam.\u003C/p\u003E\u003Cp\u003EAll the exams will be updated and added in order to provide you with the most up-to-date content.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELessons and Topics:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMicrosoft Azure Administrator\u003Cstrong\u003E \u003C/strong\u003Ecandidates will have an understanding of the following:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESecurity concepts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESecurity monitoring\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHost-based analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENetwork intrusion analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESecurity policies and procedures\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EAbout the\u003C/strong\u003E \u003Cstrong\u003Eexam\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EContent: 95-105 Multiple-Choice (single answer) or Multiple Select (select all that apply)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETime allotted to complete the exam: 120 minutes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPassing score: 75%\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EFor anyone who wishes to gain a practical skillset in mitigating the risk from, malware, hackers, tracker, cybercriminals and all online threats.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFor anyone studying for the Cisco CyberOps Associate CBROPS 200-201 certification exam.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/ciscos-200-201-cbrops-latest-practice-exams-h/","imageUri":"https://img-b.udemycdn.com/course/750x422/4512778_e4b9.jpg?secure=RHcS769M6o9tv4Fgx8UZEw%3D%3D%2C1643886149","duration":"","enrolledStudentsCount":"1.003 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Cisco 200-201 CBROPS – Students and Candidates"],"tags":["Informática y software","Certificaciones de informática"],"rating":null,"instructors":[{"name":"Anas Bellaouali","url":"/user/anas-bellaouali/","totalNumberOfStudents":8646,"totalNumberOfReviews":16,"averageRating":3.69976089375}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"62664EA5F471A3935ABF","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/customer-retention-max-profits-fast/":{"courseDetails":{"courseId":2970650,"title":"Customer Retention: Maximise Your Profits","shortDescription":"How CRM, Customer Care, Customer Service, Customer Satisfaction, and Customer Experience will 10X your profits.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhat is your ideal work-life?\u003C/strong\u003E Does the word carefree come to mind?\u003C/p\u003E\u003Cp\u003EFree from the worry and stress of having to make more money to pay the bills each month.\u003C/p\u003E\u003Cp\u003EUltimately, \u003Cstrong\u003Ecarefree work life is what this course is all about.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI want to show you a fast, cost-effective and reliable way to increase your sales and profits.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou want a carefree work life, and you\u0027re either:\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ESomeone who has spent hours awake at night trying to figure out how to get new customers.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESomeone who sees others being successful, but isn\u0027t having as much success as you\u0027d like, despite working really hard every day.\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EI can help you, no matter what situation you\u0027re in.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETHIS COURSE WILL SHOW YOU:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EWhy do you need to focus on customer retention?\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThe benefits of customer retention.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFree tools to help you implement a customer retention strategy.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow to figure out where you are with your existing customer retention efforts.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you need to do before you create your customer retention strategy.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow to get your team onboard your customer retention strategy.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EGreat tips for getting your organization to focus on Customer Retention.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBulletproof customer retention strategies to use today.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHow CRM, customer care, customer service, customer satisfaction, and customer experience will lead to customer retention.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EValuable customer retention tactics that will get results.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPractical tips to have your customers return often and purchase more.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EExamples of successful customer retention in action.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDiligently track and measure your customer retention efforts.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAlong with the video content of the course, there are many bonuses.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBONUSES:\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDownloadable resources and guides\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAn audio version of the course to listen on the go\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAssignments that make you productive while taking the course\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAn instructor who truly cares about your success\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EI SHARE PRACTICAL SECRETS IN THIS COURSE\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThese are techniques that I have used to grow profits in multiple businesses They are techniques that other successful business owners are using today to grow their sales.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIT WILL NEVER BE A BETTER TIME TO START A CUSTOMER RETENTION STRATEGY\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe key thing to know before starting is that you need very little to get started.\u003C/p\u003E\u003Cp\u003EYou don\u0027t need to know how to sell\u003C/p\u003E\u003Cp\u003EYou don\u0027t need to know how the market.\u003C/p\u003E\u003Cp\u003EYou just need to be consistent and persistent. You just need to believe in yourself and your team. You just need to keep your eye on the goal (whatever that may be - $1,000,000 per year extra in sales, financial independence).\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWHY AM I DOING THIS?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECustomer Retention can change your life. Instead of racking your brain trying to come up with creative ways to get new customers and stressing about how to pay your bills each month, you will now have the easiest and most effective way to increase your sales and profits without breaking the bank.\u003C/p\u003E\u003Cp\u003ECustomer Retention can change your life. Instead of racking your brain trying to come up with creative ways to get new customers and stressing about how to pay your bills each month, you will now have the easiest and most effective way to increase your sales and profits without breaking the bank.\u003C/p\u003E\u003Cp\u003EI have had wonderful opportunities to work with and learn from hundreds of successful businesses over the past 25 years. I have studied their customer retention strategies and tactics for becoming and staying successful.\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ENow I want to give back.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EThat\u0027s why I created this course - \u003Cem\u003Eto walk with you through the entire process.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EWith our 30-day 100% money-back guarantee, there\u0027s no reason to hesitate.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI\u0027ll give you two more reasons why you should enroll right this second:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYour investment in this course will quickly be paid back even just by implementing some of the techniques I share with you. There are lots of gold nuggets to choose from, making this course a great investment in your future success.\u003C/p\u003E\u003Cp\u003EWhile today is still the best day you can get started with creating and implementing a customer retention strategy, it will get harder for businesses as the markets get more and more competitive. You want to start as soon as you can (like today) to take advantage of the fact that your competitors may not have a customer retention strategy in place just yet. Instead of struggling and trying to do everything yourself, just learn from someone who has already figured it out.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI CAN\u0027T WAIT TO SEE YOUR SUCCESS\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn the first section, I give you 5 mostly free tech tools to help you implement a customer retention strategy. These will enable you to improve your retention right now to achieve great customer loyalty!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee you inside!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFK\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/customer-retention-max-profits-fast/","imageUri":"https://img-c.udemycdn.com/course/750x422/2970650_f472.jpg","duration":"1.5 hours","enrolledStudentsCount":"6,573 students","lastUpdated":"Last updated 4/2020","targetAudiences":["Anyone who wants to increase their sales and profits no matter what level of technical skills you have.","People who want to focus on their work rather than being stressed out on having to find new customers each day."],"tags":["Business","Sales","Customer Service"],"rating":{"count":36,"averageValue":"4.4"},"instructors":[{"name":"Customer Core","url":"/user/feargal-killoury/","totalNumberOfStudents":6621,"totalNumberOfReviews":36,"averageRating":4.403309}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FB016D579AA324231372","originalPrice":"2.560 INR","discountedPrice":"Gratis","expirationText":"3 días","discountPercentage":100}},"https://www.udemy.com/course/administration-vmware-esxi-6/":{"courseDetails":{"courseId":3842778,"title":"Administration VMware ESXI 6 (20h de l\u0027apprentissage)","shortDescription":"la gestion vCenter Server ,ISCSI ,NFS (stockage), Management VMFS Datastores ,vSphere HA-DRS Cluster, Migration des VMs","longDescription":"\u003Cp\u003EL\u0027hyperviseur \u003Cstrong\u003EVMware ESXi 6\u003C/strong\u003E est la solution GRATUITE de virtualisation des serveurs la plus aboutie et répandue dans le monde de la virtualisation. \u003Cbr\u003EAvec \u003Cstrong\u003EVMware ESXi 6\u003C/strong\u003E vous pouvez ainsi consolider vos applications sur moins de matériel.\u003Cbr\u003ECette \u003Cstrong\u003Eformation VMware ESXi 6\u003C/strong\u003E vous donnera toutes les clefs afin d\u0027obtenir des bases solides sur l\u0027installation et la gestion d\u0027un Hyperviseur \u003Cstrong\u003EVMware ESXi 6\u003C/strong\u003E. Mais aussi sur sa mise en place dans le monde complexe et hétérogène du DataCenter.\u003C/p\u003E\u003Cp\u003EDans ce Workshop, vous allez apprendre a installer vSphere 6.7 et Vcenter Appliance 6.7.\u003C/p\u003E\u003Cp\u003EVous allez apprendre \u003C/p\u003E\u003Cp\u003Ela gestion vCenter Server ,ISCSI ,NFS (stockage), Management VMFS Datastores ,vSphere HA-DRS Cluster, Migration des VMs\u003C/p\u003E\u003Cp\u003EJe vais vous montrer comment ajouter vos Hosts dans un Datacenter.\u003C/p\u003E\u003Cp\u003ENous verrons ensuite comment créer des clones et des Templates.\u003C/p\u003E\u003Cp\u003ENous verrons aussi comment créer des utilisateurs et des rôles.\u003C/p\u003E\u003Cp\u003ENous allons voir ensuite comment attacher un stockage partage.\u003C/p\u003E\u003Cp\u003ENous verrons la partie Network avec la création et la gestion des Vswitch.\u003C/p\u003E\u003Cp\u003ENous verrons la haute disponibilité avec HA.\u003C/p\u003E\u003Cp\u003ENous verrons aussi DRS\u003C/p\u003E\u003Cp\u003ENous verrons la migration des VMs (Nmotion)\u003C/p\u003E\u003Cp\u003ENous verrons la sauvegarde et la restauration des VMs\u0026nbsp; \u003C/p\u003E\u003Cp\u003EPuis on finira avec DRS .\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;Bienvenue dans le monde de la virtualisation des serveurs sous \u003Cstrong\u003Eformation VMware ESXi 6\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;Welcome to the world of server virtualization under \u003Cstrong\u003EVMware ESXi 6\u003C/strong\u003E training.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Français","courseUri":"https://www.udemy.com/course/administration-vmware-esxi-6/","imageUri":"https://img-c.udemycdn.com/course/750x422/3842778_22b6_2.jpg","duration":"19,5 heures","enrolledStudentsCount":"290 participants","lastUpdated":"Dernière mise à jour : 2/2021","targetAudiences":["les administrateurs systèmes et réseaux"],"tags":["Informatique et logiciels","Systèmes d\u0027exploitation et serveurs","Virtualisation VMware"],"rating":{"count":12,"averageValue":"4.7"},"instructors":[{"name":"Marok emploi","url":"/user/oualid-57/","totalNumberOfStudents":2961,"totalNumberOfReviews":43,"averageRating":4.6494902499999995}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0644C9D8368550A736A6","originalPrice":"1 600 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/spark-sql-hadoop-for-data-scientists-big-data-analysts/":{"courseDetails":{"courseId":4104862,"title":"Spark SQL \u0026 Hadoop (For Data Scientists \u0026 Big Data Analysts)","shortDescription":"Learn HDFS commands, Hadoop, Spark SQL, SQL Queries, ETL \u0026 Data Analysis| Spark Hadoop Cluster VM | Fully Solved Qs","longDescription":"\u003Cp\u003E\u003Cstrong\u003EApache Spark\u003C/strong\u003E is currently one of the most popular systems for processing big data.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EApache Hadoop\u003C/strong\u003E continues to be used by many organizations that look to store data locally on premises. Hadoop allows these organisations to efficiently store big datasets ranging in size from gigabytes to petabytes.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAs the number of vacancies for data science, big data analysis and data engineering roles continue to grow, so too will the demand for individuals that possess knowledge of Spark and Hadoop technologies to fill these vacancies.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course has been designed specifically for data scientists, big data analysts and data engineers looking to leverage the power of Hadoop and Apache Spark to make sense of big data.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course will help those individuals that are looking to interactively analyse big data or to begin writing production applications to prepare data for further analysis using Spark SQL in a Hadoop environment.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe course is also well suited for university students and recent graduates that are keen to gain exposure to Spark \u0026amp; Hadoop or anyone who simply wants to apply their SQL skills in a big data environment using Spark-SQL.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course has been designed to be concise and to provide students with a necessary and sufficient amount of theory, enough for them to be able to use Hadoop \u0026amp; Spark without getting bogged down in too much theory about older low-level APIs such as RDDs.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOn solving the questions contained in this course students will begin to develop those skills \u0026amp; the confidence needed to handle real world scenarios that come their way in a production environment.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E(a) There are just under 30 problems in this course. These cover hdfs commands, basic data engineering tasks and data analysis.\u003C/p\u003E\u003Cp\u003E(b) Fully worked out solutions to all the problems.\u003C/p\u003E\u003Cp\u003E(c) Also included is the Verulam Blue virtual machine which is an environment that has a spark Hadoop cluster already installed so that you can practice working on the problems.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe VM contains a Spark Hadoop environment which allows students to read and write data to \u0026amp; from the Hadoop file system as well as to store metastore tables on the Hive metastore.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll the datasets students will need for the problems are already loaded onto HDFS, so there is no need for students to do any extra work.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe VM also has Apache Zeppelin installed. This is a notebook specific to Spark and is similar to Python’s Jupyter notebook.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course will allow students to get hands-on experience working in a Spark Hadoop environment as they practice:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EConverting a set of data values in a given format stored in HDFS into new data values or a new data format and writing them into HDFS.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELoading data from HDFS for use in Spark applications \u0026amp; writing the results back into HDFS using Spark.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReading and writing files in a variety of file formats.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPerforming standard extract, transform, load (ETL) processes on data using the Spark API.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing metastore tables as an input source or an output sink for Spark applications.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EApplying the understanding of the fundamentals of querying datasets in Spark.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFiltering data using Spark.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWriting queries that calculate aggregate statistics.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EJoining disparate datasets using Spark.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProducing ranked or sorted data.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/spark-sql-hadoop-for-data-scientists-big-data-analysts/","imageUri":"https://img-c.udemycdn.com/course/750x422/4104862_c5cb.jpg","duration":"5,5 heures","enrolledStudentsCount":"4 180 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["This course has been designed specifically for data scientists, big data analysts and data engineers looking to leverage the power of Hadoop and Apache Spark to make sense of big data.","This course is also well suited for university students and recent graduates that are keen to land a job with a company that’s looking to fill a big data-related positions or anyone who simply wants to apply their SQL skills in a big data environment using Spark-SQL.","Software engineers \u0026 developers who are looking to break into the Data Engineering field will also find this course helpful."],"tags":["Développement","Science des données","Cadre d\u0027applications Apache Spark"],"rating":{"count":17,"averageValue":"4.7"},"instructors":[{"name":"Matthew Barr","url":"/user/matthew-barr-162/","totalNumberOfStudents":9041,"totalNumberOfReviews":113,"averageRating":4.7803255957446815}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DD27AED9DC2205C2A6ED","originalPrice":"3 200 ₹","discountedPrice":"Gratuit","expirationText":"3 jours","discountPercentage":100}},"https://www.udemy.com/course/administration-windows-server/":{"courseDetails":{"courseId":4420290,"title":"Windows Server Administration | 2022","shortDescription":"Administration de Windows Server  Apprenez Active Directory, stratégie de groupe, DNS, DHCP, stockage, sauvegarde, i","longDescription":"\u003Cp\u003E\u003Cstrong\u003EApprenez l\u0027administration des systèmes\u0026nbsp;! Le moyen le plus simple d\u0027empiler votre CV et d\u0027obtenir un emploi informatique bien rémunéré - Guide étape par étape\u0026nbsp;!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESi vous souhaitez obtenir un poste d\u0027assistance, d\u0027administrateur système, de spécialiste du support informatique ou tout autre emploi lié à l\u0027informatique, c\u0027est le cours que vous recherchiez\u0026nbsp;! Ce cours vous donnera les compétences essentielles nécessaires pour réussir dans le domaine des technologies de l\u0027information.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPartout, les entreprises recherchent des personnes qui ont de réelles compétences professionnelles et pas simplement des certifications ou des diplômes ! De nombreuses personnes obtiennent leur diplôme universitaire et cherchent un emploi, mais ne parviennent pas à décrocher un poste parce qu\u0027elles n\u0027ont aucune expérience pratique.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECe cours vous donnera les compétences dont vous avez besoin pour entrer dans le domaine informatique. Je couvrirai une myriade de sujets, notamment comment configurer Windows Server 2012, comment créer un contrôleur de domaine et comment travailler dans Active Directory et la stratégie de groupe.\u003C/p\u003E\u003Cp\u003E====================================\u003C/p\u003E\u003Cp\u003EIf you are looking for a support position, system administrator, IT support specialist, or any other IT related job, this is the course you have been looking for! This course will give you the essential skills necessary for success in the field of information technology. Businesses everywhere are looking for people with real professional skills and not just certifications or degrees! Many people graduate from college and look for a job, but fail to land a job because they have no practical experience. This course will give you the skills you need to enter the IT field. I\u0027ll cover a myriad of topics including how to configure Windows Server 2012, how to create a domain controller, and how to work in Active Directory and Group Policy. If you are looking to gain hands-on experience, THIS course is for you. Do not wait any longer and register now!\u003C/p\u003E","language":"Français","courseUri":"https://www.udemy.com/course/administration-windows-server/","imageUri":"https://img-c.udemycdn.com/course/750x422/4420290_5a91_2.jpg","duration":"13 heures","enrolledStudentsCount":"2 250 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["les informaticiens","Ceux qui sont nouveaux dans l\u0027informatique ou qui souhaitent entrer dans l\u0027informatique","Professionnels de l\u0027informatique actuels qui souhaitent mettre à niveau leurs compétences vers Windows Server"],"tags":["Informatique et logiciels","Systèmes d\u0027exploitation et serveurs","Systèmes d\u0027information"],"rating":{"count":10,"averageValue":"4.9"},"instructors":[{"name":"Marok emploi","url":"/user/oualid-57/","totalNumberOfStudents":2961,"totalNumberOfReviews":43,"averageRating":4.6494902499999995}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FBE6DC578A04ADD62A25","originalPrice":"1 600 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/freight-broker-training-a-beginners-guide-to-get-license/":{"courseDetails":{"courseId":4335330,"title":"Freight Broker Training: A Beginner\u0027s Guide to Get License","shortDescription":"What Does a Freight Broker Do? License, Jobs, Type, and Salary of this Business","longDescription":"\u003Cp\u003EIf you are one of those people who are tired of your job and looking for a new job position. \u003Cstrong\u003Ea freight broker can be a good choice for you.\u003C/strong\u003E freight broker does not require much initial capital and\u003Cstrong\u003E you can start your business easily\u003C/strong\u003E. Due to the increasing development of technology and the transportation industry, it is an essential part of life that is expanding every day. Today is a good opportunity to enter the transportation industry to achieve financial success.\u003C/p\u003E\u003Cp\u003E \u003Cstrong\u003EBut the important thing is that you have to be well trained\u003C/strong\u003E. Failure to learn freight broker before starting work can result in a loss of all your capital. So, a good training course can teach you all the freight broker skills.\u003C/p\u003E\u003Cp\u003EObtaining a freight broker license also has its complexities, and in this course, we have explained all the administrative and legal steps for obtaining a license. We have tried to cover all our side issues and teach you the main points. \u003Cstrong\u003Eafter 30 minutes, you will be fully prepared to become a freight broker.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAt the end of the course, the coach will be with you. If you have any questions, you can contact us to solve your problems and you will become an expert.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/freight-broker-training-a-beginners-guide-to-get-license/","imageUri":"https://img-c.udemycdn.com/course/750x422/4335330_f154.jpg","duration":"32 minutos","enrolledStudentsCount":"6.115 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Those who are looking for a new job","Transport companies that want to expand their business","People who want to get a freight broker license"],"tags":["Negocios","Industria","Agente de transportes"],"rating":{"count":55,"averageValue":"4.3"},"instructors":[{"name":"Smart Academy","url":"/user/pouriya-gudarz/","totalNumberOfStudents":27330,"totalNumberOfReviews":430,"averageRating":4.338891579419525}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D7D5CFEED5607A7B2C8F","originalPrice":"6 400 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/complete-red-hat-certified-system-administration-boot-camp/":{"courseDetails":{"courseId":3098072,"title":"Complete Red Hat System Administration Boot Camp - RHCSA 8","shortDescription":"Learn Linux and everything you need to pass RHCSA (RHEL 8) EX200 certification exam - Unofficial Red Hat Training - 2022","longDescription":"\u003Cp\u003EThis course is \u003Cstrong\u003Eupdated\u003C/strong\u003E to the last Red Hat Certified System Administrator\u0026nbsp;Exam Objectives (\u003Cstrong\u003EContainers \u002B\u0026nbsp;Bash/Shell Scripting\u003C/strong\u003E)\u003C/p\u003E\u003Cp\u003EJoin now and get access to two of my \u003Cstrong\u003Ebest seller \u003C/strong\u003Ebooks for \u003Cstrong\u003EFREE\u003C/strong\u003E:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELearn Linux Quickly\u003Cbr\u003E\u003C/strong\u003EA Friendly Guide to Easily Master the World\u0027s Most Powerful Operating System.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELearn Ansible Quickly - RHCE\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMaster All Ansible Automation skills required to pass \u003Cstrong\u003EEX294 \u003C/strong\u003Eexam and become a \u003Cstrong\u003ERed Hat Certified Engineer\u003C/strong\u003E.\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003E\u003Cem\u003E**\u0026nbsp;\u003C/em\u003E\u003C/strong\u003ERed Hat Certified Engineer (\u003Cstrong\u003ERHCE\u003C/strong\u003E) is considered as one of the top paying certifications in the IT\u0026nbsp;industry averaging an annual \u003Cstrong\u003Esalary\u003C/strong\u003E of \u003Cstrong\u003E$101,527\u003C/strong\u003E **\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EIt is for anyone who wants to learn Linux and become a Red Hat Certified System Administrator. Become an effective Linux user and advance your Career. Also, it is aspiring Linux system administrators.\u003C/p\u003E\u003Cp\u003EThis course fully prepares you to pass the \u003Cstrong\u003ERed Hat Certified System Administrator (RHEL 8) EX200 \u003C/strong\u003Ecertification exam and become a \u003Cstrong\u003ERed Hat Certified System Administrator\u003C/strong\u003E.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EIn this course, we are going to cover the objectives of \u003Cstrong\u003ERed Hat Certified System Administrator (RHEL 8) EX200\u003C/strong\u003E. The course contents are: \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EInstalling Linux Virtual Machines.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELinux Essentials (Basic Linux Commands).\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EUsers and Groups Management.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELinux Network Configuration.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELinux Security.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EOperate Running Systems.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EConfiguring and Maintaining Systems.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStorage Techniques.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EConfiguring File Systems. \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EManaging Containers Images.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBash Shell Scripting (Learn Bash Quickly ebook).\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPractice Questions.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ERed Hat Certified System Administrator\u0026nbsp;\u003C/strong\u003Eis one of the most valuable Linux certifications in the industry and it\u0026nbsp;will definitely help you to start a career in Linux.\u0026nbsp; This course is fully hands-on. It\u0027ll help you and prepare you for the real exam.\u0026nbsp;You are only one certification away from becoming a certified Linux system administrator; you are only \u003Cstrong\u003ERed Hat Certified System Administrator\u003C/strong\u003E\u0026nbsp;away! \u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/complete-red-hat-certified-system-administration-boot-camp/","imageUri":"https://img-c.udemycdn.com/course/750x422/3098072_352c_4.jpg","duration":"11,5 heures","enrolledStudentsCount":"10 331 participants","lastUpdated":"Dernière mise à jour : 12/2021","targetAudiences":["It\u0027s for anyone who wants to learn Linux and become a Red Hat Certified System Administrator."],"tags":["Informatique et logiciels","Certifications informatiques","Système d\u0027exploitation Linux"],"rating":{"count":660,"averageValue":"4.4"},"instructors":[{"name":"Bandar Ghalib","url":"/user/bandar-ghalib/","totalNumberOfStudents":10331,"totalNumberOfReviews":660,"averageRating":4.435872}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFEB1","originalPrice":"12 800 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/el-arte-de-programar-en-r-anade-valor-a-tu-cv/":{"courseDetails":{"courseId":1999002,"title":"R Studio: Empieza desde cero","shortDescription":"Aprende programación en R en R Studio. Aprenderás a usar vectores, matrices, funciones, gráficas, paquetes y más.","longDescription":"\u003Cp\u003E¿Te gustaría aprender a \u003Cstrong\u003Eprogramar en R\u003C/strong\u003E pero no sabes por donde empezar?\u003C/p\u003E\u003Cp\u003EEn este curso iremos \u003Cstrong\u003Epaso a paso\u003C/strong\u003E desde lo más sencillo hasta lo más complejo. \u003C/p\u003E\u003Cp\u003EDespués de cada video, aprendes un nuevo concepto valioso que puedes aplicar de inmediato. Y la mejor parte es que aprendes a través de ejemplos en vivo.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EEste curso te proporcionará \u003Cstrong\u003Elas bases del lenguaje de programación estadística R.\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi eres un estudiante o profesionista que quiere\u003Cstrong\u003E potenciar su carrera profesional \u003C/strong\u003Ete tengo una buena noticia:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡Encontraste el curso indicado!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¿Sientes que tu carrera profesional esta \u003Cstrong\u003Eestancada\u003C/strong\u003E?\u003C/p\u003E\u003Cp\u003E¿\u003Cstrong\u003ETu perfil no destaca\u003C/strong\u003E entre el de los demás?\u003C/p\u003E\u003Cp\u003E¿Sientes que en la escuela\u003Cstrong\u003E no aprendiste nada útil\u003C/strong\u003E para el mundo laboral?\u003C/p\u003E\u003Cp\u003E¿\u003Cstrong\u003ECrees que Excel es la única herramienta\u003C/strong\u003E para analizar datos y hacer gráficas?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENo tener las habilidades correctas \u003C/strong\u003Epara esta nueva era tecnológica es la raíz de todos estos males.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EActualmente\u003Cstrong\u003E el mundo está lleno de datos\u003C/strong\u003E y es fundamental saber como \u003Cstrong\u003Eanalizarlos y presentarlos para extraer valor \u003C/strong\u003Ede ellos. Esta es una habilidad que los empleadores valoran cada día más.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi \u003Cstrong\u003Edominas R para analizar datos y generar propuestas\u003C/strong\u003E de alto impacto \u003Cstrong\u003Eserás una persona invaluable para cualquier empresa\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EYo sé que se de\u003Cstrong\u003E lo difícil que es crecer profesionalmente\u003C/strong\u003E. También sé lo frustrante que es ver que todos ascienden menos tú.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPara tu fortuna \u003Cstrong\u003Eeste curso\u003C/strong\u003E de \u003Cstrong\u003ER\u003C/strong\u003E desde cero \u003Cstrong\u003Ete enseñará\u003C/strong\u003E de una manera \u003Cstrong\u003Efácil \u003C/strong\u003Ey te dará una habilidad para\u003Cstrong\u003E destacar entre los demás\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡Inscríbete ahora y desarrolla esa habilidad que te hace falta!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPreguntas frecuentes:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1. ¿Necesito un software especializado o de pago para poder tomar el curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: No. Solo necesitas instalar la paquetería de R que es gratuita.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2. ¿Dónde obtengo la paquetería de R?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: En el curso te enseñamos de donde descargarla y como instalarla.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3. ¿Necesito algún conocimiento previo para tomar el curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: No, el curso esta diseñado para empezar desde cero y llevarte de la mano por cada uno de los temas.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E4. ¿Qué podré hacer después del curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: Analizar grandes volúmenes de datos para generar propuestas de alto valor y presentarlas en gráficos visualmente atractivos.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDeja de perder las oportunidades laborales por no tener más habilidades.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAñádete las \u003Cstrong\u003Ehabilidades que te harán brillar \u003C/strong\u003Eaprendiendo a generar propuestas de alto valor para el mundo de los negocios.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEn cuanto el mercado laboral reconozca que eres un experto R \u003Cstrong\u003Etu carrera profesional comenzará a despegar\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003ESuena a \u0022truco de magia\u0022 pero la realidad es que \u003Cstrong\u003Etendrás una habilidad que es altamente demandada por las empresas.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDespués de tomar este curso \u003Cstrong\u003Etu carrera profesional cambiará totalmente\u003C/strong\u003E porque tendrás las herramientas necesarias para hacer propuestas de alto impacto basadas en datos. \u003Cstrong\u003ESerás del club de los profesionistas que tienen buenos ingresos.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡INSCRÍBETE AHORA y empieza a potenciar tu carrera!\u003C/strong\u003E\u003C/p\u003E","language":"Espagnol","courseUri":"https://www.udemy.com/course/el-arte-de-programar-en-r-anade-valor-a-tu-cv/","imageUri":"https://img-b.udemycdn.com/course/750x422/1999002_c5bf_10.jpg?secure=Yz-I3kJNXKRjpYBTl8vJVw%3D%3D%2C1643901605","duration":"1,5 heures","enrolledStudentsCount":"57 240 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["Este curso es para ti si quieres aprender a programar en R.","Cualquier persona interesada en la programación estadística.","Cualquier persona interesada en convertirse en un científico de datos."],"tags":["Développement","Langages de programmation","R (langage de programmation)"],"rating":{"count":950,"averageValue":"4.3"},"instructors":[{"name":"Raúl Montesinos","url":"/user/ralmontesinos/","totalNumberOfStudents":324174,"totalNumberOfReviews":10037,"averageRating":4.343493559677},{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314667,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BBDB87114DED82135C38","originalPrice":"2 240 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/rhcsa-ex200-red-hat-certified-system-admin-practice-exams-h/":{"courseDetails":{"courseId":4512816,"title":"(RHCSA EX200) Red Hat Certified System Admin Practice Exams","shortDescription":"Four Full RHCSA EX200 Tests – 20 Questions each – 100% Real Time Q/A -Last Update","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EPractice Tests\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThose practice exams completely prepare you for what it is like to take in \u003Cstrong\u003E(RHCSA EX200) Red Hat System Admin \u003C/strong\u003ECertification Exam . These questions are collected\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWritten and answered by multiple Experts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFollowing the knowledge areas as required by the exam\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThere are Four full practice exam which is a great means to test your \u003Cstrong\u003ERed Hat System Administration\u003C/strong\u003E skills before appearing for the \u003Cstrong\u003E(RHCSA EX200) Red Hat System Admin\u003C/strong\u003E certification exam\u003C/p\u003E\u003Cp\u003EAll the exams will be updated and added in order to provide you with the most up-to-date content.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELessons and Topics:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA Red Hat Certified System Administrator (RHCSA) is able to perform the following tasks:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUnderstand and use essential tools to manage files, directories, command line environments, and documentation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate simple shell scripts Operate running systems, including performing starts with different run levels, identifying processes, starting and stopping virtual machines, and monitoring services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfigure local storage using partitions and logical volumes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate and configure file systems and their attributes, such as permissions, encryption, access control lists, and network file systems Deploy, configure and keep systems running smoothly, including software installation, updating and basic services.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage users and groups Manage security, including basic configuration of firewalls and SELinux Provide basic container management\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EAbout the exam\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EContent: 60 Multiple-Choice (single answer) or Multiple Select (select all that apply)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETime allotted to complete the exam: 150 minutes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPassing score: 210/300\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECandidates who want to build their career in Red Hat Administration domain\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECandidates preparing for the \u003Cstrong\u003ERed Hat System Admin\u003C/strong\u003E certification exam.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/rhcsa-ex200-red-hat-certified-system-admin-practice-exams-h/","imageUri":"https://img-b.udemycdn.com/course/750x422/4512816_84d1.jpg?secure=L8sC09E2ynIh57P8Syf4xw%3D%3D%2C1643879886","duration":"","enrolledStudentsCount":"1 010 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["(RHCSA EX200) Red Hat Certified System Admin Students and Candidates"],"tags":["Informatique et logiciels","Certifications informatiques","RHCSA"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Anas Bellaouali","url":"/user/anas-bellaouali/","totalNumberOfStudents":8603,"totalNumberOfReviews":16,"averageRating":3.69976089375}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"247AF42F7F1330A2CB5E","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/servicenow-system-administrator-csa-practice-exams-feb-2022/":{"courseDetails":{"courseId":4529750,"title":"ServiceNow System Administrator CSA Practice Exams FEB 2022","shortDescription":"Attend this ServiceNow System Administrator (CSA) Practice Certification Exam will get a Good Score 90% on Main Exam","longDescription":"\u003Cp\u003E\u003Cstrong\u003EExam Purpose\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPrepare for the ServiceNow Certified System Administrator (CSA) exam with the most comprehensive set of practice questions with detailed explained answers, all built in the latest Rome release!\u003C/p\u003E\u003Cp\u003EThe CSA exam certifies that you have the skills and essential knowledge to contribute to the ServiceNow system\u0027s configuration, implementation, and maintenance.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Preparation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EExam questions are based on official ServiceNow training materials, the ServiceNow documentation site, and the ServiceNow developer site. It should not be considered the official study or exam materials and should only be used to practice for the actual mainline exam.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Scope\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EUser Interface \u0026amp; Navigation (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E20%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EServiceNow Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELists and Filters\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EForms and Templates\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBranding\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003ECollaboration (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E20%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUser Administration\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETask Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENotifications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReporting\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EDatabase Administration (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E30%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EData Schema\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECMDB\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EApplication/Access Control\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImport Sets\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003ESelf-Service \u0026amp; Process Automation (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E20%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EKnowledge Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EService Catalogue\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorkflows/Flow Designer\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EIntroduction to Development (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E10%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EScripting\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMigration and Integration\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelopment\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EExam Structure\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe exam consists of approximately (60) questions. For each question on the examination, there are multiple possible responses. You should review the response options and select the most correct answer to the question.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EMultiple Choice (single answer)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EFor each multiple-choice question on the exam, there are four possible responses. You should review the response options and select the one response most accurately answers the question.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EMultiple Select (select all that apply)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EFor each multiple-select question on the exam, there are at least four possible responses. The question will state how many responses should be selected. You should review the response options and select ALL responses that accurately answer the question. Multiple-select questions have two or more correct responses.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/servicenow-system-administrator-csa-practice-exams-feb-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4529750_031b.jpg","duration":"","enrolledStudentsCount":"20 participants","lastUpdated":"Publié le 2/2022","targetAudiences":["ServiceNow Certified System Administrator (CSA) Exam students \u0026 candidates"],"tags":["Informatique et logiciels","Certifications informatiques"],"rating":null,"instructors":[{"name":"Dounia Jalal","url":"/user/dounia-jalal-2/","totalNumberOfStudents":1596,"totalNumberOfReviews":1,"averageRating":4}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/create-online-course/":{"courseDetails":{"courseId":4365184,"title":"Online Course Creation: How to Create Your Own Online Course","shortDescription":"Learn how to create and sell your very own online courses from scratch with the tools you already have at your disposal!","longDescription":"\u003Cp\u003EHave you ever wanted to create your very own online course(s) but didn\u0027t know where to start? Ever wondered how to publish your own online courses on online learning websites like Udemy and more? Have you ever wanted to learn how to do so in a simple and direct manner without breaking the bank?\u0026nbsp;Well now you can, with my \u003Cstrong\u003EOnline Course Creation: How to Create Your Own Online Course \u003C/strong\u003Ecourse! In this course, you will learn the basics of creating your own online course starting with the fundamentals: from planning it all out to filming it, editing it, and preparing it to be uploaded and published onto the Internet. Creating online courses may seem overwhelming if you don\u0027t have a streamlined process or guide, but in this course, I will show you what I use, how I create my own courses, the materials, equipment, and much more!\u0026nbsp;Best of all, you don\u0027t need to break the bank; a lot of the recommendations, equipment, and materials mentioned in this course are \u003Cstrong\u003EFREE\u003C/strong\u003E! All you need is your time, effort, and dedication. You will also gain video and audio editing skills and knowledge in the process. \u003C/p\u003E\u003Cp\u003EThroughout this course, you will find that creating your very own online courses isn\u0027t as daunting or intimidating as it may seem, and the best part is, once you\u0027ve finished creating your first course using the process used in this course, it becomes a lot easier to duplicate and use this same process for launching your future online courses. So if you\u0027re ready to get started in creating and publishing your very own online courses, don\u0027t hesitate and make sure to enroll in this course today!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/create-online-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4365184_e28d.jpg","duration":"2 hours","enrolledStudentsCount":"4,087 students","lastUpdated":"Last updated 1/2022","targetAudiences":["People who are interested in creating and selling their own online courses"],"tags":["Personal Development","Personal Brand Building","Online Course Creation"],"rating":{"count":5,"averageValue":"4.7"},"instructors":[{"name":"John Cordova","url":"/user/john-cordova-12/","totalNumberOfStudents":52865,"totalNumberOfReviews":236,"averageRating":4.170927275862069}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HELLOFEBRUARY","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/docker-certified-associate-dca-practice-exams-feb-2022/":{"courseDetails":{"courseId":4529692,"title":"Docker Certified Associate (DCA) Practice Exams - FEB 2022","shortDescription":"Attend this Docker Certified Associate Practice Certification Exam will get a Good Score 90% on Main Exam","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDear Friends,\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAre you Preparing for Docker Certified Associate (DCA) Exam ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDon’t be stressed, Take our \u003Cstrong\u003EDocker Certified Associate Exam\u003C/strong\u003E Based Practice Test and prepare yourself for the Exam. These practice questions are intended for those who want to take the DCA exam.\u003C/p\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will get in These Practice Test ?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EIt contains sample questions which are likely to be asked in the Real Exam.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Questions help you with Self-Study and Self-Assessment.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Mock Test helps you check your Knowledge.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Docker Certified Associate Exam based practice tests are prepared according to the Latest Exam Format.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Practice Test are Mobile Compatible So you can easily access anytime with your smartphone.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EGenerally, you need to refer a variety of books and Websites in order to cover the ocean of topics for Docker Certified Associate Exam. To make it easy for you guys, I have collected a few Docker Certified Associate Exam Based questions from different topics. Our practice tests contain the latest Questions for Docker Certified Associate Exam.\u003C/p\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn these Practice Test We Covers The Following Topics:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EOrchestration (25%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EImage Creation, Management, and Registry (20%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EInstallation and Configuration (15%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENetworking (15%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESecurity (15%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStorage and Volumes (10%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EThese\u003Cstrong\u003E 6 Certified Docker Certified Associate (DCA) Exam Practice Test \u003C/strong\u003Ehave a passing score of 75% but I highly encourage you to repeat taking these Practice Test again and again until you consistently reach a score of 85% or higher in Each Practice Test. Remember that this product does not give guarantee that, you will pass the \u003Cstrong\u003EDocker Certified Associate (DCA) Exam\u003C/strong\u003E. You still need to do your self readings. However, These Practice Test provide a \u003Cstrong\u003ESelf-Assessment \u003C/strong\u003Ethat on which area you need improvement.\u003C/p\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe Pattern of Real Exam is :\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENumber of Questions:\u003C/strong\u003E 55\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPassing Score: \u003C/strong\u003EAbove 70%\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETest Duration:\u003C/strong\u003E 90 minutes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETest Format: \u003C/strong\u003EMultiple Choice\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EWhen you solve these Questions then definitely your confidence will Increase. \u003Cstrong\u003EAlso this course has 30 days money back guarantee. \u003C/strong\u003EWithout any delay, the applicants participate in the \u003Cstrong\u003EDocker Certified Associate (DCA) Exam \u003C/strong\u003EPractice Test.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBest of luck for Exam!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECHEERS!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELegal Notice:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDocker and Docker logo are trademarks or registered trademarks of Docker, Inc. in the United States and/or other countries. The Docker, Inc. and other parties may also have trademark rights in other terms used herein. This course is not certified, accredited, affiliated with, nor endorsed by the Docker, Inc..\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/docker-certified-associate-dca-practice-exams-feb-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4529692_1588.jpg","duration":"","enrolledStudentsCount":"0 estudiantes","lastUpdated":"Publicado el 2/2022","targetAudiences":["Docker Certified Associate Exam students \u0026 candidates"],"tags":["Informática y software","Certificaciones de informática"],"rating":null,"instructors":[{"name":"Dounia Jalal","url":"/user/dounia-jalal-2/","totalNumberOfStudents":1249,"totalNumberOfReviews":1,"averageRating":4}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/micro-mba-course-sales-and-management-strategy/":{"courseDetails":{"courseId":4482044,"title":"Micro MBA Course: Sales and Management Strategy","shortDescription":"How to Use MBA to Boost Your Company\u0027s Sales, Growth, and Development.","longDescription":"\u003Cp\u003EMany college students and young professionals ask if attending a top graduate business school can prepare them for a successful career.\u003C/p\u003E\u003Cp\u003EAn MBA is a common stepping stone to C-suite positions in large businesses, as well as a valuable asset for aspiring entrepreneurs. It\u0027s a certificate that many Fortune 500 leaders have, like Walmart president and CEO Doug McMillon, who obtained his MBA from the University of Tulsa in Oklahoma, and Facebook COO Sheryl Sandberg, who graduated from Harvard Business School in Massachusetts with an MBA.\u003C/p\u003E\u003Cp\u003EHowever, while an MBA is held by many notable business leaders, it is not a ticket to fame or money.According to MBA experts, succeeding in business needs initiative, innovation, and work regardless of one\u0027s academic background.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHere\u0027s a summary of what students can anticipate to get out of an MBA programmer for students who are interested in pursuing an MBA but are unsure if it is a suitable match.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAn MBA can improve your professional marketability and raise the quality and quantity of work prospects available to you.\u003C/p\u003E\u003Cp\u003EFull-time job offers are provided to over 98 percent of Wharton MBA graduates.\u003C/p\u003E\u003Cp\u003EAn MBA also aids in the development of company leadership abilities and a professional network.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn this article, we\u0027ll go over what an MBA is, what it stands for, the most prevalent specialties, why you should get one, and how to get one.\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/micro-mba-course-sales-and-management-strategy/","imageUri":"https://img-c.udemycdn.com/course/750x422/4482044_6dd6.jpg","duration":"1 hour","enrolledStudentsCount":"3,001 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Entrepreneurs that seek to grow their company","businessman who wants to start a new business","Employees that want to improve their abilities and advance their careers"],"tags":["Business","Business Strategy","MBA"],"rating":{"count":11,"averageValue":"4.7"},"instructors":[{"name":"Business Merchant","url":"/user/pouria-goudarz/","totalNumberOfStudents":3060,"totalNumberOfReviews":11,"averageRating":4.7221937}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A6E0083DD5F6F915A176","originalPrice":"6 720 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/learn-spanish-now/":{"courseDetails":{"courseId":4067814,"title":"Learn Spanish Now: All-in-One Knowledge Course","shortDescription":"Learn Spanish Now covers all aspects of Spanish for those who want to learn Spanish at their own pace in every level!","longDescription":"\u003Cp\u003E\u003Cstrong\u003ELearn Spanish Now: All-in-One Knowledge Course\u003C/strong\u003E is a condensed Latin American\u0026nbsp;Spanish (small difference from Spain Spanish)\u0026nbsp;course built to teach students of all levels (from beginners to experienced) in a self-paced and approachable manner that avoids the awkwardness or time constraints of a classroom. This course delves deeper than just teaching you how to say a simple greeting or basic nouns, it actually aims to get you engaged and involved in speaking and writing in the language as soon as your first day through interactive video lessons and lectures, and resources only available to students in this course. In this course, you also won\u0027t be bogged down by overly complex technical lingo or terminologies, nor will you learn things that aren\u0027t applicable to most Spanish learners (as is often taught in a classroom setting). So whether you have no prior experience with Spanish, know a decent amount, or are just looking for a refresher, this is an essential course for you as it\u0027s made for those who want to actually get started on confidently holding conversations in\u0026nbsp;Spanish and feeling comfortable breaking through the barrier of their Spanish knowledge by going beyond rote memorization. Whether you want to improve your Spanish skills in one area, know nothing at all, or want to go back to basics, this course covers multiple bases of the Spanish language such as speaking, reading, writing, listening, and more.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-spanish-now/","imageUri":"https://img-c.udemycdn.com/course/750x422/4067814_b5da_6.jpg","duration":"5 hours","enrolledStudentsCount":"36,153 students","lastUpdated":"Last updated 1/2022","targetAudiences":["People who want to learn Latin American Spanish","Spanish language learners","Language learners"],"tags":["Teaching \u0026 Academics","Language Learning","Spanish Language"],"rating":{"count":134,"averageValue":"3.9"},"instructors":[{"name":"John Cordova","url":"/user/john-cordova-12/","totalNumberOfStudents":52865,"totalNumberOfReviews":236,"averageRating":4.170927275862069}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HELLOFEBRUARY","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/how-to-be-productive-and-focused-on-things-that-matter/":{"courseDetails":{"courseId":4300131,"title":"How to be productive and focused on things that matter","shortDescription":"Learn to create a process that makes getting things done as effortless as possible with focus","longDescription":"\u003Cp\u003EIn this course, you’ll learn to create a process that makes getting the essential things done as effortless as possible.\u003C/p\u003E\u003Cp\u003EThis course will show you how to live a life true to yourself, not the life others expect from you. It will teach you a method for being more efficient, productive, and effective in both personal and professional realms. It will teach you a systematic way to discern what is important, eliminate what is not, and make doing the essential as effortless as possible. In short, it will teach you how to apply the disciplined pursuit of less to every area of your life. Here’s how:\u003C/p\u003E\u003Cp\u003EThere are four parts to the course. The first outlines the core mindset of an Essentialist or Minimalist. The next three turn the mindset into a systematic process for the disciplined pursuit of less, one you can use in any situation or endeavor you encounter.\u003C/p\u003E\u003Cp\u003EIf you are interested in minimalism this course is for you. If you are confused, tired of too many things, and want to start an afresh life then this course is for you. If your life\u0027s closet is disorganized and stuffed then this course if for you.\u003C/p\u003E\u003Cp\u003EYou’ll learn:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ELearn practical strategies to gain clarity on the things you need to focus on\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn to cut out non-essentials from your life using effective methods\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn to decide your priorities and stick to them\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to meet your deadlines and set realistic goals\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to balance professional and work-life\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to select opportunities without getting lost\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to say \u0022no\u0022 to almost everything that isn\u0027t essential\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how you can contribute your best self in the world\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EAbout Instructor:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAman Varma has undergone accredited course training in CBT practitioner, Diploma in Hypnotherapy, Mental Health Practitioner, NLP Specialist Practitioner, Diploma in Psychological Counseling and Diploma in Modern Applied Psychology.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/how-to-be-productive-and-focused-on-things-that-matter/","imageUri":"https://img-c.udemycdn.com/course/750x422/4300131_1059_4.jpg","duration":"3 heures","enrolledStudentsCount":"40 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["Working Professionals","Students","Part time workers","Employees as well as Employers","Managers \u0026 Executives"],"tags":["Développement personnel","Productivité personnelle","Productivité personnelle"],"rating":null,"instructors":[{"name":"Psychology Online","url":"/user/cb802548-f70d-45ca-9f85-fd5a02ea9e3e/","totalNumberOfStudents":22324,"totalNumberOfReviews":404,"averageRating":4.166902637688442}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5E9D6472734003C291F8","originalPrice":"1 920 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/az-900-microsoft-azure-fundamentals-practice-exams-feb-2022/":{"courseDetails":{"courseId":4529456,"title":"AZ-900 Microsoft Azure Fundamentals Practice Exams FEB 2022","shortDescription":"Attend this AZ-900 Microsoft Azure Fundamentals Practice Certification Exam will get a Good Score 90% on Main Exam","longDescription":"\u003Cp\u003E“Microsoft Certified Azure Fundamentals”- This exam is for the people from a non-technical background as well as for technical people who want to verify their elementary knowledge on Azure cloud services. To get this certification, it is mandatory to pass the exam AZ-900.\u003C/p\u003E\u003Cp\u003EThese Practice tests will help you to get real time exam simulation and confidence to clear the exam in 1st attempt.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EObjective\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMicrosoft Azure is the fastest growing cloud platform in the world. The objective of this course is to provide you questions to practice in different areas of Azure before attending interviews or AZ-900 Fundamentals certification exam on Azure. Wherever possible, we have tried adding explanation in the question as well so it can help you learn.\u003C/p\u003E\u003Cp\u003EAfter taking this course. You will be confident in Azure Fundamentals Exam (AZ900). This practice exam will be updated once a month with new questions.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy Azure Certification?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAzure is now most popular cloud service.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E95% of Fortune 500 companies use Microsoft Azure.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENo startup cost. You can enroll in Azure with $200 credits for 30 days absolutely free.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you get?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E6 practice sets\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExplanations for each questions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E30 days money back guarantee\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhy Udemy?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E30 days money back guarantee.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELifetime access\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWhy wait? Let\u0027s jump into the course and practice now.Wish you all the very best for the exam!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAZ-900 Exam Guide :\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETotal Questions : 40-60 (approximately)\u003C/p\u003E\u003Cp\u003EPassing Score : 700\u003C/p\u003E\u003Cp\u003EApproximately 70% marks required to pass the exam\u003C/p\u003E\u003Cp\u003ETime : 60 minutes\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe questions cover the following AZ-900 exam domains:\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EUnderstand cloud concepts (15-20%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand core Azure services (30-35%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand security, privacy, compliance, and trust (25-30%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand Azure pricing and support (20-25%)\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/az-900-microsoft-azure-fundamentals-practice-exams-feb-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4529456_eb89.jpg","duration":"","enrolledStudentsCount":"0 participants","lastUpdated":"Publié le 2/2022","targetAudiences":["AZ-900 Microsoft Azure Fundamentals Exam students \u0026 candidates"],"tags":["Informatique et logiciels","Certifications informatiques"],"rating":null,"instructors":[{"name":"Dounia Jalal","url":"/user/dounia-jalal-2/","totalNumberOfStudents":1248,"totalNumberOfReviews":1,"averageRating":4}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/learn-shopify-now/":{"courseDetails":{"courseId":4301605,"title":"Learn Shopify Now: Shopify for Beginners","shortDescription":"Introductory Shopify course for beginners who would like to learn about the platform and how to use and navigate Shopify","longDescription":"\u003Cp\u003EIf you\u0027ve ever wondered how Shopify works and are interested in learning how to use it, or whether it\u0027s right for your business, know that it is one of the best and most accessible eCommerce platforms on the Internet due to its simple and approachable design along with its multitude of abilities, special features, and a wide range of integrations and partnerships with other eCommerce platforms and online marketplaces. Because of this, Shopify is one of the most popular options for new entrepreneurs and business owners when setting up their online store or business. If you\u0027re a business owner who is ready to take your business online, whether selling digital services or physical products, then Shopify is one of the best ways to go! \u003C/p\u003E\u003Cp\u003EIn my \u003Cstrong\u003ELearn Shopify Now:\u0026nbsp;Shopify for Beginners \u003C/strong\u003Ecourse, I take a detailed and step-by-step approach, beginning from creating your account all the way to setting up your online store. In this course, you\u0027ll be shown which steps you need to take in order to get started, the functions of each button, the terminologies used that are related to Shopify, and much more. In addition, there are quizzes to help you reinforce what you\u0027ve learned along the way along with easy-to-follow video lectures that contain clear explanations. So if you\u0027re ready to take your business to the next level, then enroll in this course today to learn how to use one of the best eCommerce hosting platforms on the Internet:\u0026nbsp;Shopify! Your business will thank you for it.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-shopify-now/","imageUri":"https://img-c.udemycdn.com/course/750x422/4301605_7b17.jpg","duration":"4.5 hours","enrolledStudentsCount":"13,598 students","lastUpdated":"Last updated 1/2022","targetAudiences":["People who want to learn Shopify","People who want to set up their own online store or business","People interested in eCommerce","People interested in dropshipping","People interested in print-on-demand"],"tags":["Business","E-Commerce","Shopify"],"rating":{"count":28,"averageValue":"4.1"},"instructors":[{"name":"John Cordova","url":"/user/john-cordova-12/","totalNumberOfStudents":52865,"totalNumberOfReviews":236,"averageRating":4.170927275862069}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HELLOFEBRUARY","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/trading-algorithmique-pour-debutant-de-zero-a-heros/":{"courseDetails":{"courseId":4504910,"title":"Trading algorithmique pour débutant: de zéro à héros","shortDescription":"Analyse technique, programmation, maths pour trading, risk management,  MetaTrader 5 live trading. Robots trader  inclus","longDescription":"\u003Cp\u003E\u003Cstrong\u003EVous voulez créer des stratégies de trading algorithmique ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous avez déjà des connaissances en trading et vous voulez apprendre le trading/la finance quantitative ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous êtes simplement une personne curieuse qui veut se lancer dans ce sujet pour monétiser et diversifier ses connaissances ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi vous répondez à au moins une de ces questions, je vous souhaite la bienvenue à ce cours. Toutes les applications du cours seront réalisées à l\u0027aide de Python. Cependant, pour les \u003Cstrong\u003Edébutants\u003C/strong\u003E en Python, pas de panique ! Un cours accéléré \u003Cstrong\u003EGRATUIT\u003C/strong\u003E sur Python est inclus pour maîtriser Python. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDans ce cours, vous apprendrez à utiliser l\u0027\u003Cstrong\u003Eanalyse technique\u003C/strong\u003E pour créer des \u003Cstrong\u003Estratégies solides\u003C/strong\u003E. Vous effectuerez une \u003Cstrong\u003Eanalyse quantitative\u003C/strong\u003E pour trouver des modèles dans les données. Une fois que vous aurez de nombreuses \u003Cstrong\u003Estratégies rentables\u003C/strong\u003E, nous apprendrons à effectuer des backtests vectorisés.\u0026nbsp;Ensuite, vous appliquerez des techniques de \u003Cstrong\u003Egestion de portefeuille et de risque \u003C/strong\u003Epour réduire le drawdown et maximiser vos rendements.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous apprendrez et comprendrez l\u0027analyse quantitative utilisée par les gestionnaires de portefeuille et les traders professionnels : \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELa modélisation :\u003C/strong\u003E Analyse technique (\u003Cem\u003Emoyenne mobile, RSI\u003C/em\u003E) et combinaison de conditions.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBacktesting :\u003C/strong\u003E Faire un backtest correctement sans erreur et minimiser le temps de calcul (\u003Cem\u003EBacktesting vectorisé\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EGestion du risque :\u003C/strong\u003E Gérer le drawdown (\u003Cem\u003EStop loss)\u003C/em\u003E, combiner les stratégies correctement (\u003Cem\u003EStratégies portoflio\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPourquoi ce cours et pas un autre ?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIl ne s\u0027agit pas d\u0027un cours de programmation, ni d\u0027un cours de trading ou d\u0027apprentissage automatique. Il s\u0027agit d\u0027un cours dans lequel les statistiques, la programmation et la théorie financière sont utilisées pour le trading.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECe cours n\u0027est pas créé par un data scientist mais par un diplômé en mathématiques et en économie spécialisé dans les mathématiques appliquées à la finance.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVous pouvez poser des questions ou lire nos articles sur la finance quantitative simplement en vous inscrivant sur notre forum Discord gratuit.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESans oublier que le cours est satisfait ou remboursé pendant 30 jours. Ne manquez pas l\u0027occasion d\u0027améliorer vos connaissances sur ce sujet fascinant.\u003C/p\u003E","language":"Français","courseUri":"https://www.udemy.com/course/trading-algorithmique-pour-debutant-de-zero-a-heros/","imageUri":"https://img-c.udemycdn.com/course/750x422/4504910_315a.jpg","duration":"7 heures","enrolledStudentsCount":"1 008 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Tout le monde"],"tags":["Finance et comptabilité","Investissement et trading","Le trading algorithmique"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Lucas Inglese","url":"/user/lucas-inglese-2/","totalNumberOfStudents":41450,"totalNumberOfReviews":214,"averageRating":4.402312961874999}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D2C4765C2C1E87345656","originalPrice":"12 800 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/master-data-science-in-python/":{"courseDetails":{"courseId":4324528,"title":"Data Manipulation in Python: Master Python, Numpy \u0026 Pandas","shortDescription":"Learn Python, NumPy \u0026 Pandas for Data Science: Master essential data manipulation for data science in python","longDescription":"\u003Cp\u003EWhen it comes to being attractive, data scientists are already there. In a highly competitive job market, it is tough to keep them after they have been hired. People with a unique mix of scientific training, computer expertise, and analytical abilities are hard to find.\u003C/p\u003E\u003Cp\u003ELike the Wall Street \u0022quants\u0022 of the 1980s and 1990s, modern-day data scientists are expected to have a similar skill set. People with a background in physics and mathematics flocked to investment banks and hedge funds in those days because they could come up with novel algorithms and data methods. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThat being said, \u003Cstrong\u003Edata science is becoming one of the most well-suited occupations for success in the twenty-first century\u003C/strong\u003E. It is computerized, programming-driven, and analytical in nature. Consequently, it comes as no surprise that the need for data scientists has been increasing in the employment market over the last several years.\u003C/p\u003E\u003Cp\u003EThe supply, on the other hand, has been quite restricted. \u003Cstrong\u003EIt is challenging to get the knowledge and abilities required to be recruited as a data scientist.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELots of resources for learning Python are available online. Because of this, students frequently get overwhelmed by Python\u0027s high learning curve. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIt\u0027s a whole new ball game in here! Step-by-step instruction is the hallmark of this course. Throughout each subsequent lesson, we continue to build on what we\u0027ve previously learned. \u003Cstrong\u003EOur goal is to equip you with all the tools and skills you need to master Python, Numpy \u0026amp; Pandas. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou\u0027ll walk away from each video with a fresh idea that you can put to use right away!\u003C/p\u003E\u003Cp\u003EAll skill levels are welcome in this course, and even if you have no prior programming or statistical experience, you will be able to succeed!\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/master-data-science-in-python/","imageUri":"https://img-b.udemycdn.com/course/750x422/4324528_4ee9_2.jpg?secure=e5uTJQjVOmuB2_SAsG7udw%3D%3D%2C1643898395","duration":"2 heures","enrolledStudentsCount":"26 171 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["No previous skills or expertise required. Only a drive to succeed!"],"tags":["Développement","Science des données","Science des données"],"rating":{"count":139,"averageValue":"4.3"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":62155,"totalNumberOfReviews":560,"averageRating":4.259835164705882}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A59BEE74BD91273F9EFF","originalPrice":"3 200 ₹","discountedPrice":"Gratuit","expirationText":"2 jours","discountPercentage":100}},"https://www.udemy.com/course/time-management-secrets-of-billionaires/":{"courseDetails":{"courseId":4435452,"title":"Extreme Time Management: 10X Your Time, Join the New Rich","shortDescription":"Extreme Time Management Strategies through Deep Work \u0026 Outsourcing: 10X Your Time \u0026 Money","longDescription":"\u003Cp\u003ETime management is essential for the growth and success of any individual. The majority of the world\u0027s billionaires or successful people have excellent time management skills. They use their limited time so productively that the rest of the population finds it hard to emulate.\u003C/p\u003E\u003Cp\u003EGood time management skills aren\u0027t about the amount of time available to implement a task. It\u0027s about making the little time you have to be as productive as possible.\u003C/p\u003E\u003Cp\u003EIf you are desperate to improve your time management skills, you are in the right place. This course will teach you how to multiply your time through outsourcing and deep work. You\u0027ll also learn how to eliminate common obstacles like procrastination and perfectionism that only slow you down while working.\u003C/p\u003E\u003Cp\u003EIf you’ve previously tried ineffective time management courses, this offers a break from that. We\u0027ll not only teach you about time management but also about \u0022Joining the New Rich\u0022 as well. The new rich are those who abandon the deferred-life plan and create luxury lifestyles in the present using the currency of the new rich: time \u0026amp; mobility. This is an art and a science that Tim Ferriss refers to as lifestyle design.\u003C/p\u003E\u003Cp\u003EWith the practical nature of this course, you’ll almost certainly improve your finances \u0026amp; time management skills as soon as you start implementing the lessons from the course.\u003C/p\u003E\u003Cp\u003ETime management directly correlates with your cognitive abilities. During this course, you will be learning all that and more. Additionally, you will be exposed to secret techniques and strategies which will impact your life forever.\u003Cbr\u003E\u003Cbr\u003ESee you inside!\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/time-management-secrets-of-billionaires/","imageUri":"https://img-c.udemycdn.com/course/750x422/4435452_cfa0_7.jpg","duration":"1,5 heures","enrolledStudentsCount":"6 365 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["People who are ready to take control of their life because they are dissatisfied","This course is for people who are dissatisfied with their time management skills and are willing to take control over their time","Master procrastinators with the desire to be more productive","People who are willing to increase their productivity and gain control over their schedule","People who want to live anywhere and join the New Rich"],"tags":["Développement personnel","Productivité personnelle","Gestion du temps"],"rating":{"count":35,"averageValue":"4.1"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":62155,"totalNumberOfReviews":560,"averageRating":4.259835164705882}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"63738B1B2A8524ECB050","originalPrice":"3 200 ₹","discountedPrice":"Gratuit","expirationText":"3 jours","discountPercentage":100}},"https://www.udemy.com/course/python-for-beginners-full-course-in-hindi/":{"courseDetails":{"courseId":3413020,"title":"Python Programming for Beginners [Full Course]","shortDescription":"This course will help you learn the Python programming language and its core concepts","longDescription":"\u003Cp\u003EPython is a general-purpose coding language and one of the best programming languages for beginners. The syntax of python is easy to learn as compare to other programming languages (C, C\u002B\u002B, Java, etc). Python is used in various fields such as Machine Learning, Automation, Web Development, Game Development, Graphical User Interface, etc.\u0026nbsp; In this course, you will learn in-depth every topic of Python and its core concepts with examples. This course is for beginners who are new to a programming language or in python. In this course, I also create quizzes for each section so that you can also check your progress. I will also be updating this course on time and also add more topics and projects for this course. \u003C/p\u003E\u003Cp\u003EHere are the topics we cover in this course are:-\u003C/p\u003E\u003Cp\u003E1.\u0026nbsp;Python Print Statement \u003C/p\u003E\u003Cp\u003E2. Python Comments \u003C/p\u003E\u003Cp\u003E3. Python Variables \u003C/p\u003E\u003Cp\u003E4. Python Type Conversion\u003C/p\u003E\u003Cp\u003E5. Python Input Function \u003C/p\u003E\u003Cp\u003E6. Python Operator \u003C/p\u003E\u003Cp\u003E7. Python IF/ELSE \u003C/p\u003E\u003Cp\u003E8. Python For Loop\u003C/p\u003E\u003Cp\u003E9. Python While Loop \u003C/p\u003E\u003Cp\u003E10. Python Break and Continue Statement\u003C/p\u003E\u003Cp\u003E11. Python Numbers \u003C/p\u003E\u003Cp\u003E12. Python List \u003C/p\u003E\u003Cp\u003E13. Python Tuple \u003C/p\u003E\u003Cp\u003E14. Python String \u003C/p\u003E\u003Cp\u003E15. Python Set \u003C/p\u003E\u003Cp\u003E16. Python Dictionary \u003C/p\u003E\u003Cp\u003E17. Python Functions \u003C/p\u003E\u003Cp\u003E18. Python Lambda Functions\u003C/p\u003E\u003Cp\u003E19. Python Global and Local Variables\u003C/p\u003E\u003Cp\u003EWhat you\u0027ll learn in this course\u003C/p\u003E\u003Cp\u003E1) An in-depth discussion about every topic of programming in Python\u003C/p\u003E\u003Cp\u003E2) Be able to write your own Python programs efficiently\u003C/p\u003E","language":"Hindi","courseUri":"https://www.udemy.com/course/python-for-beginners-full-course-in-hindi/","imageUri":"https://img-c.udemycdn.com/course/750x422/3413020_c9e5_4.jpg","duration":"3,5 horas","enrolledStudentsCount":"3.128 estudiantes","lastUpdated":"Fecha de la última actualización: 5/2021","targetAudiences":["Beginner Python Developer"],"tags":["Desarrollo","Lenguajes de programación","Python"],"rating":{"count":26,"averageValue":"4.4"},"instructors":[{"name":"Nishant Tiwari","url":"/user/nishant-tiwari-61/","totalNumberOfStudents":3278,"totalNumberOfReviews":26,"averageRating":4.423936}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"1E0137628C8F4BFD60D2","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/complete-hypnosis-weight-loss-course-dieting-psychology/":{"courseDetails":{"courseId":3245884,"title":"Complete Hypnosis Weight Loss Course - Dieting Psychology","shortDescription":"Weight Loss Through Hypnosis - Improve Your Fitness Nutrition Diet - Master the Psychology of Weight Loss Via Hypnosis","longDescription":"\u003Cp\u003EComplete Hypnosis \u003Cstrong\u003EWeight Loss Course\u003C/strong\u003E - Dieting Psychology\u003Cbr\u003E\u003Cstrong\u003EWeight Loss Through Hypnosis\u003C/strong\u003E - Improve Your Fitness Nutrition Diet - Master the Psychology of\u003Cstrong\u003E Weight Loss\u003C/strong\u003E Via Hypnosis\u003C/p\u003E\u003Cp\u003EHave you tried to diet only to find it isn\u0027t something you seem to be able to commit to?\u0026nbsp; Is the gym not your place?\u0026nbsp; Want to know what is holding you back from being healthy and fit? Then perhaps the key for you is understanding more about yourself and your long-held beliefs about what is possible for you.\u0026nbsp; Using hypnosis, combined with the years of experience of a professional speaker and success coach, you can unlock the mindset of what it takes to get to and stay at your desired weight. \u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow to use Hypnosis to improve your life\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify \u0026amp; change limiting, self-defeating beliefs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate new empowering subconscious beliefs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDaily course lectures designed to keep you focused\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReconnect to the power that lies within you\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDownloadable hypnosis MP3 recordings and videos\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EHealthy people think, feel, and act differently from those who struggle to stay fit. \u0026nbsp;Learn exactly how a healthy person thinks, feels, and acts - You can learn to take new actions, find consistency, and be motivated to the point where you see how natural (and easy) it is!\u003C/p\u003E\u003Cp\u003EHypnotist, Success Coach and Professional Speaker Striker Corbin teaches the mindset for \u003Cstrong\u003Elosing weight \u003C/strong\u003Eand living a healthy, fit lifestyle.\u0026nbsp; Students will be given Striker Corbin Hypnosis recordings to use while getting a daily coaching session from Striker.\u0026nbsp; The lessons include tips, motivation, information on living healthy, and additional resources to ensure success. Learn to move away from short term, quick fix solutions and instead be focused on your goal.\u0026nbsp; Hypnosis teaches you the much-needed mind-body connection that is required to achieve any goal. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHere is what Udemy students say about this course:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022Very interesting approach, easy to watch. The only point of improvement for me is to solve the sound problem. Because from one video to another, you have to adapt the sound level. But I really love this course, I have already watched it twice in its entirety !!! Awesome !\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E Lionel Boyadjian\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022This is great! Can\u0027t wait to use it regularly and start seeing results.\u0022\u003C/em\u003E Ann Barry\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis \u003Cstrong\u003EWeight Loss\u003C/strong\u003E course is ideal for anyone searching for more info on the following:\u003Cstrong\u003E weight loss - body contouring - nutrition - fat loss - lose weight - boxing - cavitation - body contour eft\u003C/strong\u003E. Plus, this course will be a great addition to anyone trying to build out their knowledge in the following areas: \u003Cstrong\u003Enutrition - dieting - fitness.\u003C/strong\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/complete-hypnosis-weight-loss-course-dieting-psychology/","imageUri":"https://img-c.udemycdn.com/course/750x422/3245884_11dd_3.jpg","duration":"3 heures","enrolledStudentsCount":"23 413 participants","lastUpdated":"Dernière mise à jour : 10/2021","targetAudiences":["Individuals wishing to lose weight","Anyone seeking a healthier lifestyle"],"tags":["Santé et bien-être","Nutrition et régimes alimentaires","Régimes alimentaires"],"rating":{"count":131,"averageValue":"4.2"},"instructors":[{"name":"TJ Walker","url":"/user/tjwalker2/","totalNumberOfStudents":1356515,"totalNumberOfReviews":116457,"averageRating":4.3997167950103755},{"name":"Striker Corbin","url":"/user/striker-corbin/","totalNumberOfStudents":36373,"totalNumberOfReviews":292,"averageRating":4.596360294117647},{"name":"Media Training Worldwide Digital","url":"/user/media-training-worldwide-digital/","totalNumberOfStudents":1265532,"totalNumberOfReviews":107684,"averageRating":4.404639920169427}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"451F6EC8DF13624287B4","originalPrice":"12 800 ₹","discountedPrice":"Gratuit","expirationText":"3 jours","discountPercentage":100}},"https://www.udemy.com/course/strategies-forex-pour-le-trading-algorithmique-2022/":{"courseDetails":{"courseId":4496758,"title":"Strategies Forex pour le trading algorithmique 2022","shortDescription":"Analyse technique, Machine learning, gestion de portefeuille et de risque pour le trading algo Forex. Bots MT5 inclus","longDescription":"\u003Cp\u003E\u003Cstrong\u003EVoulez-vous créer des stratégies quantitatives sur le \u003C/strong\u003EFOREX\u003Cstrong\u003E pour gagner jusqu\u0027à \u003C/strong\u003E60 % \u003Cstrong\u003Epar an ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous avez déjà quelques connaissances en trading et vous voulez apprendre le trading / la finance quantitatif ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous êtes simplement une personne curieuse qui veut se lancer dans ce sujet pour monétiser et diversifier ses connaissances ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi vous répondez à au moins une de ces questions, je vous souhaite la bienvenue à ce cours. Toutes les applications du cours seront réalisées à l\u0027aide de Python. Cependant, pour les \u003Cstrong\u003Edébutants en Python\u003C/strong\u003E, pas de panique ! Un cours accéléré \u003Cstrong\u003EGRATUIT sur Python\u003C/strong\u003E est inclus pour maîtriser Python. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDans ce cours, vous apprendrez à utiliser \u003Cstrong\u003El\u0027analyse technique\u003C/strong\u003E et \u003Cstrong\u003El\u0027apprentissage automatique\u003C/strong\u003E pour créer des \u003Cstrong\u003Estratégies forex robustes\u003C/strong\u003E. Vous effectuerez des \u003Cstrong\u003Eanalyses quantitatives \u003C/strong\u003Epour trouver des modèles dans les données. Une fois que vous aurez de nombreuses \u003Cstrong\u003Estratégies rentables\u003C/strong\u003E, nous apprendrons à effectuer un backtesting vectorisé.\u0026nbsp;Ensuite, vous appliquerez des techniques de gestion de portefeuille et de risque pour \u003Cstrong\u003Eréduire le drawdown\u003C/strong\u003E et \u003Cstrong\u003Emaximiser vos rendements\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous apprendrez et comprendrez l\u0027analyse quantitative des crypto-monnaies utilisée par les gestionnaires de portefeuille et les traders professionnels : \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELa modélisation\u003C/strong\u003E : Analyse technique (\u003Cem\u003Ebandes de Bollinger\u003C/em\u003E), apprentissage automatique (\u003Cem\u003ESupport vector machine\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBacktesting\u003C/strong\u003E : Faire un backtest correctement sans erreur et minimiser le temps de calcul (\u003Cem\u003EVectorized Backtesting\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EGestion du risque\u003C/strong\u003E : Gérer le drawdown (\u003Cem\u003EDrawdown break strategy\u003C/em\u003E), combiner correctement les stratégies (\u003Cem\u003EOptimisation du critère Sortino\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPourquoi ce cours et pas un autre ?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIl ne s\u0027agit pas d\u0027un cours de programmation, ni d\u0027un cours de trading ou d\u0027apprentissage automatique. Il s\u0027agit d\u0027un cours dans lequel les statistiques, la théorie financière et l\u0027apprentissage automatique sont utilisés pour le trading.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECe cours n\u0027est pas créé par un data scientist mais par un diplômé en mathématiques et en économie spécialisé dans les mathématiques appliquées à la finance.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVous pouvez poser des questions ou lire nos articles sur la finance quantitative simplement en vous inscrivant sur notre forum Discord gratuit.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESans oublier que le cours est satisfait ou remboursé pendant 30 jours. Ne manquez pas l\u0027occasion d\u0027améliorer vos connaissances sur ce sujet fascinant.\u003C/strong\u003E\u003C/p\u003E","language":"Français","courseUri":"https://www.udemy.com/course/strategies-forex-pour-le-trading-algorithmique-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4496758_1b72.jpg","duration":"7 heures","enrolledStudentsCount":"711 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Tout le monde"],"tags":["Finance et comptabilité","Investissement et trading","Le trading algorithmique"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Lucas Inglese","url":"/user/lucas-inglese-2/","totalNumberOfStudents":41450,"totalNumberOfReviews":214,"averageRating":4.402312961874999}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5231B96E0CA6CEACE238","originalPrice":"12 800 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/xero-accounting-software-2020/":{"courseDetails":{"courseId":2777862,"title":"Xero Accounting Software","shortDescription":"Learn Xero accounting software in a comprehensive online course taught by a practicing CPA, CGMA, CPI, with BS tax","longDescription":"\u003Cp\u003EThis course will start at the basics, assuming you know nothing about the software or accounting.\u003C/p\u003E\u003Cp\u003EWe will then go through the purchasing process, the downloading process, and the installation process. Xero often offers a free 30 day trial which is a perfect tool to practice with. \u003C/p\u003E\u003Cp\u003EThe first half of the course will be dedicated to navigating the software, getting a feel for the major components of the software, and the primary accounting cycles such as the customer section or revenue cycle, the vendor section or payments cycle, and the employee section or payroll cycle.\u003C/p\u003E\u003Cp\u003EOnce we learn the primary sections or accounting cycles we will analyze the forms and transactions within each section, considering the impact each has on the financial statements. major accounting forms will include invoice, bills, pay bills, purchase orders, deposits, and more. \u003C/p\u003E\u003Cp\u003EThe second half of the course will be in the format of a comprehensive problem, working through two months of data impute.\u003C/p\u003E\u003Cp\u003EWe will enter every standard type of transaction as we work through the comprehensive problem. The comprehensive problem format will provide context to the data entry process, so we understand how the data impute fits into the accounting workflow.\u003C/p\u003E\u003Cp\u003EA comprehensive problem also allows us to do more than simple data entry, data entry generally being the easiest part of the accounting process. We will be able to see how to set up the system to make the data entry as easy as possible.\u003C/p\u003E\u003Cp\u003EWe will also be able to see the impact on the financial statements of every transaction we make and be able to check our work after each transaction.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/xero-accounting-software-2020/","imageUri":"https://img-c.udemycdn.com/course/750x422/2777862_a64d_4.jpg","duration":"28 horas","enrolledStudentsCount":"25.738 estudiantes","lastUpdated":"Fecha de la última actualización: 2/2020","targetAudiences":["Business owners","Accounting professionals","Accounting students","Anybody who wants to learn accounting software"],"tags":["Finanzas y contabilidad","Herramientas de gestión monetaria","Xero"],"rating":{"count":204,"averageValue":"4.2"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":509855,"totalNumberOfReviews":24399,"averageRating":4.4081613758838865},{"name":"Jane Clark","url":"/user/jane-clark-21/","totalNumberOfStudents":353212,"totalNumberOfReviews":2564,"averageRating":4.427335951761193}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"728CC600C8F7785BFE25","originalPrice":"12 800 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/learn-php-for-beginners-php-crash-course-2021/":{"courseDetails":{"courseId":3755422,"title":"PHP for Beginners: PHP Crash Course 2022","shortDescription":"Learn PHP for Beginners with this complete PHP crash course","longDescription":"\u003Cp\u003EDo you want to start with web development and specifically back end? Have you ever thought about learning PHP but you don\u0027t know how and where to start? Are you currently a web developer and want to quickly get into PHP? If your answer is \u0022yes\u0022, then you are in for a treat, because in this course, I packed my knowledge and experience of years of PHP. So after this course you can feel comfortable working with PHP. The course is highly dedicated for those people who want to get into PHP and start with it in no time. We will start working with the basic fundamentals of PHP like \u0022echo statements\u0022, \u0022comments\u0022 and stuff like that up to the intermediate level and then to the advanced parts like \u0022super globals\u0022, \u0022date and time\u0022 and so on.\u003Cbr\u003E\u003Cbr\u003EThe other part of the course is very simple and yet practical crucial and useful and that is \u0022building a todolist with PHP and MySQL\u0022. and in it, I am going to walk you through the process of building this little app, so you can apply what you have learnt. I am also going to show you how to think and analyze in terms of code and this will unlock your potential as a programmer and allow you to get out of the tutorial hell which kills every programmer\u0027s possibility of getting ahead.\u003Cbr\u003EThe course also contains material as in code snippets and source codes for the project applied and quizzes and so on. if you are ready to take this journey with me, then go ahead and take this course.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/learn-php-for-beginners-php-crash-course-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/3755422_4493_3.jpg","duration":"4 horas","enrolledStudentsCount":"87.186 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Anyone who is interested in learning PHP"],"tags":["Desarrollo","Desarrollo web","PHP"],"rating":{"count":629,"averageValue":"4.2"},"instructors":[{"name":"Web Coding","url":"/user/bdb27e95-65f5-415a-956b-65f62ba4bfc3/","totalNumberOfStudents":254065,"totalNumberOfReviews":2882,"averageRating":4.13297137483871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PHPCOURSE45","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/project-finance-fundamentals/":{"courseDetails":{"courseId":4228602,"title":"Project Finance Fundamentals | Infrastructure \u0026 Energy","shortDescription":"The A to Z Course to Getting Your Dream Job in Project Finance","longDescription":"\u003Cp\u003EWhether you are a fresh graduate or looking for a shift in your career, whether you are coming from an engineering, finance, or law background; delving into the \u003Cstrong\u003Eworld of Infrastructure Project finance \u0026amp; PPPs\u003C/strong\u003E might be challenging. \u003Cstrong\u003EThe problem begins at the interview stage\u003C/strong\u003E: The lack of technical knowledge and basic skills could hurt your chances to land your dream job and break into the sector.\u003C/p\u003E\u003Cp\u003EWe have been there, too, and we completely understand your frustration! Our passion for helping young professionals overcome this hurdle pushed us to create this course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course is beyond your regular online course; it is a compilation of thousands of hours of academic, professional, and interview experiences\u003C/strong\u003E. After working in the project finance sector and with different firms, we are more than happy to share our wealth of knowledge in this industry with you.\u003C/p\u003E\u003Cp\u003EThis course will cover every technical question you may be asked in a project finance interview. It will offer you insights into different complexities and tight spots you will experience when trying to gain entry into the industry.\u003C/p\u003E\u003Cp\u003EThe project finance sector is cumbersome \u0026amp; complicated from a distance; however, this course will draw you closer to understanding how you can make the sector a haven for you.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/project-finance-fundamentals/","imageUri":"https://img-b.udemycdn.com/course/750x422/4228602_71ce_2.jpg?secure=QanxFqa8PJAGOgGP6nVDUQ%3D%3D%2C1643891509","duration":"3 heures","enrolledStudentsCount":"25 397 participants","lastUpdated":"Dernière mise à jour : 9/2021","targetAudiences":["Anyone who is curious about Infrastructure Project Finance and PPP.","Students \u0026 recent graduates who don’t want to spend $10,000s on master’s degrees.","Experienced professionals who are interested in changing careers.","Entrepreneurs interested in infrastructure project finance."],"tags":["Finance et comptabilité","Finance","Principes de base de la finance"],"rating":{"count":192,"averageValue":"4.4"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":62155,"totalNumberOfReviews":560,"averageRating":4.259835164705882}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SPECIALOFFERFEB22","originalPrice":"8 960 ₹","discountedPrice":"Gratuit","expirationText":"3 jours","discountPercentage":100}},"https://www.udemy.com/course/strategies-crypto-pour-le-trading-algorithmique-2022/":{"courseDetails":{"courseId":4489662,"title":"Strategies crypto pour le trading algorithmique 2022","shortDescription":"Analyse technique, Machine learning et gestion des risques pour trading algorithmique crypto. Bots MetaTrader5 inclus","longDescription":"\u003Cp\u003E\u003Cstrong\u003EVoulez-vous créer des stratégies quantitatives \u003C/strong\u003ECRYPTO\u003Cstrong\u003E pour gagner jusqu\u0027à \u003C/strong\u003E97%/ANNÉE\u003Cstrong\u003E ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous avez déjà quelques connaissances en trading et vous voulez apprendre le trading quantitatif/la finance ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous êtes simplement un curieux qui veut se lancer dans ce sujet pour monétiser et diversifier ses connaissances ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi vous répondez à au moins une de ces questions, je vous souhaite la bienvenue à ce cours. Toutes les applications du cours seront réalisées à l\u0027aide de Python. Cependant, pour les \u003Cstrong\u003Edébutants en Python\u003C/strong\u003E, pas de panique ! Un \u003Cstrong\u003Ecours accéléré GRATUIT\u003C/strong\u003E sur Python est inclus pour maîtriser Python. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDans ce cours, vous apprendrez à utiliser l\u0027\u003Cstrong\u003Eanalyse technique\u003C/strong\u003E et des algorithmes de \u003Cstrong\u003EMachine Learning\u003C/strong\u003E pour créer des \u003Cstrong\u003Estratégies crypto robustes\u003C/strong\u003E. Vous effectuerez des \u003Cstrong\u003Eanalyses quantitatives\u003C/strong\u003E pour trouver des modèles dans les données. Une fois que vous aurez de \u003Cstrong\u003Enombreuses stratégies rentables\u003C/strong\u003E, nous apprendrons à effectuer un backtesting vectorisé.\u0026nbsp;Ensuite, vous appliquerez des techniques de \u003Cstrong\u003Egestion des risques\u003C/strong\u003E pour contrôler la volatilité de votre plan de trading en crypto.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous apprendrez et comprendrez l\u0027analyse quantitative crypto utilisée par les gestionnaires de portefeuille et les traders professionnels : \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELa modélisation \u003C/strong\u003E: Analyse technique (\u003Cem\u003ESupport \u0026amp; résistance, Ichimoku\u003C/em\u003E), Machine Learning (\u003Cem\u003ERandom Forest Classifier\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBacktesting \u003C/strong\u003E: Faire un backtest correctement sans erreur et minimiser le temps de calcul (\u003Cem\u003EBacktesting vectorisé\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EGestion du risque \u003C/strong\u003E: Gérer le drawdown (\u003Cem\u003EDrawdown break strategy\u003C/em\u003E), combiner les stratégies correctement (\u003Cem\u003ECrypto strategies portfolio\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPourquoi ce cours et pas un autre ?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIl ne s\u0027agit pas d\u0027un cours de programmation, ni d\u0027un cours de trading ou d\u0027apprentissage automatique. Il s\u0027agit d\u0027un cours dans lequel les statistiques, la théorie financière et l\u0027apprentissage automatique sont utilisés pour le trading.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECe cours n\u0027est pas créé par un data scientist mais par un diplômé en mathématiques et en économie spécialisé dans les mathématiques appliquées à la finance.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVous pouvez poser des questions ou lire nos articles sur la finance quantitative simplement en vous inscrivant sur notre forum Discord gratuit.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESans oublier que le cours est satisfait ou remboursé pendant 30 jours. Ne manquez pas l\u0027occasion d\u0027améliorer vos connaissances sur ce sujet fascinant.\u003C/strong\u003E\u003C/p\u003E","language":"Français","courseUri":"https://www.udemy.com/course/strategies-crypto-pour-le-trading-algorithmique-2022/","imageUri":"https://img-b.udemycdn.com/course/750x422/4489662_102e.jpg?secure=scDSLw5WGH5nSWLZXJNnqw%3D%3D%2C1643896083","duration":"6,5 heures","enrolledStudentsCount":"922 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Tout le monde"],"tags":["Finance et comptabilité","Cryptomonnaies et blockchain","Cryptomonnaie"],"rating":{"count":4,"averageValue":"4.5"},"instructors":[{"name":"Lucas Inglese","url":"/user/lucas-inglese-2/","totalNumberOfStudents":41450,"totalNumberOfReviews":214,"averageRating":4.402312961874999}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BBB61BAAF034944D2EDC","originalPrice":"12 800 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/introduction-to-arm-cortex-m3-and-m4-processors/":{"courseDetails":{"courseId":4489274,"title":"Introduction to ARM Cortex M3 and M4 Processors","shortDescription":"Learn the complete architecture of Cortex Processors and also the assembly language instructions!","longDescription":"\u003Cp\u003EHi all! Welcome to my course on \u0027Introduction to ARM Cortex M3 and M4 Processors\u0027. This course will help you gain knowledge in the architecture, registers, features of ARM Cortex Processors. The other half of the course will help you understand the instruction set of ARM Cortex-M so that you\u0027ll be able to write programs in assembly language. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe Architecture part covers\u003C/p\u003E\u003Cp\u003E1. Features of ARM Processors.\u003C/p\u003E\u003Cp\u003E2. Versions of ARM\u003C/p\u003E\u003Cp\u003E3. Applications of ARM Cortex-M\u003C/p\u003E\u003Cp\u003E4. Specific Features of ARM Cortex.\u003C/p\u003E\u003Cp\u003E5. Three stage pipeline of Cortex.\u003C/p\u003E\u003Cp\u003E6. Registers - General Purpose, Special Purpose in ARM Cortex M3\u003C/p\u003E\u003Cp\u003E7. Memory Features.\u003C/p\u003E\u003Cp\u003E8. Bit Band Region. \u003C/p\u003E\u003Cp\u003E9. Little Endian, Big Endian Architecture.\u003C/p\u003E\u003Cp\u003E10. The Thumb-2 Technology\u003C/p\u003E\u003Cp\u003E11. Difference between ARM and Thumb Instructions in Classical ARM Processors.\u003C/p\u003E\u003Cp\u003E12. Stack Memory\u003C/p\u003E\u003Cp\u003E13. Interrupts/Exceptions\u003C/p\u003E\u003Cp\u003E14. Interrupt Masking\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe Instruction set part covers\u003C/p\u003E\u003Cp\u003E• Moving data within the processor\u003C/p\u003E\u003Cp\u003E• Memory accesses\u003C/p\u003E\u003Cp\u003E• Arithmetic operations\u003C/p\u003E\u003Cp\u003E• Logic operations\u003C/p\u003E\u003Cp\u003E• Shift and Rotate operations\u003C/p\u003E\u003Cp\u003E• Conversion (extend and reverse ordering) operations\u003C/p\u003E\u003Cp\u003E• Bit field processing instructions\u003C/p\u003E\u003Cp\u003E• Program flow control (branch, conditional branch, conditional execution, and\u003C/p\u003E\u003Cp\u003Efunction calls)\u003C/p\u003E\u003Cp\u003E• Multiply accumulate (MAC) instructions\u003C/p\u003E\u003Cp\u003E• Divide instructions\u003C/p\u003E\u003Cp\u003E• Memory barrier instructions\u003C/p\u003E\u003Cp\u003E• Exception-related instructions\u003C/p\u003E\u003Cp\u003E• Sleep mode-related instructions\u003C/p\u003E\u003Cp\u003E• Other functions\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWhat are you waiting for? I\u0027ll see you there in my course.\u003C/p\u003E\u003Cp\u003EThe Cortex-M3 and Cortex-M4 are processors designed by ARM. The Cortex-M3 processor was the first of the Cortex generation of processors, released by ARM in 2005 (silicon products released in 2006). \u003C/p\u003E\u003Cp\u003EThe Cortex-M4 processor was released in 2010 (released products also in 2010). The Cortex-M3 and Cortex-M4 processors use a 32-bit architecture. Internal registers in the register bank, the data path, and the bus interfaces are all 32 bits wide. The Instruction Set Architecture (ISA) in the Cortex-M processors is called the Thumb ISA and is based on Thumb-2 Technology which supports a mixture of 16-bit and 32-bit instructions\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/introduction-to-arm-cortex-m3-and-m4-processors/","imageUri":"https://img-b.udemycdn.com/course/750x422/4489274_b1c9_5.jpg?secure=jWNdZ2jmpuaoUyFs7rFwzQ%3D%3D%2C1643898448","duration":"4 heures","enrolledStudentsCount":"2 018 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Beginner Embedded Engineers","Beginner Electronics Aspirants","Beginner CS Aspirants"],"tags":["Informatique et logiciels","Matériel informatique","ARM Cortex-M"],"rating":{"count":6,"averageValue":"4.8"},"instructors":[{"name":"Sujithkumar MA","url":"/user/sujithkumar-ma/","totalNumberOfStudents":195977,"totalNumberOfReviews":3491,"averageRating":4.304986405729167}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"24AA76C2CEBBE669308C","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/aws-certified-cloud-practitioner-practice-exams-feb-2022/":{"courseDetails":{"courseId":4529502,"title":"AWS Certified Cloud Practitioner Practice Exams - FEB 2022","shortDescription":"Attend this AWS Certified Cloud Practitioner Practice Certification Exam will get a Good Score 90% on Main Exam","longDescription":"\u003Cp\u003EWould you like to \u003Cstrong\u003EPass Your AWS Certified Cloud Practitioner Exam\u003C/strong\u003E \u003Cstrong\u003Eon First Attempt \u003C/strong\u003Eand at the same time \u003Cstrong\u003EGet Great Scores\u003C/strong\u003E? If so, these 6 New and Full Up-To-Date AWS Certified Cloud Practitioner Practice Exams are for you. We have covered all the topics and key concepts you need to know to ace your AWS Certified Cloud Practitioner Exam. Our practice exams are \u003Cstrong\u003EDesigned to Give You the Knowledge, Confidence, and Exam Skills\u003C/strong\u003E you need to get great scores in\u003Cstrong\u003E \u003C/strong\u003Ethe AWS Certified Cloud Practitioner Exam. These 6 practice tests reflect the difficulty of the AWS exam questions and are very similar to the real AWS exam. \u003C/p\u003E\u003Cp\u003EWe \u003Cstrong\u003ERegularly Update our Question Bank\u003C/strong\u003E based on the feedback from the students. This is to ensure that our AWS Certified Cloud Practitioner Practice Exams are always \u003Cstrong\u003EUp-To-Date with the Latest Changes from AWS\u003C/strong\u003E. That’s why our students love our high-quality AWS Certified Cloud Practitioner Exam questions because they simulate the type of questions you will come across during the real AWS exam. We have designed these exams to \u003Cstrong\u003EPrepare You Thoroughly for the Real AWS Certified Cloud Practitioner Exam\u003C/strong\u003E so that you walk into the test center with confidence and ace your AWS Certified Cloud Practitioner Exam in your first attempt.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETOP REASON WHY THESE 6 PRACTICE EXAMS ARE YOUR BEST CHANCE TO ACE YOUR AWS CLOUD PRACTITIONER EXAM\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E6 PRACTICE TESTS 100% CONFORM WITH CLF-C01 EXAM BLUEPRINT\u003C/strong\u003E: These practice exams contain 390 unique, high-quality questions for AWS Certified Cloud Practitioner Exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESIMULATE ACTUAL EXAM\u003C/strong\u003E: All of our practice tests are timed. Just like the real exam, you get 65 questions and 90 minutes with a passing score of 70%. This precisely mimics the real exam environment so these exams are designed to prepare and familiarize you with the actual AWS exam format.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E100% EXAM COVERAGE\u003C/strong\u003E: Our practice questions are set up to cover all the topics you will be tested on during your exam. The questions are prepared to keep in mind the exam blueprint provided by Amazon Web Services for the AWS Certified Cloud Practitioner Exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ERETAKE PRACTICE EXAMS INDEFINITELY\u003C/strong\u003E: You will have lifetime access to our AWS Certified Cloud Practitioner Practice Exams and can retake these exams as many times as you like. The exam will be regraded every time you retake the exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EWEEKLY UPDATES OF QUESTION BANK\u003C/strong\u003E: We regularly update our question bank based on the feedback from the students who have recently taken the AWS Certified Cloud Practitioner Exam. This is to ensure that our exams are always up-to-date with the latest changes from AWS. This is why our students ace this exam in their first attempt with an average exam score of over 85%.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EINSTRUCTOR SUPPORT\u003C/strong\u003E: Got questions? No worries as we have got your back. Our course for AWS Certified Cloud Practitioner Practice Exams includes friendly and timely support from our team of expert trainers. Our support team will comprehensively respond to all of your questions or concerns.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELIFETIME ACCESS\u003C/strong\u003E: You could come back anytime to retake these AWS Certified Cloud Practitioner Practice Exams as you have lifetime access.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETEST REPORT\u003C/strong\u003E: You will be presented with the test report upon completion of our AWS Certified Cloud Practitioner Practice Exams and you will get an opportunity to review your answers. This will help you to keep track of your progress and highlight the knowledge areas and the key concepts where you are strong or need improvements.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPROVIDE BETTER VALUE THAN OFFICIAL AWS PRACTICE TEST \u003C/strong\u003E– AWS charges $20 for a practice test that only contains 20 to 40 questions. All of our practice tests contains 65 questions in each practice test and provide a significantly higher value than the official AWS practice exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EGOOD MIX OF MULTI-CHOICE AND MULTI-SELECTION QUESTIONS \u003C/strong\u003E– You will be presented with two types of questions during your AWS Certified Cloud Practitioner Exam including multi-choice and multi-selection questions. We have carefully designed all of our AWS Certified Cloud Practitioner Practice Exams to include a good mix of multi-choice and multi-selection questions. You will get one multi-selection question for every 3-4 multi-choice questions in every practice exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMOBILE ACCESS\u003C/strong\u003E: Our practice exams are mobile compatible so you can study on the go on your phone – anytime, anywhere. You just need to download the Udemy app and log in to your account to access these practice tests.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBEGINNER-FRIENDLY\u003C/strong\u003E: No worries if you are new to Cloud Computing or Amazon Web Services. You will be able to pick up everything quickly as we explain all the terms and key concepts you need to know.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMONEY-BACK GUARANTEE\u003C/strong\u003E: 30-days unconditional money-back guarantee – no questions asked. So, get risk-free lifetime access to fast-track your AWS exam success!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIMPORTANT NOTE\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EJust like the real AWS Certified Cloud Practitioner certification exam, our six practice tests have a passing score of 70% but we highly recommend our students to repeat all of our practice exams until they consistently reach a score of over 90% in each practice test. Also, we recommend our students read the detailed explanation for all the answers regardless of whether their answers are right or wrong. Even though it is not necessary to pass the AWS Certified Cloud Practitioner certification exam but we encourage our students to read through the reference material (each answer is provided with reference links to the related AWS documentation).\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/aws-certified-cloud-practitioner-practice-exams-feb-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4529502_1b70_2.jpg","duration":"","enrolledStudentsCount":"123 participants","lastUpdated":"Publié le 2/2022","targetAudiences":["AWS Certified Cloud Practitioner Exam students \u0026 candidates"],"tags":["Informatique et logiciels","Certifications informatiques"],"rating":null,"instructors":[{"name":"Dounia Jalal","url":"/user/dounia-jalal-2/","totalNumberOfStudents":1248,"totalNumberOfReviews":1,"averageRating":4}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/learn-acting/":{"courseDetails":{"courseId":4374622,"title":"Acting course - tools of acting","shortDescription":"Improve your skills in acting.","longDescription":"\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this acting course, Ram Choudhary teach about acting (camera \u0026amp; theater), diction, navras, characterisation, body language, dialogue delivery \u0026amp; importance of backstories ( how to bring real-life experiences into every role and how to build your own characters). As a trained actor from theater ,he uses advanced acting techniques to portray complex characters. he introduces students to various methods and techniques which he use to teach and enhance their acting skills. \u003C/p\u003E\u003Cp\u003Ethere are no prerequisites or previous knowledge needed for this course . this course teaches acting at the beginner level.\u003C/p\u003E\u003Cp\u003Eif your dream is to be in front of camera as an actor then you have to learn about acting and have to improve your acting skills.\u003C/p\u003E\u003Cp\u003Ethis course will provide the tools which you need to be a successfull actor.\u003C/p\u003E\u003Cp\u003Ethere are many topics are covered in this training program like ,what is acting ? who can became an actor ? how to cry \u0026amp; laugh for camera ( कैमरा के सामने कैसे रोया या हंसा जाए ? ) what is the importance of imrovisation ? , what are the backstories of actor ?\u003C/p\u003E\u003Cp\u003ENAVRASES in acting ? ( अभिनय में नवरस क्या है\u0026nbsp; ), what is characterisation ( चरित्रचित्रण ) ? importance of body language , dialogue delivery , diction in acting ( अभिनय में उच्चारण , नुक्ता क्या है ).etc..\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Hindi","courseUri":"https://www.udemy.com/course/learn-acting/","imageUri":"https://img-c.udemycdn.com/course/750x422/4374622_e580.jpg","duration":"44 minutos","enrolledStudentsCount":"5.761 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["student and people who want to learn acting.","person who want to improve acting skills."],"tags":["Enseñanzas y disciplinas académicas","Educación en línea","Actuación"],"rating":{"count":26,"averageValue":"4.7"},"instructors":[{"name":"Ram choudhary","url":"/user/ram-3776/","totalNumberOfStudents":5767,"totalNumberOfReviews":26,"averageRating":4.671581}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"ADB74228A3B13B194130","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/learn-vector/":{"courseDetails":{"courseId":4466546,"title":"Vector Crash Course 2022: Learn Vector in 5 Hours","shortDescription":"Get the insight knowledge of Vector.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EHow to become an expert on Vector ? \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIt seems vector as one of the easy lesson but reality is different for some students. For those students who feels Vector as a difficult lesson, this course helps you to understand easily. \u003C/p\u003E\u003Cp\u003EIt is the 50\u002B videos lessons and each video teaches you very important concepts in Vector. There will be some quizzes and workbooks including in the upcoming days.\u003C/p\u003E\u003Cp\u003EBecome an expert on Vector: The content is organized into the following sections:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EVector Basic Overview with some important examples\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of vectors and exercise related to types of vectors\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVector Operation with important exercise\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVector geometry with worked out example\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will get inside every section ?\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVideos\u003C/strong\u003E: In each section, there are dedicated videos. I will be teaching you the important lessons and I will guide you into the right direction. The content of videos consists of conceptual lessons and important examples.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EQuizzes\u003C/strong\u003E: Some sections contain important quizzes that examines your ability. And quizzes check whether you have understood or not.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EThe features:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELifetime access to this course\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFriendly support in the Q\u0026amp;A section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUdemy Certificate of Completion available for download\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E30-day money back guarantee\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EEnroll today!\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EI can\u0027t wait for you to get started on mastering vector.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E- Kamal Bdr. Tamang:)\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/learn-vector/","imageUri":"https://img-b.udemycdn.com/course/750x422/4466546_13a2_2.jpg?secure=-odBkbw2wPRjNY2u4cWxSw%3D%3D%2C1643897659","duration":"5 heures","enrolledStudentsCount":"1 056 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Anyone who is interested in mathematics and vector geometry"],"tags":["Formations et diplômes","Mathématiques","Mathématiques"],"rating":null,"instructors":[{"name":"Kamal Bahadur Tamang","url":"/user/coursagram/","totalNumberOfStudents":3112,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"100OFF","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"1 jours","discountPercentage":100}},"https://www.udemy.com/course/complete-goal-achievement-course-personal-success-goals/":{"courseDetails":{"courseId":3264174,"title":"Complete Goal Achievement Course - Personal Success Goals","shortDescription":"Goal Achievement In Your Life Now! Learn the Personal Success Formula to Increase Goal Setting and Personal Productivity","longDescription":"\u003Cp\u003E\u003Cstrong\u003EComplete Goal Achievement Course\u003C/strong\u003E - Personal Success Goals\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGoal Achievement\u003C/strong\u003E In Your Life Now! Learn the Personal Success Formula to Increase Goal Setting and Personal Productivity\u003C/p\u003E\u003Cp\u003EYou can achieve your goals in life. By mastering personal development skills in a systematic way, \u003Cstrong\u003Egoal achievement \u003C/strong\u003Ecan be yours, for all aspects of your life.\u003C/p\u003E\u003Cp\u003EYou do not have to go through life with empty dreams and unfulfilled hearts. You can turn your dreams into reality. \u003Cstrong\u003EGoal achievement\u003C/strong\u003E can be programmed into your DNA.\u003C/p\u003E\u003Cp\u003EPersonal development expert TJ Walker has helped more than 1 million students online achieve their goals in life when it comes to building essential habits and personal development skills. His unique SelfieSpeak Programming method (SSP) will help you turn any large complex goal into a series of simple, daily tasks that can be turned into habits.\u003C/p\u003E\u003Cp\u003EYou can live life on your own terms. You do not have to envy other peoples\u0027 lives and accomplishments. You can achieve your own dreams. Your \u003Cstrong\u003Egoals can be achieved\u003C/strong\u003E!\u003C/p\u003E\u003Cp\u003EAfter taking this course, you will no longer be someone who just makes and breaks New Year’s resolutions or has general, vague desires for more wealth or power. You will \u003Cstrong\u003Elearn exactly how to achieve your goals\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EIf you are ready to bring more fulfillment and happiness to your life through systematic \u003Cstrong\u003Egoal achievement\u003C/strong\u003E, then sign up for this course right now!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHere is what Udemy students say about this course:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022Yes, it is very useful. I am looking forward to reaching the last video as it will help me set up my goals and how to break them into small and tiny goals.\u0022\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E \u003C/em\u003E\u003C/strong\u003ENadine Ahmed Helmy Basha\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022Very interesting, refreshing and motivational with new thoughts and ideas\u0022\u003C/em\u003E Trang Duong\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis \u003Cstrong\u003EGoal Achievement\u003C/strong\u003E course is ideal for anyone searching for more info on the following: \u003Cstrong\u003Egoal setting - goal setting for a successful life - self discipline - self hypnosis - goals - goal settings for a successful life: simple \u0026amp; easy! - discipline - hypnosis\u003C/strong\u003E. Plus, this course will be a great addition to anyone trying to build out their knowledge in the following areas: \u003Cstrong\u003Egoal setting - personal success - personal productivity.\u003C/strong\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/complete-goal-achievement-course-personal-success-goals/","imageUri":"https://img-c.udemycdn.com/course/750x422/3264174_e2d8_2.jpg","duration":"3 heures","enrolledStudentsCount":"41 806 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Individuals tired of failing or falling short at achieving their goals","Anyone looking for more personal fulfillment and success in life"],"tags":["Développement personnel","Transformation personnelle","Atteindre ses objectifs"],"rating":{"count":311,"averageValue":"4.4"},"instructors":[{"name":"TJ Walker","url":"/user/tjwalker2/","totalNumberOfStudents":1356515,"totalNumberOfReviews":116457,"averageRating":4.3997167950103755}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"40A056269BB87D03C28C","originalPrice":"12 800 ₹","discountedPrice":"Gratuit","expirationText":"3 jours","discountPercentage":100}},"https://www.udemy.com/course/curso-de-flask-python-desde-cero-a-experto/":{"courseDetails":{"courseId":4505650,"title":"Curso de Flask (python) desde cero a experto!!","shortDescription":"Flask Framework","longDescription":"\u003Cp\u003EAprenderás como funciona Flask desde lo básico como lo son el manejo de rutas , como correr la APP , como renderizar plantillas HTML, hasta cosas avanzadas como modularizacion del código para que tu APP sea escalable, como manejar clases,proteger las rutas de la aplicación,\u0026nbsp; crearemos las tablas de la base de datos como modelos de programación orientada a objetos para interactuar con la base de datos, veremos como conectar el framework a una base de datos de tipo SQLITE y las bases para puedas conectar esta misma a cualquier base de datos, también al final tendremos un proyecto en el cual crearemos un sistema de LOGIN y protegeremos las rutas de nuestra aplicación , así como también realizaremos web scraping a una pagina de productos ,para obtener el vinculo hacia los productos encontrados con referencia a un determinado articulo que decidamos buscar, utilizaremos Flask login, macros y herencia de templates para evitar repetir código en nuestra app y lo mas importante aprenderemos a realizar pruebas unitarias a nuestro código usando flask-testing, factor que siempre es de importancia al realizar nuestras aplicaciones web en cualquier entorno , también veremos como configurar nuestra aplicación dependiendo del entorno en que nos encontremos, tanto en producción como en development\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/curso-de-flask-python-desde-cero-a-experto/","imageUri":"https://img-b.udemycdn.com/course/750x422/4505650_4b41_2.jpg?secure=EgSRdQO2MxP_Rn3RZ58hKQ%3D%3D%2C1643857688","duration":"6 horas","enrolledStudentsCount":"2.353 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Desarrolladores de python que deseen aprender este genial framework o estudiarlo mas a fondo","Aspirantes a desarrolladores que deseen construir aplicaciones web facilmente con este maravilloso framework","Estudiantes que deseen aprender mas acerca de como funcionan las aplicaciones web"],"tags":["Desarrollo","Desarrollo web","Desarrollo de aplicaciones web"],"rating":{"count":6,"averageValue":"4.2"},"instructors":[{"name":"Sebastian Henao Erazo","url":"/user/sebastian-henao-erazo/","totalNumberOfStudents":2753,"totalNumberOfReviews":6,"averageRating":4.2417436}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"1586FA527BC0B613387A","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/learn-microsoft-project-2016-complete-course-for-beginners/":{"courseDetails":{"courseId":4357682,"title":"Learn Microsoft Project 2016 Complete Course for Beginners","shortDescription":"Fast Learning of Microsoft Project 2016 with an Expert","longDescription":"\u003Cp\u003E\u003Cstrong\u003EYou are at Right Course for learning Microsoft Project Software Fast with an Expert!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWarmly Welcome to my course, my name is Engr Wasim Jaan and I’ve uploaded this course to help people like you to learn quickly Microsoft Project 2016 with an expert. Whether you’re a beginner or experienced with Microsoft Project. You must learn this course of MS\u0026nbsp;Project if you are interested in Project Planning\u0026nbsp; and Project Management . \u003C/p\u003E\u003Cp\u003EMicrosoft Project much more focus on management of Project . If your mission is to become an Expert of Microsoft Project, then this course is for you. It will get you started on the right path and give you the knowledge and skills you need to master Microsoft Project.\u003C/p\u003E\u003Cp\u003EThe Learning of Microsoft Project is not only for Experienced users, but also everyone else. Because when you have an expert Microsoft Project, you can get around Microsoft Project quickly and increase your productivity.\u003C/p\u003E\u003Cp\u003EIn the end this course, you\u0027ll have gained complete proficiency in Microsoft Project even if you\u0027re currently a beginner.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat includes in Microsoft Project course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI will start from the very beginning and explain what Microsoft Project is, why \u0026amp; how it’s used.\u003C/p\u003E\u003Cp\u003EFocus on basic requirements of \u0026nbsp;project like \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate a Microsoft Project plan\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETask progress through the project\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBaselines Establish\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage resources with Different Types and Project Cost\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReport Dashboard\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse Of Gantt charts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProject Information\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELets see you in the course Enrollment section of Microsoft Project \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/learn-microsoft-project-2016-complete-course-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4357682_1a55.jpg","duration":"36 minutes","enrolledStudentsCount":"6 299 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["Beginner Microsoft Project 2016"],"tags":["Productivité bureautique","Microsoft","Microsoft Project"],"rating":{"count":22,"averageValue":"3.9"},"instructors":[{"name":"Wasim jaan","url":"/user/wasim-jaan/","totalNumberOfStudents":20479,"totalNumberOfReviews":118,"averageRating":3.82662039}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"855AD280389CBAF9B7D2","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/project-development-using-java-for-beginners-2020/":{"courseDetails":{"courseId":3728112,"title":"Project Development Using JAVA for Beginners - 2022","shortDescription":"Learn Java from scratch and become Software Engineer.","longDescription":"\u003Cp\u003EWould you like to learn real world programming skills that will help you get your first java programming job?\u003C/p\u003E\u003Cp\u003EJava is one of the most popular programming languages used to create Web applications and platforms. It was designed for flexibility, allowing developers to write code that would run on any machine.\u003C/p\u003E\u003Cp\u003ESo it’s your time now to take advantage of a loads of jobs and freelance opportunities that are available for java programmers out there.\u003C/p\u003E\u003Cp\u003EThis course is provided by Oracle Certified professionals with many years’ experience in java programming\u003C/p\u003E\u003Cp\u003EThe course is very comprehensive and will be constantly updated. Once you have gone through this course you will be able to understand Java 12 features very easily. So, this course covers each topic in details and is focused to break down topics with simplified examples. Thus, it is for anyone who wants to learn java programming and no previous programming experience is required.\u003C/p\u003E\u003Cp\u003EThe object-oriented programming language comes up with a much-celebrated principle of Write Once Run Anywhere that allows the Java code to be executed on other platforms, that supports JAVA, without doing recompilation. The language is widely used in Android development along with Web Applications, Desktop Applications, Scientific Applications, etc. Also, top-notch companies like \u003Cstrong\u003EAdobe, Amazon, Flipkart,\u003C/strong\u003E and many others are using JAVA and offering ravishing career opportunities to Java developers. Its significant demand in the tech world, huge community support,\u0026nbsp; several enriching features like multithreading, automatic memory allocation \u0026amp; garbage collection, platform independency, etc. ensures that JAVA will provide you with a lot of worthwhile career opportunities in the upcoming years as well.\u003C/p\u003E\u003Cp\u003EEnroll in this course now because its your time to get these highly paid and very on-demand skills.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/project-development-using-java-for-beginners-2020/","imageUri":"https://img-c.udemycdn.com/course/750x422/3728112_814e_6.jpg","duration":"45.5 hours","enrolledStudentsCount":"193,380 students","lastUpdated":"Last updated 1/2022","targetAudiences":["You are a Beginner at Java Programming and want to Learn to write Great Java Programs","You want to learn the Basics of Object Oriented Programming with Java","You want to learn the Basics of Functional Programming with Java","You have ZERO programming experience and want to learn Java Programming"],"tags":["Development","Programming Languages","Java"],"rating":{"count":1689,"averageValue":"4.5"},"instructors":[{"name":"Hemanth kumar","url":"/user/hemanth-1546/","totalNumberOfStudents":422572,"totalNumberOfReviews":6190,"averageRating":4.237573816877637}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5FBB072B8AE6D5EEBB1F","originalPrice":"1.280 INR","discountedPrice":"832 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/curso-intensivo-de-moodle-security/":{"courseDetails":{"courseId":4418338,"title":"Moodle Security, de Cero a Experto","shortDescription":"Crea Aulas Virtuales Seguras desde cero a experto en Servidores Web Nginx, Ubuntu server, Mysql, PHP-FPM","longDescription":"\u003Cp\u003EVisión General del Curso \u003C/p\u003E\u003Cp\u003EEl curso Intensivo de Moodle Security tiene como objetivo preparar al estudiante en la implementación de aulas virtuales seguras en entornos Linux, tener la capacidad de mitigar diferentes tipos de ataque crear de copias de seguridad utilizando diferentes metodologías avanzadas de backups, así mismo construir un aula virtual desde cero con el LMS Moodle aplicando todas las herramientas necesarias para llegar a producción.\u003C/p\u003E\u003Cp\u003EEl curso esta preparado para desarrollar habilidades y destrezas a los estudiantes realizando configuraciones avanzadas a un no teniendo conocimientos de las temáticas\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMaterial Didáctico\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETendrás material didáctico disponibles escrito y audiovisual.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAtención Docente\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEl docente podrá responder las dudas o problemáticas a través de las diferentes actividades.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAula Virtual \u003C/strong\u003E \u003C/p\u003E\u003Cp\u003ETendrás un el aula virtual como recurso, con foros, actividades y debates donde se compartirá conocimientos, se despejaran dudas e Internacion con los demás estudiantes inscritos a esta misma.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECertificado\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAl finalizar obtendrá un certificado de Finalización del curso, este será extendido por la web oficial de Elearning Hacking.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMódulos del curso.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMódulo 1: Introducción.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEn este módulo aprenderás conexión segura por medio de ssh, interactuar con el server, crear ficheros, archivos, comando necesario de Ubuntu Server, instalar herramientas del lado del cliente.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMódulo 2: MariaDB, Nginx, PHP-FPM.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESe instalará servidor web Nginx, servidor de base de datos, PHP-FPM, configuración y conexión de estos mismos.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMódulo 3: Instalar y Configurar Moodle.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECrearás directorios y descarga de moodle, creación de archivos que conectará base de datos, directorios, dominio y Nginx. Crearás la base de datos, usuario y se le dará los\u0026nbsp; privilegios requeridos.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMódulo 3: Security.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAprenderás a mitigar diferentes tipos de ataques, activar y configurar el Firewall, instalar certificado de seguridad, asignar y denegar permisos cambiar y cerrar puertos etc.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMódulo 3: Backups y Migración avanzadas.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EConocerás y aplicará metodología de respaldo avanzados, migración de aula virtual a otro server y a la nube de Google Drive desde la consola.\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/curso-intensivo-de-moodle-security/","imageUri":"https://img-c.udemycdn.com/course/750x422/4418338_4b4d_9.jpg","duration":"3 horas","enrolledStudentsCount":"2.031 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["El curso está dirigido para profesionales y no profesionales de la informática,  deseos de aprender a construir aulas Virtuales Seguras de moodle"],"tags":["Enseñanzas y disciplinas académicas","Educación en línea","Moodle"],"rating":{"count":9,"averageValue":"4.3"},"instructors":[{"name":"José Erasmo Moreno Salgado","url":"/user/jose-erasmo-salgado/","totalNumberOfStudents":2171,"totalNumberOfReviews":9,"averageRating":4.339455}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"646BDFBCD8293F512EB5","originalPrice":"4.800 INR","discountedPrice":"3.120 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/interview-strategies-your-strengths-and-weaknesses/":{"courseDetails":{"courseId":2187112,"title":"Interview strategies: your strengths \u0026 weaknesses","shortDescription":"Interviewing skills. What to say in an interview. Identify your strengths for personality development","longDescription":"\u003Cp\u003EOne of the most important questions in a job interview is \u0022What are your strengths and weaknesses?\u0022.\u003C/p\u003E\u003Cp\u003EA job interview can be a hit or miss – therefore, you need know how to prepare for an interview and understand how to display all your strengths. The interview tips I have prepared will allow you to make the most of the time you have with your potential employer.\u003C/p\u003E\u003Cp\u003EPrepare for an interview.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGain a deeper insight into strengths.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBoost your inspiration by the strengths identified in the diagram by the great basketball coach John Wooden. Compare it with the modern 4c model which is applied in sports development. Gain ideas from the ERG model of motivation.\u003C/p\u003E\u003Cp\u003ESpark your sensitivity by learning VIA Classification of strengths and virtues developed by the father of positive psychology Martin Seligman and psychology professor Christopher Peterson.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIdentify the true sources of out strength.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDiscover what makes the best managers and the best teams the most effective.\u003C/p\u003E\u003Cp\u003EExplore some unique strengths that will never become obsolete.\u003C/p\u003E\u003Cp\u003ECreate a better understanding of common strengths and weaknesses.\u003C/p\u003E\u003Cp\u003EGain a deeper insight into empathy and sensitivity.\u003C/p\u003E\u003Cp\u003EThis course containing 29 lectures and 5 assignments will give you new insights into strengths and weaknesses as areas for improvement. \u003C/p\u003E\u003Cp\u003EYou will be able to identify your own strengths and weaknesses.\u003C/p\u003E\u003Cp\u003EYou will have an idea about the strategy what to answer in a job interview with examples of answers.\u003C/p\u003E\u003Cp\u003EYou will walk away from the course being more confident, inspired and motivated before your job interview.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/interview-strategies-your-strengths-and-weaknesses/","imageUri":"https://img-b.udemycdn.com/course/750x422/2187112_e2f9_7.jpg?secure=YaKDNu3goevBXnhoytpzgA%3D%3D%2C1643869515","duration":"1,5 horas","enrolledStudentsCount":"3.152 estudiantes","lastUpdated":"Fecha de la última actualización: 4/2021","targetAudiences":["Anyone who is going to have a job interview and wants to understand their strengths \u0026 weaknesses","Newly graduated students","Anyone who is interested in personal and career development","Anyone who feels stuck in the workplace and needs changes or new insights"],"tags":["Desarrollo personal","Desarrollo profesional","Habilidades para la entrevista"],"rating":{"count":15,"averageValue":"4.3"},"instructors":[{"name":"Elena Davydkina","url":"/user/elena-davydkina/","totalNumberOfStudents":35299,"totalNumberOfReviews":256,"averageRating":4.243746485714286}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A277E26623335D4FB823","originalPrice":"3.840 INR","discountedPrice":"2.496 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/marketing-analytics-marketing-strategy-models-in-excel/":{"courseDetails":{"courseId":2670218,"title":"Marketing Analytics and Retail Business Management","shortDescription":"Retail analytics using MS Excel - Covering Forecasting, Market Basket, RFM, Customer Valuation \u0026 Price Bundling","longDescription":"\u003Cp\u003EYou\u0027re looking for a complete \u003Cstrong\u003Ecourse on understanding Marketing Analytics and Retail Business Management \u003C/strong\u003Eto drive business decisions involving production schedules, inventory management, promotional mail optimization, store layouting, estimating right bundle price, customer valuation and many other parts of the business., right?\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou\u0027ve found the right Marketing Analytics \u0026amp; Retail Business Management course! This course \u003C/strong\u003Eteaches you everything you need to know about different forecasting models, Market Basket analysis, conducting market research, marketing analytics, RFM (recency, frequency, monetary) analysis, Customer Valuation methods \u0026amp; Price Bundling analysis and how to implement these models in Excel using advanced excel tool.\u003C/p\u003E\u003Cp\u003EAfter completing this course \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EImplement forecasting models such as simple linear, simple multiple regression, Additive and multiplicative trend and seasonality model and many more, required for devising marketing analytics strategies effectively.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPerform marketing analytics and market basket analysis and calculate lift to derive a store layout that maximizes sales from complementary products.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDo RFM (Recency, frequency, and monetary value) analysis to help you maximize profit from promotional mail campaigns.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIncrease revenue/profit of your firm by implementing revenue / profit maximizing bundle price point using marketing analytics tool like Excel solver Add-in\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand the value of your customers to make intelligent decisions based on recommendations of marketing analytics and marketing research on how to spend money acquiring them\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfidently practice, discuss and understand different marketing analytics models used by organizations\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EHow this course will help you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this Marketing Analytics \u0026amp; Retail Business Management course.\u003C/p\u003E\u003Cp\u003EIf you are a business manager or an executive, or a student who wants to learn and apply forecasting models, marketing analytics techniques based on marketing research in real world problems of business, this course will give you a solid base for that by teaching you the most popular forecasting models and marketing analytics strategies and how to implement them.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe believe in \u003Cstrong\u003Eteaching by example\u003C/strong\u003E. This course is no exception. Every Section’s primary focus is to teach you the concepts of marketing analytics, marketing research through how-to examples. Each section has the following components:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETheoretical concepts\u003C/strong\u003E and cases of different forecasting models and marketing analytics techniques\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStep-by-step instructions\u003C/strong\u003E on implementing forecasting models and marketing analytics in excel\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDownloadable Excel file\u003C/strong\u003E containing data and solutions used in each lecture on marketing analytics and retail business management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EClass notes and assignments\u003C/strong\u003E to revise and practice the concepts on marketing analytics and retail business management\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThe practical classes where we create the model for each of these strategies is something which differentiates this course from any other course available online.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat makes us qualified to teach you?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course is taught by Abhishek and Pukhraj. As managers in Global Analytics Consulting firm, we have helped businesses solve their business problem using Analytics and we have used our experience to include the practical aspects of Marketing analytics, marketing research, forecasting techniques and data analytics in this course.\u003C/p\u003E\u003Cp\u003EWe are also the creators of some of the most popular online courses - with over 170,000 enrollments and thousands of 5-star reviews like these ones:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThis is very good, i love the fact the all explanation given can be understood by a layman - Joshua\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThank you Author for this wonderful course. You are the best and this course is worth any price. - Daisy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOur Promise\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETeaching our students is our job and we are committed to it. If you have any questions about the course content, marketing analytics, marketing research, practice sheet or anything related to any topic, you can always post a question in the course or send us a direct message.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDownload Practice files, take Quizzes, and complete Assignments\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith each lecture, there are\u003Cstrong\u003E class notes\u003C/strong\u003E attached for you to follow along. You can also take \u003Cstrong\u003Equizzes\u003C/strong\u003E to check your understanding of concepts on Marketing analytics, marketing research, forecasting techniques. Each section contains a \u003Cstrong\u003Epractice assignment\u003C/strong\u003E for you to practically implement your learning on Marketing analytics, marketing research, forecasting techniques.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is covered in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUnderstanding how future sales will change is one of the key information needed by manager to take data driven decisions. In this course, we will explore how one can \u003Cstrong\u003Euse marketing analytics tools and forecasting models to\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESee patterns in time series data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake forecasts based on models\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ELet me give you a brief overview of the course\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 1 - Introduction\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this section we will learn about the course structure containing Marketing analytics, marketing research, forecasting techniques.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 2 - Basics of Forecasting\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this section, we will discuss about the basic of forecasting and we will also learn the easiest way to create simple linear regression model in Excel\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 3 -\u003C/strong\u003E \u003Cstrong\u003EGetting Data Ready for Regression Model\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this section you will learn what actions you need to take step by step to get the data and then prepare it for the marketing analytics purpose. These steps are very important.\u003C/p\u003E\u003Cp\u003EWe start with understanding the importance of business knowledge then we will see how to do data exploration. We learn how to do uni-variate analysis and bi-variate analysis then we cover topics like\u003Cstrong\u003E outlier treatment and missing value imputation.\u003C/strong\u003E These are the building blocks of implementing marketing analytics techniques effectively.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 4 - Forecasting using Regression Model\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis section starts with simple linear regression and then covers multiple linear regression. We have covered the basic theory behind each concept without getting too mathematical about it so that you understand where the concept is coming from and how it is important. But even if you don\u0027t understand it, it will be okay as long as you learn how to run and interpret the result as taught in the practical lectures.\u003C/p\u003E\u003Cp\u003EWe also look at how to quantify models accuracy, what is the meaning of F statistic, how categorical variables in the independent variables data set are interpreted in the results.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 5 - Handling Special events like Holiday sales\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this section we will learn how to incorporate effects of Day of Week Effect, Month Effect or any special event such Holidays, pay day etc.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 6 - Identifying Seasonality \u0026amp; Trend for Forecasting\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this section we will learn about trends and seasonality and how to use the Solver to develop an additive or multiplicative model to estimate \u003Cstrong\u003Etrends and seasonality\u003C/strong\u003E. We will also learn how to use \u003Cstrong\u003Emoving averages\u003C/strong\u003E to eliminate seasonality to easily see trends in sales.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 7 - Market Basket Analysis and Lift\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this section we will learn about Marketing analytics, marketing research, market basket analysis and learn how to calculate lift to derive a store layout that maximizes sales from complementary products.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 8 - Recency, frequency, and monetary value analysis\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this section we will learn techniques to perform RFM (Recency, frequency, and monetary value) analysis to help you maximize profit from promotional mail campaigns.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 9 - Recency, frequency, and monetary value analysis\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this section we will learn price bundling techniques and learn how to increase revenue/profit of your firm by implementing revenue / profit maximizing price point using Excel solver Add-in\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 10 - Recency, frequency, and monetary value analysis\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this section, we will discuss about the basic of concepts of Customer Lifetime value and learn how to create excel model to find lifetime customer value and perform sensitivity analysis to capture variations in lifetime value under different scenarios.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESection 11 - Excel crash course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you\u0027re new to Excel, or you\u0027ve played around with it but want to get more comfortable with Excel\u0027s advanced features required for this course. Either way, this section will be great for you to revise your rusty excel skills .\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ESome of the examples in this course are from the book \u003Cem\u003EMarketing Analytics: Data-Driven Techniques with Microsoft Excel \u003C/em\u003E[\u003Cem\u003EWinston\u003C/em\u003E, \u003Cem\u003EWayne\u003C/em\u003E L.]. We suggest this book as reading material for anyone aspiring to be a marketing analyst and gaining knowledge on Marketing analytics, marketing research, forecasting techniques and data analytics.\u003C/p\u003E\u003Cp\u003EI am pretty confident that the course will give you the necessary knowledge and skills related to Marketing analytics, marketing research, forecasting techniques, to immediately see practical benefits in your workplace.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGo ahead and click the enroll button, and I\u0027ll see you in lesson 1 of this Marketing Analytics course!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECheers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart-Tech Academy\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/marketing-analytics-marketing-strategy-models-in-excel/","imageUri":"https://img-b.udemycdn.com/course/750x422/2670218_e3ba_2.jpg?secure=LtfNsttibcHXBZi3uDoxEQ%3D%3D%2C1643878475","duration":"11 horas","enrolledStudentsCount":"82.159 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Anyone curious to learn the analytics behind most popular marketing startegies"],"tags":["Marketing","Automatización y análisis de marketing","Análisis de marketing"],"rating":{"count":892,"averageValue":"4.4"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1386053,"totalNumberOfReviews":60933,"averageRating":4.430084631409125}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"JD12DB","originalPrice":"1 920 ₹","discountedPrice":"1 248 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/flask-framework-complete-course-for-beginners/":{"courseDetails":{"courseId":3407178,"title":"Python And Flask Framework Complete Course","shortDescription":"Depth Introduction To Python Programming And Python Web framework Flask.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThis course is a depth introduction to fundamental python programming concepts.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Python From Beginner To Advanced Level\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E I’ve created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.\u003C/p\u003E\u003Cp\u003E The course starts with the basics, including Python fundamentals, programming, and user interaction.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe topics covered in this course are:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E* Beginner to Expert Python contents:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EArray implementation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFile methods\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EKeywords and Identifiers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Tuples\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Basics\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Fundamentals\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMathematical Functions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EData Structures\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EObject-Oriented Programming with Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFunctional Programming with Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELambdas\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDecorators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGenerators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETesting in Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDebugging\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EError Handling\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERegular Expressions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EComprehensions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EModules\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESee you inside the course!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EFlask\u003C/em\u003E\u003C/strong\u003E is a popular Python web \u003Cstrong\u003E\u003Cem\u003Eframework\u003C/em\u003E\u003C/strong\u003E. The tutorials in this section are intermediate to advanced tutorials that cover key aspects of \u003Cstrong\u003E\u003Cem\u003EFlask\u003C/em\u003E\u003C/strong\u003E development.\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; *\u003Cstrong\u003E\u003Cem\u003EFlask Framework:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E Flask Web Framework,\u003C/strong\u003E In this course, you will learn the fundamentals of web applications .so that you can \u003Cstrong\u003Estart building API and develop web applications using Python Flask Web Framework.\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow to build Python web apps with Flask\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to use the Jinja template language to create the look of your apps\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to use the SQLite database to start development\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to use other databases with Flask by using Flask-SQLAlchemy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing Flask to process incoming request data.\u003C/p\u003E\u003Cp\u003E \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECourse Overview\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - URL Building\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - HTTP Method\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Templates\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Static Files\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Request Object\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask - Request.from Object\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Cookies\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Session Object\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E And More...\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/flask-framework-complete-course-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/3407178_5bd8_3.jpg","duration":"12 horas","enrolledStudentsCount":"165.573 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2020","targetAudiences":["For Complete Programming Beginners","For People New to Python","For People Who want to learn Python Fundamentals and later transition into Data Science or Web Development"],"tags":["Informática y software","Informática y software, otros","Flask"],"rating":{"count":707,"averageValue":"3.9"},"instructors":[{"name":"Horizon Tech","url":"/user/suraj-g-nimbalkar/","totalNumberOfStudents":662579,"totalNumberOfReviews":9670,"averageRating":4.116494687087912}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"3EF953A4A6B1A40FEFA6","originalPrice":"6 720 ₹","discountedPrice":"4 368 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/300-python-exercises-simple-and-complex-with-algorithm/":{"courseDetails":{"courseId":4385492,"title":"300\u002B Python Exercises (Simple and Complex) with Algorithm","shortDescription":"Attention! You will Learn Python with 300\u002B Exercises to solve Real World Problems. We Update it açcording to schedule","longDescription":"\u003Cp\u003EHi, Welcome to \u003Cstrong\u003EPython Problem Solving Course with 300\u002B Exercises. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENotes:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you are seeing, a number of lectures in this course, then don\u0027t worry, we update this course on a regular basis. \u003C/p\u003E\u003Cp\u003EThis course contains three sections:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESimple Tasks\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EIntermediate Tasks\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EComplex Tasks\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAnd you will get 300\u002B Exercises for your Python Programming Improvement\u003C/p\u003E\u003Cp\u003EWe share a problem with you and then we will provide a solution for that problem. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAnd You will get with each Exercise (Solution):\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1. Source Code\u003C/p\u003E\u003Cp\u003E2. Algorithm\u003C/p\u003E\u003Cp\u003E3. PPT Notes\u003C/p\u003E\u003Cp\u003E4. Assignment for more Practice\u003C/p\u003E\u003Cp\u003E5 . Support \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESure, you will not get bored with this course, because we will touch you every time. \u003C/p\u003E\u003Cp\u003EYou will be free to ask any question, we will provide the best answer/solution.\u003C/p\u003E\u003Cp\u003EOur main purpose in this course is to focus on students\u0027 practice with their hands. \u003C/p\u003E\u003Cp\u003EYou will learn how to solve a problem in programming as Python \u003C/p\u003E\u003Cp\u003EAlways focus on your learning \u0026amp;\u0026nbsp;don\u0027t waste your time.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhen Course Enrollment:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAfter Enrollment in this course what you have to do:\u003C/p\u003E\u003Cp\u003EYou have to Watch Lectures one by one in proper Order. \u003C/p\u003E\u003Cp\u003EBecause we arrange these Exercises from bottom to top, because a student Learns from Simple to Advance. \u003C/p\u003E\u003Cp\u003EAs you will get the Algorithm of each Exercise, it will be best for you to clear the Workflow of Programming Logic\u003C/p\u003E\u003Cp\u003EAnd you will get an Assignment with each Exercise, you have to Complete that Assignment, it will be, for your Practice.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThank you and Take Care!\u003C/strong\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/300-python-exercises-simple-and-complex-with-algorithm/","imageUri":"https://img-c.udemycdn.com/course/750x422/4385492_127f_2.jpg","duration":"11.5 hours","enrolledStudentsCount":"6,136 students","lastUpdated":"Last updated 1/2022","targetAudiences":["This course is for those, who want to improve their Python Programing Skill, Solving different Real World Problems."],"tags":["Development","Programming Languages","Python"],"rating":{"count":14,"averageValue":"3.8"},"instructors":[{"name":"Faisal Zamir","url":"/user/faisal-zamir/","totalNumberOfStudents":28200,"totalNumberOfReviews":151,"averageRating":4.218416635869565}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B7B5E87265B5A9B8A5FE","originalPrice":"1 280 ₹","discountedPrice":"832 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/excel-tips-and-trick-learn-ms-excel-by-making-7-projects/":{"courseDetails":{"courseId":4377144,"title":"Excel Tips and trick : Learn MS Excel by making 7 Projects","shortDescription":"Boost your understanding of Microsoft Excel - Learn how to use MS Excel by creating over 7 simple Excel projects","longDescription":"\u003Cp\u003ELearning how to properly work with Microsoft can be very complicated espescially if you never worked with this applicaiton before. This is why, this course have been created, to help you learn how to work with Microsoft Excel and what are all the mazing things that you can do with this application. If you:\u003C/p\u003E\u003Cp\u003E- Need to learn the basics of Microsoft Excel for work\u003C/p\u003E\u003Cp\u003E- Always wanted to create various projects with this application\u003C/p\u003E\u003Cp\u003E- Are currently in school and have to understand some Excel concepts\u003C/p\u003E\u003Cp\u003E- are simply curious about this Microsoft App\u003C/p\u003E\u003Cp\u003EThen you are definely at the right place and will probably love this course and everything that it has to offer. Indeed, not only you will learn and understand all the basic concepts and everything aroud the microsoft Excel application but you will have a lot of practice throught out this course. The goal here is that by the end of this course you have a solid and strong understand of how to use microsoft Excel in order to create your own basic applications that will allow you to do various things like the different projects that we will create in this course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe way this course have been built, is made to help you understand and learn everything you need to know about Java script. Indeed, you will understand all the basics of this programming language. From the starting point where you are going to learn how to use simple Excel buttons or how to open and save your current project to the more advanced part that contains things such as IF statement, lookups or various other excel functiosn and various practical projects, this course has everything you need to start your Microsoft Excel journey. Also, this course has been created not only to help you learn Microsoft Excel but to also, help you have a clear understanding of all the basics of this Application and what you can do with it. Also, this course will teach something very important concepts that can be used everytime that you work with this application. Indeed, by creating various projects, you will learn to think like a developper and this can be useful not only in Excel apps creation but even if you start programming in any object oriented language like python for Example. In other words, if you don\u0027t have any Excel or programming experience prior to this course, by completing it you will learn the programming logic and this will help succed not only with microsoft excel functions but it\u0027s useful if you start programming in any object oriented programming language.\u003C/p\u003E\u003Cp\u003EAlso, this course is built around a very simple but effective logic that is learning by practice. Indeed, this simply means that this course is definely not theoritical even if it contains some classes that present various MS Excel concepts. In other words, this course is built on a logic of learning by practice . This means that you will find plenty of projects\u0026nbsp; all over the course to help you understand and master this Application\u0026nbsp; to finaly achieve your end goal of learning how to use microsoft Excel.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere is a lot of Microsoft Excel courses that exist all over the internet. But, this course is definely different. Indeed, all the concepts that can be found in this course are simplified to help you understand them more in depth and a lot easier. Also, it\u0027s important to mention that each element in this course is presented with a multitude of various practical examples that will allow you to practice everything that you will learn all over the course. In other words, if you never wrote a single excel function or did any use of this application prior this course and you always wanted to start somewhere then you will probably love this course. The way this course is presented and structured is here to help you achieve your obective of starting to work with microsoft Excel and have a solid understanding of this application by the end of this course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf wotking with Excel is something that you always had a passion for and you always wanted to learn more about this amazing apoplication then you should definitely take this course. The first thing that this course will teach you is understanding the logic of around this application or in other words how what are different uses that you can make with it and the various real life situations where Excel can be useful. You will also learn various MS Excel concepts as well as create various Projects and simple applications all over the course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003E​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROL NOW and start learning today :)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/excel-tips-and-trick-learn-ms-excel-by-making-7-projects/","imageUri":"https://img-c.udemycdn.com/course/750x422/4377144_c1a8.jpg","duration":"6 heures","enrolledStudentsCount":"3 754 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["People interested in Ms Excel","Students wanting to learn how to use Excel","People curious about learning a new topic"],"tags":["Développement","Développement sans code","Excel"],"rating":{"count":10,"averageValue":"4.8"},"instructors":[{"name":"Yassin Marco","url":"/user/ataouyl-yassin/","totalNumberOfStudents":1092993,"totalNumberOfReviews":37180,"averageRating":4.194619489900609}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9F2DF1A81C0964285F6B","originalPrice":"7 680 ₹","discountedPrice":"4 992 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/learn-wordpress-now/":{"courseDetails":{"courseId":4287184,"title":"Learn WordPress Now: WordPress for Beginners","shortDescription":"Introductory WordPress course for beginners who want to become familiar with the WordPress blogging platform","longDescription":"\u003Cp\u003EHave you ever wanted to start a website or blog on\u0026nbsp;WordPress but didn\u0027t know where to start?\u0026nbsp;Ever felt overwhelmed by all the technical lingo or steps?\u0026nbsp;Not to worry!\u0026nbsp;With my \u003Cstrong\u003ELearn WordPress Now: WordPress for Beginners \u003C/strong\u003Ecourse, I take your hand and guide you step-by-step from the very beginning to show you how to get started and become familiar with the WordPress platform in order to have your own blog or website set up in under an hour! In this course, you\u0027ll not only learn the steps needed to take to get started, but you\u0027ll also learn useful terms associated with WordPress, the function and purpose of certain buttons, how to customize your website, publish blog posts and pages, and much more! This course is designed for beginners who are right at the beginning of their WordPress journey, so no need to worry about needing to have prior experience in order to take this course. This course also offers a tutorial-based approach in which I teach you where to go and what to click, and you can either follow in real-time or take notes. Not only this but this course is packed with quizzes and material to help you remember the terms and steps you have to take to where you want to go.\u0026nbsp;Additionally, this course is also updated to the latest version of WordPress as of September 2021, and not much will change in future versions as the WordPress platform has recently been redesigned and upgraded. I guarantee that you will find this course helpful and motivating in order to get you on your way to becoming fluent in WordPress!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-wordpress-now/","imageUri":"https://img-c.udemycdn.com/course/750x422/4287184_ab86_4.jpg","duration":"3 hours","enrolledStudentsCount":"10,310 students","lastUpdated":"Last updated 9/2021","targetAudiences":["Beginner WordPress users","People interested in learning how to use WordPress"],"tags":["Development","Web Development","WordPress"],"rating":{"count":52,"averageValue":"4.4"},"instructors":[{"name":"John Cordova","url":"/user/john-cordova-12/","totalNumberOfStudents":52865,"totalNumberOfReviews":236,"averageRating":4.170927275862069}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HELLOFEBRUARY","originalPrice":"1 280 ₹","discountedPrice":"832 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/ip-addressing-zero-to-hero/":{"courseDetails":{"courseId":2205700,"title":"IP Addressing and Subnetting - Zero to Hero","shortDescription":"Go from zero to advanced in IP addressing in a single course!","longDescription":"\u003Cp\u003EAs a computer science teacher, I noticed that IP addressing was one of the most intimidating topics for my students, and yet, it\u0027s so simple for those who truly get to understand it.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EMy goal here was to create a course that is as simple as possible, and therefore, easy to understand for everyone, including those who are just beginning their journey into computer networks. One thing I added (that I haven\u0027t seen in the other courses) is summarization - this topic may not be interesting to beginners, but if you plan on getting familiar with advanced routing techniques, you may want to practice summarization.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI\u0027ll be checking the Q\u0026amp;A section daily, so feel free to ping me if anything\u0027s unclear, or even with an assignment not related to this course.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/ip-addressing-zero-to-hero/","imageUri":"https://img-c.udemycdn.com/course/750x422/2205700_7e0c_3.jpg","duration":"2,5 horas","enrolledStudentsCount":"147.076 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Beginner IP network engineers","CCNA candidates"],"tags":["Informática y software","Redes y seguridad","Direcciones IP"],"rating":{"count":1821,"averageValue":"4.4"},"instructors":[{"name":"Cyber Quince","url":"/user/cyberquince/","totalNumberOfStudents":254388,"totalNumberOfReviews":4081,"averageRating":4.539620851237625}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"389196F9FC10D0832B70","originalPrice":"1 280 ₹","discountedPrice":"832 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/numpy-pandas-python/":{"courseDetails":{"courseId":4478554,"title":"Numpy Pandas in Python from Scratch","shortDescription":"Learn how to use Python Numpy from scratch in Data processing and Data Analysis.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThe most important part of data science is understanding the data that is available to data scientists. You will only be able to achieve the best outcomes if you have the correct knowledge of data and the appropriate data for the task at hand. The analysis, Visualization, and manipulation of data are all very important in Data Science.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEverything about machine learning and data science is made exceedingly simple with Python. We may easily achieve any desired action by utilizing some of the top libraries available in Python. Numpy\u0026nbsp; \u0026amp; Pandas are two such packages that allow us to examine and manipulate data in order to reduce the complexity and speed up the problem-solving process.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOne of the best features available in Python for data analysis operations is the Pandas \u0026amp; Numpy libraries. You are capable of doing a wide range of jobs with ease. In this post, we\u0027ll look at the various sorts of operations that every data scientist must employ in order to complete a project with the least amount of resources while reaching the maximum level of efficiency.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn in this course ?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELearn Python by doing Examples step by step.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to Install Python 3.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to use python IDLE.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to choose Python IDE to learn coding.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to Install Anaconda for Python coding.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to use Online Jupyter for Python Programming.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to use Python IDLE.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how What the difference between\u0026nbsp; Variables \u0026amp; Operators in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn Operators Types in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn Python Data Types.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn String Functions \u0026amp; entries in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to use Input String Function in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn Python Data Structures.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to create Lists \u0026amp; lists operations in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to create Dictionaries \u0026amp; Dictionaries operations in Python .\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to create Tuples \u0026amp; Tuples operations in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn and when to use For Loop in Python. to create Sets \u0026amp; Sets operations in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how and when to use Control Flow and Loops in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn IF Statement and control flow in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how and when to use For Loop in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how and when to use While Loop in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to Handle Errors in your Python programs.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how and when to use Python Functions.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how and when to create functions in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how and when to use Lambda Expression in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to create and use to Python Modules.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELear how to use Python to open files.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn Data Analysis Process step by step.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn coding in Python Numpy Library Methods in this course.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to use Numpy Library Methods \u0026amp;\u0026nbsp;Functions to manipulate data in this course.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to use Numpy Library Methods \u0026amp;\u0026nbsp;Functions to process images.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn coding in Python Pandas Library Methods in this course.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn coding in Python Pandas Library Data Analysis in this course.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn coding in Python Pandas Library Data Visualization in this course.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"English","courseUri":"https://www.udemy.com/course/numpy-pandas-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/4478554_d14d_4.jpg","duration":"6 hours","enrolledStudentsCount":"1,393 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Are you want to learn more about Python Numpy library Methods \u0026 Functions?","Are you want to learn more about Data Analysis using Python Pandas library?","Are you want to learn more about Pandas \u002B Numpy?"],"tags":["Development","Data Science","NumPy"],"rating":null,"instructors":[{"name":"Temotec Learning Academy","url":"/user/tamer-ahmed-23/","totalNumberOfStudents":283810,"totalNumberOfReviews":2107,"averageRating":4.066988493046357}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D33C28263653F2979DC1","originalPrice":"1 600 ₹","discountedPrice":"1 040 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/wordpress-elementor-for-beginners-course/":{"courseDetails":{"courseId":4328774,"title":"Wordpress \u0026 Elementor for Beginners, Fast \u0026 Easy Course","shortDescription":"The fastest, easiest, and most efficient way to learn how to build great professional Websites, and Blogs.","longDescription":"\u003Cp\u003EIn this course, we will take you from the very beginning of your WordPress experience to being able to build a professional website or blog of your own. We will show you how to approach WordPress and Elementor from the very beginning. We will show clear, and concise steps on how to use every aspect of WordPress, and all the other ancillary services that you will require to successfully create and host your great website or blog.\u003C/p\u003E\u003Cp\u003E1) We will show you how to create a beautiful website, just like the one in the demo.\u003C/p\u003E\u003Cp\u003E2) Your website will not be just for show, our website will be highly functional as well.\u003C/p\u003E\u003Cp\u003E3) We will teach you how to use Elementor to create modern, and clean websites, creating a great customer experience.\u003C/p\u003E\u003Cp\u003E4) The websites you build will be responsive, and compatible on all devices, especially smartphones.\u003C/p\u003E\u003Cp\u003E5) You will discover how to create and manage navigation menus\u003C/p\u003E\u003Cp\u003E6) Create your own homepage\u003C/p\u003E\u003Cp\u003E7) A “contact us” page with a personalized contact form and Google Map\u003C/p\u003E\u003Cp\u003E8) Most importantly you will learn to create a WooCommerce store that will allow you to sell and be paid for your products or services instantly!!\u003C/p\u003E\u003Cp\u003EI have been working with WP for almost 10 years now, and there has never been a better time to start learning how to use this wonderful platform. Elementor in particular has simplified many previously difficult, or laborious tasks and made it so much easier to create the exact content you have in mind, for your website or blog.\u003C/p\u003E\u003Cp\u003EWe will teach you about Elementor, the wonderful page builder, which has changed the WordPress landscape. Using Elementor we can easily create new pages and sections of our website, create maps, add photos, your imagination is really the only limit.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOccasionally during the chapters of our WordPress course, we will refer to various links, to services or products that we are using within the course, these are called affiliate links. You can use these links to get great discounts on the services and products in question.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOne of the most important things, as you begin to learn about WordPress, is not to feel overwhelmed or frustrated. We are here to support you throughout your journey, pause, and ask us any questions you may have, then go back when you feel confident enough. Also, don’t be afraid to try things, WP can be rolled back at any time to a previous state, so go ahead and explore the platform to its fullest.\u003C/p\u003E\u003Cp\u003ENot everyone who follows this course will have the same goals, but we really want to make sure that each and every student is able to fulfill their goal which made them purchase this course.\u003C/p\u003E\u003Cp\u003EAlso, remember that we do this for a living, we build and maintain hundreds of websites, in many different countries. We are constantly updating our know-how, and integrating new plugins, themes, content websites, and service partners. Our work landscape changes so quickly that we must remain on the cutting edge of technology in order to remain competitive, and we want to transfer that know-how in the purest and simplest form available.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/wordpress-elementor-for-beginners-course/","imageUri":"https://img-b.udemycdn.com/course/750x422/4328774_ca61.jpg?secure=3aWXOZXqAKUUmPeTH74Tog%3D%3D%2C1643883131","duration":"3 hours","enrolledStudentsCount":"208 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Most people probably think that making great websites is a complex and expensive process, we have built this course to show you that by following some simple rules, and learning to use the tools included in Wordpress and Elementor, anyone can built a fantastic, and functional website or blog.","People who are not willing to pay an extortionate rate for a website, when they could easily build one themselves.","People who have previously tried to use Wordpress, but have given up because they felt overwhelmed, we will make sure you have all of the resources necessary to bring your learning process to fruition.","Anyone who is looking for a great new challenge!","Anyone who is looking to learn a new skill, which could potentially become a new income stream."],"tags":["Design","Web Design","WordPress"],"rating":null,"instructors":[{"name":"Marco Perdonò","url":"/user/marco-perdono-3/","totalNumberOfStudents":229,"totalNumberOfReviews":0,"averageRating":0},{"name":"Chris O’Neill","url":"/user/chris-oneill-31/","totalNumberOfStudents":229,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEWPCOURSE","originalPrice":"5 120 ₹","discountedPrice":"3 328 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/sell-your-knowledge/":{"courseDetails":{"courseId":4308421,"title":"Selling Your Knowledge: Learn How to Make Money Online","shortDescription":"Learn how to sell and monetize your knowledge in order to make steady income online even with limited to no experience!","longDescription":"\u003Cp\u003EOne of the greatest ways to earn an income fast and consistently is by using what you already know and teaching it to someone else!\u0026nbsp;As Bill Nye once said: \u003Cem\u003E\u0022Everyone you will ever meet knows something you don\u0027t.\u0022\u003C/em\u003E This is true and is why you don\u0027t have to worry about what you don\u0027t know because I guarantee that you most likely have a skill or know something that you know you can teach to someone else (trust me). We often overlook how much information and skills we really know that others don\u0027t, even as simple as how to ride a bike. Nonetheless, it\u0027s all about being confident in your abilities, and if you\u0027re interested but unsure where to start, how to start, or what you could possibly teach, then my \u003Cstrong\u003ESelling Your Knowledge: Learn How to Make Money Online\u003C/strong\u003E course is the course for you!\u003C/p\u003E\u003Cp\u003EIn this course, I will teach you the variety of avenues, methods, and channels (e.g. whether having your own tutoring business or creating courses to sell online) that you have at your disposal to get you started in having your own online teaching business, even if you have limited to no prior experience, along with helpful tips and brainstorming activities to help get you started. All of the skills we acquire in life are either through our own volition or because of school and work; these experiences help to equip us with a multitude of abilities in a variety of areas over time. The only thing left to do is to find your ability to teach these skills to others, something that I will help you achieve in this course.\u003C/p\u003E\u003Cp\u003ESo if you\u0027re ready to get started and want to make income from the comfort of your couch, then enroll in this course today!\u0026nbsp;This knowledge is invaluable and contains resources only available in this course for you to come back to at any given moment.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/sell-your-knowledge/","imageUri":"https://img-b.udemycdn.com/course/750x422/4308421_efa3.jpg?secure=3skYVSVFPi6-8EYsds--Mw%3D%3D%2C1643888465","duration":"1 hour","enrolledStudentsCount":"9,283 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Interested in converting knowledge and teachable skills into a part-time or full-time job with steady and/or passive income"],"tags":["Teaching \u0026 Academics","Online Education","Teaching Online"],"rating":{"count":14,"averageValue":"4.2"},"instructors":[{"name":"John Cordova","url":"/user/john-cordova-12/","totalNumberOfStudents":52865,"totalNumberOfReviews":236,"averageRating":4.170927275862069}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HELLOFEBRUARY","originalPrice":"1 280 ₹","discountedPrice":"832 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/become-a-content-writer/":{"courseDetails":{"courseId":3869926,"title":"Basic to Advanced Content Writing: Become a Content Writer","shortDescription":"Web content writing with actionable practices. Learn how to write blogs, articles and more!","longDescription":"\u003Cp\u003EThis course was created to be the most comprehensive content writing course on the web, prepared to help anyone learn content writing from zero knowledge. Here is how:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EI have created this course to help everyone learn what I\u0027ve learned in 6 years of content writing, learning from multiple sources, people and over 2000 pieces of content I have written for over a hundred clients from countries around the world.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe approach of the course is entirely based upon what would make anyone really write better, and not just understand a few facts about writing!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EI expect that you practice writing and applying what you\u0027ve learned with each session. The course is very concentrated to be delivered in nearly 2 and a half hours, and you really need to apply what you\u0027ve learned.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow is it considered \u0022training\u0022?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEnrolling in this course means you\u0027ll have the ability to send me questions. I will be happy to answer any question about content writing, as well as ones about your career. You can also send me a sample of your writing for my review and to advise you for the next steps.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIs content writing worth it?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFrom my experience, content writing is totally worth it. Millions of brands are beginning to understand its value and there are opportunities for work everywhere.\u003C/p\u003E\u003Cp\u003EAt this moment of writing, there are 19,396 active content writing jobs on Upwork! There are thousands more on other platforms, and there is increasing demand for hiring content writers for jobs and freelance projects. (I personally get offers very often)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho is this course for?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAnyone wanting to learn writing from scratch.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWriters wanting to advance their careers in content writing.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDigital marketers, SEO specialists and business owners wanting to write for businesses.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDo I need to have a specific background before enrolling?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENo. The course can help anyone write better no matter their language skills. Also of course, having a good command of language gives an advantage in writing!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat types of content would I be able to write after finishing this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course is focused on teaching writing content on the web, whether it be blogs, articles, social media posts, e-books, video scripts or any other form.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat if I don\u0027t like it?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUdemy guarantees a 30-day no questions asked refund. Make sure you ask for my help before making this decision if you ever have a problem.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/become-a-content-writer/","imageUri":"https://img-c.udemycdn.com/course/750x422/3869926_ed48_3.jpg","duration":"2.5 hours","enrolledStudentsCount":"100 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Anyone Wanting to Learn Writing","Junior Content Writers","SEO specialists and Digital Marketers"],"tags":["Marketing","Content Marketing","Content Writing"],"rating":null,"instructors":[{"name":"EndlessLearn Courses","url":"/user/endlesslearn/","totalNumberOfStudents":187,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"100OFFDEAL","originalPrice":"12 800 ₹","discountedPrice":"8 320 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/soc-analyst-now/":{"courseDetails":{"courseId":4363642,"title":"Cybersecurity: Security Operations Center (SOC) Analyst NOW!","shortDescription":"Learn how to begin your career in cybersecurity from the gateway to success: A Security Operations Center (SOC) Analyst","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThe frontlines of cybersecurity operations include many unfilled jobs and exciting career opportunities. \u003C/strong\u003E\u0026nbsp;A transition to cybersecurity as a Security Operations Center (SOC) Analyst position is the start of a new path for you. \u0026nbsp;Learn to actively analyze threats, protect your enterprise from harm, and kick-start your road to cybersecurity success with this one-of-a-kind course.\u0026nbsp; \u003Cstrong\u003EThe video lectures, quizzes and the course companion downloadable content \u003C/strong\u003Ewill help you prepare for your next role.\u003Cbr\u003E\u003Cbr\u003ECybersecurity Architect, Author, and Mentor Tyler E. Wall carefully and expertly share real-world insights and practical tips in Cybersecurity: \u003Cem\u003ESecurity Operations Center\u0026nbsp;Analyst NOW!\u003C/em\u003E as voiced by actor Michael Archuleta.\u0026nbsp; The lessons revealed equip you for interview preparation, tackling day one on the job, and setting long-term development goals.\u0026nbsp; The gems of knowledge shared in this course provide you with a notable advantage for entering this dynamic field of work.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe recent surplus in demand for Security Operations Center (SOC)\u0026nbsp;Analysts\u003C/strong\u003E makes \u003Cem\u003ECybersecurity:\u003C/em\u003E \u003Cem\u003ESecurity Operations Center\u0026nbsp;Analyst NOW!\u003C/em\u003E a must-have for aspiring tech professionals and long-time veterans alike.\u0026nbsp; Recent industry developments such as using the cloud and security automation are broken down in concise, understandable ways, to name a few. \u0026nbsp;The rapidly changing world of cybersecurity requires innovation and fresh eyes, and this course is your roadmap to success.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E*Based on the popular book\u0026nbsp;Jump-start Your SOC Analyst Career - Available anywhere books are sold.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/soc-analyst-now/","imageUri":"https://img-c.udemycdn.com/course/750x422/4363642_87b4_5.jpg","duration":"1 heure","enrolledStudentsCount":"3 711 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Recent college graduates","Veterans","Other IT professionals","Autodidacts"],"tags":["Informatique et logiciels","Réseaux et sécurité","SoC (Système sur une puce)"],"rating":{"count":30,"averageValue":"4.4"},"instructors":[{"name":"Tyler Wall","url":"/user/tyler-wall-6/","totalNumberOfStudents":4236,"totalNumberOfReviews":30,"averageRating":4.449269}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"46F7A524A23C0F61AC04","originalPrice":"1 600 ₹","discountedPrice":"1 040 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/introduction-to-bonds/":{"courseDetails":{"courseId":4435488,"title":"Fixed Income Securities: A deep dive into bonds","shortDescription":"An Introduction to Bond Markets: Everything You Need to Know About Bonds","longDescription":"\u003Cp\u003E\u003Cstrong\u003EInvesting in bonds has a lot of financial benefits for investors\u003C/strong\u003E. It provides a regular stream of income and widens their investment portfolio. Bonds also carry low market volatility.\u003C/p\u003E\u003Cp\u003EIt is a safe investment plan which allows investors to preserve and increase their capital. Investing in top-quality government bonds doesn\u0027t come with a default risk for investors.\u003C/p\u003E\u003Cp\u003EThis course is for investors and individuals who show interest in widening their scope on the fundamentals of fixed-income instruments and exploring the structures and features of the market. If you are interested in learning about different topics and sections connected to the analysis and valuation of bonds, this course is for you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDealing with fixed-income securities can be difficult if you are unwilling to invest your time and resources into the proper means\u003C/strong\u003E. Making the seemingly cumbersome fixed-income securities easier is the idea behind this course.\u003C/p\u003E\u003Cp\u003EIt is accessible to everybody irrespective of their place of work or schedule. It doesn\u0027t matter if you are a beginner or conversant with the world of fixed-income securities. The course is designed to start from the basics and slowly advance as you get more familiar with the fundamentals.\u003C/p\u003E\u003Cp\u003EAside from teaching you the fundamentals of fixed-income securities, if you wish to venture into bonds, this course will teach you the basics and things you might need to get started. If you are on the lookout for a course that will impact financial skills applicable in the real world, look no further.\u003C/p\u003E\u003Cp\u003ESee you inside!\u003Cbr\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/introduction-to-bonds/","imageUri":"https://img-c.udemycdn.com/course/750x422/4435488_532f_2.jpg","duration":"1 heure","enrolledStudentsCount":"10 877 participants","lastUpdated":"Dernière mise à jour : 12/2021","targetAudiences":["Anyone who wants to learn how to value bonds is welcome here!","Investors or professionals who see acquiring knowledge about fixed-income securities as the missing piece in their bid to manage their assets","Professionals in the financial sector looking to add to their existing knowledge","This course is structured to be understood by both newbies and professionals. It is created by professionals who are conversant with fixed-income securities and know how to impart financial knowledge"],"tags":["Finance et comptabilité","Finance","Titres à revenu fixe"],"rating":{"count":48,"averageValue":"4.4"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":62155,"totalNumberOfReviews":560,"averageRating":4.259835164705882}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"120C7555F9B65D1FB67C","originalPrice":"3 200 ₹","discountedPrice":"2 080 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/data-visualization-in-excel-for-business-professionals/":{"courseDetails":{"courseId":2312766,"title":"Data Visualization in Excel: All Excel Charts and Graphs","shortDescription":"25\u002B Excel charts and graphs - Data Visualization in Microsoft Excel - visualizing data with Excel 2007- Excel 2019","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhat are the chart types I will learn in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EExcel offers the following major chart types. All of these are covered in this course\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Column Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Line Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Pie Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Doughnut Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Bar Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Area Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; XY (Scatter) Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Bubble Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Stock Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Surface Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Radar Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Combo Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Pivot Chart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; Sparklines\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAnd many other creative ones :)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow are charts useful in Excel?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EA chart is a tool you can use in Excel to communicate data graphically. Charts allow your audience to see the meaning behind the numbers, and they make showing comparisons and trends much easier.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat are the benefits of using charts in Excel?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EExcel charts allow spreadsheet administrators to create visualizations of data sets. By highlighting a set of data within an Excel spreadsheet and feeding it into the charting tool, users can easily create various types of charts in which the data is displayed in a graphical way.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will answer all the questions that would pop up while you set to visualize your data using Excel charts such as:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHow do you make Excel charts look better?\u003C/p\u003E\u003Cp\u003EHow do you format a chart in Excel?\u003C/p\u003E\u003Cp\u003EWhat are the different elements of charts?\u003C/p\u003E\u003Cp\u003EHow do I make those awesome infographics that I see in fancy magazines and TV reports?\u003C/p\u003E\u003Cp\u003EHow do I create a comparison chart in Excel?\u003C/p\u003E\u003Cp\u003EWhat is the best chart to use for comparison?\u003C/p\u003E\u003Cp\u003EAnd many more...\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow is this course different from other resources available online?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMost courses cover only teach how to draw different types of charts in Excel. The main point is missed. The main point of creating a chart is that you want to convey a message or tell a story using the chart. In this course, once you have learnt all the charting tools, you will also learn how you should create a chart. How you can highlight your message and avoid clutter in the chart, so that when your audience looks at the chart, the message is clearly conveyed to them.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/data-visualization-in-excel-for-business-professionals/","imageUri":"https://img-c.udemycdn.com/course/750x422/2312766_5148_2.jpg","duration":"4 hours","enrolledStudentsCount":"136,193 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Anyone curious to master charts in excel from beginner to advanced in short span of time"],"tags":["Business","Business Analytics \u0026 Intelligence","Excel Charts"],"rating":{"count":1529,"averageValue":"4.5"},"instructors":[{"name":"Start-Tech Academy","url":"/user/start-tech-academy/","totalNumberOfStudents":1386053,"totalNumberOfReviews":60933,"averageRating":4.430084631409125}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"J20A1E","originalPrice":"1 280 ₹","discountedPrice":"832 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/deep-learning-basics-with-python/":{"courseDetails":{"courseId":4390890,"title":"Python for Deep Learning: Modern Neural Networks in Python","shortDescription":"Complete Deep Learning Course to Master Data science, Tensorflow, Artificial Intelligence, and Neural Networks","longDescription":"\u003Cp\u003EPython is famed as one of the best programming languages for its flexibility. It works in almost all fields, from web development to developing financial applications. However, it\u0027s no secret that Python’s best application is in deep learning and artificial intelligence tasks.\u003C/p\u003E\u003Cp\u003EWhile \u003Cstrong\u003EPython makes deep learning easy\u003C/strong\u003E, it will still be quite frustrating for someone with no knowledge of how machine learning works in the first place.\u003C/p\u003E\u003Cp\u003EIf you know the basics of Python and you have a drive for deep learning, this course is designed for you. This course will help you learn how to create programs that take data input and automate feature extraction, simplifying real-world tasks for humans.\u003C/p\u003E\u003Cp\u003EThere are hundreds of machine learning resources available on the internet. However, you\u0027re at risk of learning unnecessary lessons if you don\u0027t filter what you learn. While creating this course, we\u0027ve helped with filtering to isolate the essential basics you\u0027ll need in your deep learning journey.\u003C/p\u003E\u003Cp\u003EIt is a fundamentals course that’s great for both beginners and experts alike. If you’re on the lookout for a course that starts from the basics and works up to the advanced topics, this is the best course for you.\u003C/p\u003E\u003Cp\u003EIt only teaches what you need to get started in deep learning with no fluff. While this helps to keep the course pretty concise, it’s about everything you need to get started with the topic.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/deep-learning-basics-with-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/4390890_a964_2.jpg","duration":"2 heures","enrolledStudentsCount":"9 179 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Programmers who are looking to add deep learning to their skillset","Professional mathematicians willing to learn how to analyze data programmatically","Any Python programming enthusiast willing to add deep learning proficiency to their portfolio"],"tags":["Développement","Science des données","Deep Learning"],"rating":{"count":23,"averageValue":"4.2"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":62155,"totalNumberOfReviews":560,"averageRating":4.259835164705882}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"E25DF1A99D87A429174F","originalPrice":"3 200 ₹","discountedPrice":"2 080 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/nft-for-beginners/":{"courseDetails":{"courseId":4391060,"title":"The Complete NFT Course: Become an NFT Creator \u0026 Investor","shortDescription":"Learn about NFT collections, NFT marketplaces, NFT use cases, NFT Minting, NFT Buying, NFT Selling, and NFT Security","longDescription":"\u003Cp\u003EEver since Bitcoin forced most people to learn about cryptocurrencies in recent years, \u003Cstrong\u003Ethere hasn’t been any other technology that garnered as much attention as NFTs\u003C/strong\u003E. Running on the same blockchain technology as most cryptocurrencies, it’s like crypto, but for another purpose.\u003C/p\u003E\u003Cp\u003EThis course shows you how NFTs work and their connection with blockchain technology. You\u0027ll learn the theoretical aspect of the new technology and what function it serves in real life. This course is an all-in-one guide suitable for both amateurs and professionals alike.\u003C/p\u003E\u003Cp\u003ETo make it easier to understand the course, it is separated into several subsections. This is designed to help both beginners and experts jump around more efficiently while taking the course.\u003C/p\u003E\u003Cp\u003EIf you’re only hearing about non-fungible tokens for the first time, we recommend following the course outline as it’s arranged. It will help you make sense out of the already confusing world of non-fungible tokens. The learning resources also contains recommendations of sites and software to help you get started!\u003C/p\u003E\u003Cp\u003EWhile you can easily mint, buy, and sell NFTs without proper education, it’s important to know about what you’re dealing with. That way, it will be easier to invite people to the world of NFTs since you know what you can tell them to get them interested.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/nft-for-beginners/","imageUri":"https://img-b.udemycdn.com/course/750x422/4391060_07ac_2.jpg?secure=CH5OGjj7RAnFm3xhpwGlZA%3D%3D%2C1643898695","duration":"2,5 heures","enrolledStudentsCount":"17 071 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Professionals or students who want to venture into non-fungible tokens and are keen to learn the science behind them","Artists who harbor a dream of offering their art as an NFT, and are looking at exploring the possibilities and options","Art galleries aiming to collect and preserve digital art","Anyone willing to learn about the best methods for creating, collecting, and selling NFTs"],"tags":["Finance et comptabilité","Cryptomonnaies et blockchain","Jeton non fongible"],"rating":{"count":123,"averageValue":"4.1"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":62155,"totalNumberOfReviews":560,"averageRating":4.259835164705882}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HOTFEBRUARYDEALS","originalPrice":"3 200 ₹","discountedPrice":"2 080 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/learn-python-programming-with-jafricode-tutorials/":{"courseDetails":{"courseId":4253034,"title":"2022-Master in Core Python Programming in 99Days","shortDescription":"ATTENTION! You will Get Weekly Basis Classes for Master in Python Programming 2022. We Regularly UPDATE This Course.","longDescription":"\u003Cp\u003EATTENTION! When you Enroll in Master Python Programming Course, You will Get Weekly Basis Classes As we Regularly UPDATE This Course.\u003C/p\u003E\u003Cp\u003EWhat you will get in this course Regularly!\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVideo Lectures \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESource Code\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENotes\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAssignments\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESpecial Support \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ECourse for those, who are interested to become a successful \u003Cstrong\u003EPython Developer\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython \u003C/strong\u003Ewhich is developed by Guido van Rossum that is the general-purpose programming language that is used to create any kind of software using its powerful and standard libraries.\u003C/p\u003E\u003Cp\u003EThere is a number of standard libraries that are developed with Python you can work with any field to get required functionalities like in Web development, AI, ML, Data Science, Data analytics, etc. \u003C/p\u003E\u003Cp\u003EThis course is created by me (\u003Cstrong\u003EFaisal Zamir -- JafriCode\u003C/strong\u003E) which contains and everything related to Python \u003Cstrong\u003Efrom introduction to Python to creating an application with Python\u003C/strong\u003E and providing home assignments to all students. The different topics as Installation \u0026amp; setup, Basic Python Syntax, Variables \u0026amp; Constant, If else, Loops, functions, list, tuple, dictionary, date and time, creating applications, etc.\u003C/p\u003E\u003Cp\u003EAt the end of this course, you will have cleared all topics related to Python.\u003C/p\u003E\u003Cp\u003EYou will be able to enter any field of Python like web development, Data Science, AI, Data analytics, etc. Condition is that you should have to work with me as I work in video. \u003C/p\u003E\u003Cp\u003EIf you do practice then you will be selected in any field to get admission (like Web Development, Artificial intelligence, Data Science, Data Analytics, etc).\u003C/p\u003E\u003Cp\u003EBecause we do hard work to create this course which has a lot of examples, questions, assignments that enable you to improve your programming skills. \u003C/p\u003E\u003Cp\u003EThank you!\u003C/p\u003E\u003Cp\u003EBest Regards \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFaisal Zamir\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/learn-python-programming-with-jafricode-tutorials/","imageUri":"https://img-c.udemycdn.com/course/750x422/4253034_ec1a_6.jpg","duration":"6,5 horas","enrolledStudentsCount":"6.806 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["The Master in Python Programming course is for those interested students who want to become a good Python Developer"],"tags":["Desarrollo","Lenguajes de programación","Python"],"rating":{"count":27,"averageValue":"4.5"},"instructors":[{"name":"Faisal Zamir","url":"/user/faisal-zamir/","totalNumberOfStudents":28200,"totalNumberOfReviews":151,"averageRating":4.218416635869565}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0745AC84846C434C640A","originalPrice":"1 600 ₹","discountedPrice":"1 040 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/master-classes-for-web-design-course-html-css-js-seo/":{"courseDetails":{"courseId":4253820,"title":"Master Classes for Web Designing Course (HTML, CSS, JS, SEO)","shortDescription":"You will Learn 100% Web Development Professionally from 0 to End with HTML, CSS, JS, Creating Website or Templates \u0026 SEO","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWe are Updating every time this course!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is created by \u003Cstrong\u003EFaisal Zamir \u003C/strong\u003Efor beginner students who want to \u003Cstrong\u003Elearn Web Designing\u003C/strong\u003E from a basic level to reach an advanced level. So in this course, I created videos lectures in such a way that, a beginner will become a good front-end web designer, if he/she take an interest, do hard work, and practices. \u003C/p\u003E\u003Cp\u003EYou know, web designing is the process of creating or designing a website using different skills like HTML, CSS, JavaScript, Jquery, etc. There are different skills you have to learn if you take part in the website creating field. As in this course, we have added lectures that are very necessary for a student.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is included in this web designing master classes course:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHTML: \u003C/strong\u003EHTML is the hypertext markup language which is a basic and fundamental web language to create an abasic of website. For example, if you want to create a basic structure, insert any media field like image, video, or audios, or contouring width \u0026amp; height, or create and control text-based content, all these activities are done with writing code in HTML. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECSS:\u003C/strong\u003E CSS is the cascading style sheet, which has responsibility for website look, beauty, and attraction. We cannot use only HTML for website creation, we need to learn CSS, which is must not optional. Because without HTML we cannot create a website using CSS and without CSS we cannot work with HTML. Because attraction, beauty, and good design of a website is the basic unit of a successful website. There are different topics you will learn in CSS classes like Margin \u0026amp; Padding, Animation, Text Effects, Transforms 2d and 3D, Dropdown menu, etc\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJavaScript: \u003C/strong\u003EJavascript is the programming language that is used to control the front end of a website. It is a famous and necessary web language that is taught by all instructors on online or offline platforms. There is powerful functionality we can get using JS with simple and easy code like HTML element controlling using DOM, Form validation, etc.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESEO\u003C/strong\u003E: SEO is search engine optimization if you want to rank your website legally to all over the world to the audience. You have to market you have to do market for your website legally. So SEO is the technique that follows the legal way to rank or optimize your website in search engines. It is the basic rule of SEO, that you have to create a website in which way that, it should be liked by the search engines as well as your audience. So the website should be user-friendly as well as search engine friendly.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI update all course regularly, so you can ask any question at any time, if there is any issue with understanding any topic, I can create another version of a lecture that clear your concept. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThank you and do hard work!\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/master-classes-for-web-design-course-html-css-js-seo/","imageUri":"https://img-c.udemycdn.com/course/750x422/4253820_2e97.jpg","duration":"22,5 heures","enrolledStudentsCount":"21 151 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Beginners Students who want to become Web Designer from basic Level"],"tags":["Développement","Développement Web","Conception Web"],"rating":{"count":93,"averageValue":"4.4"},"instructors":[{"name":"Faisal Zamir","url":"/user/faisal-zamir/","totalNumberOfStudents":28484,"totalNumberOfReviews":151,"averageRating":4.218416635869565}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"1F5E11C52E9E27296159","originalPrice":"5 760 ₹","discountedPrice":"3 744 ₹","expirationText":"5 heures","discountPercentage":35}}},"freeCourses":{"https://www.udemy.com/course/learn-microsoft-project-2016-complete-course-for-beginners/":{"courseDetails":{"courseId":4357682,"title":"Learn Microsoft Project 2016 Complete Course for Beginners","shortDescription":"Fast Learning of Microsoft Project 2016 with an Expert","longDescription":"\u003Cp\u003E\u003Cstrong\u003EYou are at Right Course for learning Microsoft Project Software Fast with an Expert!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWarmly Welcome to my course, my name is Engr Wasim Jaan and I’ve uploaded this course to help people like you to learn quickly Microsoft Project 2016 with an expert. Whether you’re a beginner or experienced with Microsoft Project. You must learn this course of MS\u0026nbsp;Project if you are interested in Project Planning\u0026nbsp; and Project Management . \u003C/p\u003E\u003Cp\u003EMicrosoft Project much more focus on management of Project . If your mission is to become an Expert of Microsoft Project, then this course is for you. It will get you started on the right path and give you the knowledge and skills you need to master Microsoft Project.\u003C/p\u003E\u003Cp\u003EThe Learning of Microsoft Project is not only for Experienced users, but also everyone else. Because when you have an expert Microsoft Project, you can get around Microsoft Project quickly and increase your productivity.\u003C/p\u003E\u003Cp\u003EIn the end this course, you\u0027ll have gained complete proficiency in Microsoft Project even if you\u0027re currently a beginner.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat includes in Microsoft Project course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI will start from the very beginning and explain what Microsoft Project is, why \u0026amp; how it’s used.\u003C/p\u003E\u003Cp\u003EFocus on basic requirements of \u0026nbsp;project like \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate a Microsoft Project plan\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETask progress through the project\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBaselines Establish\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage resources with Different Types and Project Cost\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReport Dashboard\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse Of Gantt charts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProject Information\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELets see you in the course Enrollment section of Microsoft Project \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/learn-microsoft-project-2016-complete-course-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4357682_1a55.jpg","duration":"36 minutes","enrolledStudentsCount":"6 299 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["Beginner Microsoft Project 2016"],"tags":["Productivité bureautique","Microsoft","Microsoft Project"],"rating":{"count":22,"averageValue":"3.9"},"instructors":[{"name":"Wasim jaan","url":"/user/wasim-jaan/","totalNumberOfStudents":20479,"totalNumberOfReviews":118,"averageRating":3.82662039}]},"isAlreadyAFreeCourse":true,"couponData":null}}}