{"coursesWithCoupon":{"https://www.udemy.com/course/konusturan-eglenceli-ingilizce-kursu/":{"courseDetails":{"courseId":4202556,"title":"Sıfırdan Konuşturan İngilizce Kursu (20\u002B Saat)","shortDescription":"Kurs ortasında bile istemsizce konuşmaya başlayacaksınız.","longDescription":"\u003Cp\u003E• Bir dil en iyi doğal haliyle öğrenilir, yani çocukların öğrendiği gibi, kelimeleri sık sık duyarak.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E• Hem Türkçe hem Kürtçe konuşan arkadaşınızın neden İngilizce öğrenemediğini hiç düşündünüz mü?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E• İngilizce zor diye mi?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E• En zor dil hangisi?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E• Size göre Çince mi?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E• Peki 2 milyar insan Çinceyi nasıl konuşuyor?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E• Peki okuma yazma bilmeyen anne babanın bile çocuğuna konuşma dilini öğretirken, üniversitede öğretmenlik okumuş birinin neden dil öğretemediğini?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E• Peki anne baba çocuğa Türkçeyi öğretmeye neden fiilimsilerden değilde mama gibi en temel kelimelerden başlıyor?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E• Ana dilini öğrenen herkes başka bir dili de öğrenebilir. Lakin doğru yöntem ile. Bu doğru yöntem de ana dilimizi öğrenirken kullandığımız yöntemdir. Yani Çok Tekrar, Sık Tekrar. Bir kelimeyi ilk defa gördüğünüzde öğrenmeyi amaçlamayın. Aynı kelimeyi 40 50 defa belki daha fazla görmelisinizki doğaçlama konuşurken dilinize kolayca yansıyabilsin. İşte bu kursta hem çok tekrarı hemde sık tekrarı bulacaksınız. Bir derste gördüğünüz bir kelime 3 ders sonra, 5 ders sonra, 10 ders sonra tekrar karşınıza çıkacak. Böylelikle hem öğrenmiş, hem pekiştirmiş hemde içselleştirmiş olacaksınız.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E• Çünkü sizin başlık başlık gramer konularını bilmenize gerek yok. Konuşurken kapının kolu demek için bunun isim tamlaması olduğunu bilmenize gerek var mı? Tabiki yok. İngilizcede de aynı şey geçerli. Önemli olan kelime ve kuralları içselleştirip konuşabilmek.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E• Bu güne kadar gördüğünüz tüm dil eğitimlerini unutun.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E• Bu kurs ile İngilizce konuşacaksınız.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E• Bu kurs ile İngilizceyi doğal olarak öğreneceksiniz.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E• Bu kursta tabularınız yıkılacak ve İngilizce öğrenebileceğinizi göreceksiniz.\u003C/p\u003E","language":"Türkçe","courseUri":"https://www.udemy.com/course/konusturan-eglenceli-ingilizce-kursu/","imageUri":"https://img-c.udemycdn.com/course/750x422/4202556_8195_4.jpg","duration":"20,5 saat","enrolledStudentsCount":"17.004 öğrenci","lastUpdated":"Son güncelleme tarihi: 8/2021","targetAudiences":["İngilizce öğrenmeye meraklı","Dil öğrenmek isteyen","İngilizce öğrenmek isteyen","İngilizce konuşmak isteyen"],"tags":["Öğretim ve Akademi","Dil Öğrenimi","İngilizce"],"rating":{"count":273,"averageValue":"4.4"},"instructors":[{"name":"English Academy","url":"/user/english-academy-6/","totalNumberOfStudents":39096,"totalNumberOfReviews":434,"averageRating":4.3864732781954885}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFORU","originalPrice":"7.680 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/personal-finance-2financial-statements-budgeting/":{"courseDetails":{"courseId":4267466,"title":"Personal Finance #2–Financial Statements \u0026 Budgeting","shortDescription":"Learn how to construct personal financial statements and budgets from a Certified Public Accountant (CPA)","longDescription":"\u003Cp\u003EThis course will focus on personal financial statements, a fundamental tool for personal financial planning.\u003C/p\u003E\u003Cp\u003EWe will include many example problems, both in the format of presentations and Excel worksheet problems. The Excel worksheet presentations will include a downloadable Excel workbook with at least two tabs, one with the answer, the second with a preformatted worksheet that can be completed in a step-by-step process along with the instructional videos.\u003C/p\u003E\u003Cp\u003EFinancial statements are the core tool we used to measure our current financial position as well as our past performance. The balance sheet and income statement are our major financial statements.\u003C/p\u003E\u003Cp\u003EThe balance sheet shows us where we stand as of a point in time. The income statement looks back for a period of time, usually a month or year, to measure performance, discerning how we got to this current position represented by the balance sheet.\u003C/p\u003E\u003Cp\u003EPersonal financial statements are similar to business financial statements but are less standardized. Personal financial statements are less standardized in part because there are fewer formal regulations restricting them and because our financial goals are different.\u003C/p\u003E\u003Cp\u003EThe primary financial goal for a business is revenue generation. However, our personal financial goals will include, but not be limited to, revenue generation, the revenue being a means to an end rather than an end in and of itself.\u003C/p\u003E\u003Cp\u003ELearners will know how to construct financial statements and how the balance sheet and income statement are related.\u003C/p\u003E\u003Cp\u003EOnce we have our financial statements, which map out past performance and our current position, we can use them as a basis to look forward, creating a budget.\u003C/p\u003E\u003Cp\u003ELearners well know how to construct a personal financial budget. We will also discuss common personal ratios used to measure performance.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/personal-finance-2financial-statements-budgeting/","imageUri":"https://img-c.udemycdn.com/course/750x422/4267466_83a5.jpg","duration":"10 heures","enrolledStudentsCount":"1 075 participants","lastUpdated":"Dernière mise à jour : 12/2021","targetAudiences":["Anybody who want to understand personal financial planning","Students"],"tags":["Finance et comptabilité","Outils de gestion financière","Finances personnelles"],"rating":{"count":1,"averageValue":"4.0"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":512966,"totalNumberOfReviews":24640,"averageRating":4.424027104298722}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8486A2DCE5EA2823F89B","originalPrice":"8.000 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/kripto-paralarda-al-sat-ve-trader-egitimi/":{"courseDetails":{"courseId":4237522,"title":"Kripto Paralarda Temel Ve Teknik Analiz Trader Eğitimi","shortDescription":"Kripto Paralarda Sıfırdan Zirveye Temel Ve Teknik Analiz","longDescription":"\u003Cp\u003EBorsalar için temel analiz ve teknik analiz alanlarında alacağınız eğitim ile \u0022Bitcoin Ve Alt Coinler\u0022 konularında detaylı bir eğitimden geçerek borsalar üzerinde düzenli bir gelir sağlamayı öğreneceksiniz. Teknik analiz eğitimimle doğru (destek-direnç) noktaları belirlemeyi doğru trend çizgisi çekmeyi Fibonacci altın oran sayılarını kullanarak alım satım bölgeleri belirlemeyi ve farklı formasyonlar öğrenerek\u0026nbsp;(wolfe pattern, major düzeltme seviyeleri, ab=cd, heikin ashi, dirgenler, takozlar, obo tobo formasyonları.. vsvs ) gibi nokta atış hedef belirlemeyi ve indikatörleri kullanarak indikatörler üzerinden yorum yapmayı öğrenmeyi (macd,rsi,supertrend,mavilim,hacim,bolliner bantları,) gibi birçok teknik analiz konularına değineceğiz. Temel analiz konularında ise kripto para borsalarında yer alan coinlerin hacim sıralamalarını görebileceğiniz siteler, yaptıkları güncellemeleri ve haberleri öğrenebileceğiniz siteler ve bu sitelerin kullanımı ve haber analizi yaparak al sat stratejilerini de öğrenmiş olacaksınız.\u0026nbsp; Temel ve Teknik Analiz\u0026nbsp; Bitcoin - Alt Coin Ve Diğer Yatırım Enstrümanları İle İlgili\u0022 eğitimimde yer alan konular ise;\u0026nbsp; \u0026nbsp; \u0026nbsp; 1-Bitcoin\u0026nbsp; \u0026nbsp; \u0026nbsp; 2- Blockchain teknolojisi\u0026nbsp; \u0026nbsp; \u0026nbsp; 3-Altcoin\u0026nbsp; \u0026nbsp; \u0026nbsp; 4-Borsa\u0026nbsp; \u0026nbsp; \u0026nbsp; 6-Yatırımcı ve Trader Psikolojisi\u0026nbsp; \u0026nbsp; \u0026nbsp; 7-Analiz Nasıl Yapılır\u0026nbsp; \u0026nbsp; \u0026nbsp; 8- Temel Analiz\u0026nbsp; \u0026nbsp; \u0026nbsp; 9- Tradingview\u0026nbsp; \u0026nbsp; \u0026nbsp; 10-Destek ve Direnç\u0026nbsp; \u0026nbsp; 11- Trend\u0026nbsp; \u0026nbsp; \u0026nbsp; 12- Yatay Bant Formasyonu\u0026nbsp; \u0026nbsp; \u0026nbsp; 13-\u0026nbsp; Yükselen Üçgen Formasyonu\u0026nbsp; \u0026nbsp; \u0026nbsp; 14- Alçalan Üçgen Formasyonu\u0026nbsp; \u0026nbsp; \u0026nbsp; 15 -Simetrik Üçgen Formasyonu\u0026nbsp; \u0026nbsp; \u0026nbsp; 16- Kama Formasyonu\u0026nbsp; \u0026nbsp; \u0026nbsp; 17- Wolfe Formasyonu\u0026nbsp; \u0026nbsp; \u0026nbsp; 18- İkili Tepe ve İkili Dip Formasyonu\u0026nbsp; \u0026nbsp; \u0026nbsp; 19- Adam - Eve Formasyonu\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;20- Çanak Kulp Formasyonu\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; 21- Fibonacci\u0026nbsp; \u0026nbsp; \u0026nbsp; 22- Pozisyon\u0026nbsp; \u0026nbsp; \u0026nbsp; 23- Kriptodaki Önemli Endeksler\u0026nbsp; \u0026nbsp; \u0026nbsp; 24- Hareketli Ortalamalar\u0026nbsp; \u0026nbsp; \u0026nbsp;25- RSI\u0026nbsp; \u0026nbsp; \u0026nbsp; 26- Bollinger Bantları\u0026nbsp; 27- Major Düzeltme Seviyeleri\u0026nbsp; \u0026nbsp; 28- Dirgenler 29- Heikin Ashi 30- AB=CD 31- Wolfe Pattern 32- Takozlar 33- Soru - Cevap\u0026nbsp; \u0026nbsp; \u0026nbsp; 34- Kapsamlı Örnekler\u003C/p\u003E","language":"Türkçe","courseUri":"https://www.udemy.com/course/kripto-paralarda-al-sat-ve-trader-egitimi/","imageUri":"https://img-c.udemycdn.com/course/750x422/4237522_92dd_2.jpg","duration":"6,5 saat","enrolledStudentsCount":"1.952 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["Kripto para borsalarında para kaybetmekten sıkılmış, bazı fenomenlerin al sat demesini beklemekten sıkılmış, artık kendi bu işi en detayına kadar öğrenerek güzel gelirler edinmeyi isteyen ve arzulayan insanlar için eğitimim biçilmiş kaftandır."],"tags":["Finans ve Muhasebe","Sanal Para Birimi ve Blockchain","Sanal Para Birimi"],"rating":{"count":150,"averageValue":"4.5"},"instructors":[{"name":"Berke Öztekin","url":"/user/cryptoberke/","totalNumberOfStudents":2671,"totalNumberOfReviews":222,"averageRating":4.5861320373831775}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A1E34823068A93E242FC","originalPrice":"6.080 ₹","discountedPrice":"Ücretsiz","expirationText":"2 gün","discountPercentage":100}},"https://www.udemy.com/course/aws-certified-solutions-architect-associate-practice-exams-mp/":{"courseDetails":{"courseId":4530326,"title":"AWS Certified Solutions Architect Associate Practice Exams","shortDescription":"Be an AWS Solutions Architect! AWS Certified Solutions Architect Associate Practice Exams with new SAA-C02 topics!","longDescription":"\u003Cp\u003EThis \u003Cstrong\u003E\u003Cem\u003EAWS Certified Solutions Architect Associate ( SAA-C02 ) Practice Exam\u003C/em\u003E\u003C/strong\u003E course offers the following features:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFULLY UPDATED TO THE NEW SAA-C02 version\u003C/strong\u003E - Most practice tests out there are already obsolete and advertised as \u0022updated\u0022, but in reality, they are not! We have already integrated the new SAA-C02 topics such as AWS Global Accelerator, Amazon FSx for Lustre, Elastic Fabric Adapter (EFA), Direct Connect Gateway, HPC and many more in our sets.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E570 TOP-NOTCH Questions\u003C/strong\u003E - has 6 sets of AWS Practice Tests with 95 UNIQUE questions and a 130-minute time limit for each set.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESIMULATES ACTUAL EXAM ENVIRONMENT\u003C/strong\u003E - mimics the actual, and the latest AWS Solutions Architect Associate certification exam to help you pass and even ace the AWS exam!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDETAILED EXPLANATIONS, REFERENCE LINKS, AND CHEAT SHEETS\u003C/strong\u003E - our answer keys at the end of each set have full and detailed explanations along with complete reference links so you can check and verify yourself that the answers are correct. Plus bonus cheat sheets to help you better understand the concepts.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVERY ACTIVE Q\u0026amp;A DISCUSSION BOARD\u003C/strong\u003E - with inputs from the instructors and exam feedback from thousands of our students, our Q\u0026amp;A board gives you the opportunity to \u003Cstrong\u003Eknow which topics recently appeared on the exam\u003C/strong\u003E and better understand the AWS services and concepts covered in the test.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVERY RESPONSIVE INSTRUCTORS\u003C/strong\u003E - our friendly team of AWS experts is able to address all your issues and COMPREHENSIVELY answer all your questions within 7 business days.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECONTAINS A TEST REPORT\u003C/strong\u003E - to track your progress and show you which AWS knowledge areas you need improvement.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMOBILE-COMPATIBLE\u003C/strong\u003E - so you can conveniently review everywhere, anytime with your smartphone!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ERANDOMIZED QUESTIONS\u003C/strong\u003E - The scenarios and options on all 6 practice tests are randomized. This prevents the unconscious memorization of the answers and ensures that you fully understand the concepts.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EHAS BETTER VALUE THAN THE OFFICIAL AWS PRACTICE TEST\u003C/strong\u003E - which is worth about $20 but only contains about 20 - 40 questions.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECLEAR AND ERROR-FREE QUESTIONS\u003C/strong\u003E - Each item has a reference link that can validate the answer but you can also post in the QA section so we can discuss any issues.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPrepared by an AWS Certified Solutions Architect Professional \u003C/strong\u003Ewho has actually passed the actual SAA-C02 exam! (Please see my LinkedIn profile to view my AWS Certificate)\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/aws-certified-solutions-architect-associate-practice-exams-mp/","imageUri":"https://img-c.udemycdn.com/course/750x422/4530326_d278.jpg","duration":"","enrolledStudentsCount":"1 263 participants","lastUpdated":"Dernière mise à jour : 2/2022","targetAudiences":["For those who are about to take the AWS Certified Solutions Architect Associate (SAA-C02) exam","For all IT Professionals who want to gauge their AWS Knowledge for their upcoming job interview","For anyone who want to take their career, and salary, to a whole new level with an AWS certification!"],"tags":["Informatique et logiciels","Certifications informatiques"],"rating":{"count":5,"averageValue":"5.0"},"instructors":[{"name":"Hicham Andalib","url":"/user/hicham-andalib/","totalNumberOfStudents":7678,"totalNumberOfReviews":86,"averageRating":4.401466477906977}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B08CAAA47458E79F8614","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/latest-aws-certified-cloud-practitioner-practice-exams-2022/":{"courseDetails":{"courseId":4498088,"title":"Latest AWS Certified Cloud Practitioner Practice Exams 2022","shortDescription":"Get your AWS Certified Cloud Practitioner Certification with the help of these real exam simulations !","longDescription":"\u003Cp\u003EIf you want to pass the AWS Certified Cloud Practitioner Practice Exam first time, this course is for you! This course provides high quality, close to the actual AWS Cloud Practitioner Practice Exam.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAWS Certified Cloud Practitioner - CLF-C01\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe AWS Certified Cloud Practitioner examination is intended for individuals who have the knowledge and skills necessary to effectively demonstrate an overall understanding of the AWS Cloud, independent of specific technical roles addressed by other AWS Certifications. The exam can be taken at a testing center or from the comfort and convenience of a home or office location as an online proctored exam.\u003C/p\u003E\u003Cp\u003EBecoming an AWS Certified Cloud Practitioner is a recommended, optional step toward achieving an Associate-level or Specialty certification.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbilities Validated by the Certification\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDefine what the AWS Cloud is and the basic global infrastructure\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe basic AWS Cloud architectural principles\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe the AWS Cloud value proposition\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe key services on the AWS platform and their common use cases (for example, compute and analytics)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe the basic security and compliance aspects of the AWS platform and the shared security model\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDefine the billing, account management, and pricing models\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify sources of documentation or technical assistance (for example, whitepapers or support tickets)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe basic/core characteristics of deploying and operating in the AWS Cloud\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhy do we choose this course rather than other AWS Certified Cloud Practitioner Practice Exam course?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFully conform with CLF-C01 exam requirement: \u003C/strong\u003EThis practice test reflects the actual exam format and the content is very similar to the actual exam. You should see familiarity questions in the actual exams.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ERandomize question: \u003C/strong\u003EYou can retake this practice exam as many times as possible and each time the question and answer will be randomized. This will train you not to remember the question sequence but to understand the question and knowledge itself.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EUpdate frequently: \u003C/strong\u003EWe notice some Udemy courses are outdated but this course will keep up to date with the latest actual exam. We are aiming to update this course regularly (every 1-2 month)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAdditional Tests: \u003C/strong\u003EWe will keep adding additional new tests base on the actual exam criteria and the actual exam content.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EActive Q\u0026amp;A Discussion Board: \u003C/strong\u003EWe will monitor the Q\u0026amp;A discussion board closely and response to any question in a very short time frame.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDetail Test Report: \u003C/strong\u003EEach test is categorized by the actual exam category so that you understand what actual exam requirement is looking for.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/latest-aws-certified-cloud-practitioner-practice-exams-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4498088_ff76_2.jpg","duration":"","enrolledStudentsCount":"2.594 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["Students looking for some Final Test Prep before AWS Certified Cloud Practitioner Exam"],"tags":["BT ve Yazılım","BT Sertifikaları","AWS Sertifikasyonu"],"rating":{"count":10,"averageValue":"4.9"},"instructors":[{"name":"Hicham Andalib","url":"/user/hicham-andalib/","totalNumberOfStudents":7677,"totalNumberOfReviews":86,"averageRating":4.401466477906977}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"31E33962CE83833FDBF9","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/ultimate-itil-4-foundation-practice-tests-fully-updated-2022/":{"courseDetails":{"courseId":4498222,"title":"Ultimate ITIL 4 Foundation Practice Tests Fully Updated 2022","shortDescription":"Get your ITIL Foundation Certification with the help of these real exam simulations !","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIn order to set realistic expectations, please note: These questions are NOT official questions that you will find on the official exam. These questions DO cover all the material outlined in the knowledge sections below. Many of the questions are based on fictitious scenarios which have questions posed within them.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EThe official knowledge requirements for the exam are reviewed routinely to ensure that the content has the latest requirements incorporated in the practice questions. Updates to content are often made without prior notification and are subject to change at any time.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EThe questions will be shuffled each time you repeat the tests so you will need to know why an answer is correct, not just that the correct answer was item \u0022B\u0022 last time you went through the test.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EITIL 4 Foundation candidates should have a good understanding of the following:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EA holistic approach to the facilitation of co-creation of value with customers and other stakeholders in the form of products and services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe guiding principles of ITIL 4\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe four dimensions of Service Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe key concepts of Lean, Agile, DevOps and why they are important to bring business value\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow the ITIL practices outlined in ITIL 4 will maintain the value and importance provided by current ITIL processes, while at the same time expanding to be integrated into different areas of service management and IT, demand for value.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThe tests will cover all the required modules so that you are well prepared for the ITIL4 Foundation exam.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/ultimate-itil-4-foundation-practice-tests-fully-updated-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4498222_8c78_2.jpg","duration":"","enrolledStudentsCount":"2 303 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Students looking for some Final Test Prep before ITIL 4 Foundation Exam"],"tags":["Informatique et logiciels","Certifications informatiques","Certification ITIL 4 Foundation"],"rating":{"count":7,"averageValue":"4.9"},"instructors":[{"name":"Hicham Andalib","url":"/user/hicham-andalib/","totalNumberOfStudents":7678,"totalNumberOfReviews":86,"averageRating":4.401466477906977}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"09EF8FE817C53ED68B9D","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/az-900-microsoft-azure-fundamentals-exams-updated-2022/":{"courseDetails":{"courseId":4498206,"title":"AZ-900: Microsoft Azure Fundamentals Exams Updated 2022","shortDescription":"Attend this AZ 900: Microsoft Azure Fundamentals [Practice Tests\u002BExplanations] \u0026 you will get a Great 90% Score !","longDescription":"\u003Cp\u003EAzure Fundamentals exam is an opportunity to prove knowledge of cloud concepts, Azure services, Azure workloads, security and privacy in Azure, as well as Azure pricing and support. Candidates should be familiar with the general technology concepts, including concepts of networking, storage, compute, application support, and application development.\u003C/p\u003E\u003Cp\u003ECandidates for this practice exam should have foundational knowledge of cloud services and how those services are provided with Microsoft Azure. The pratctice test is intended for candidates who are just beginning to work with cloud-based solutions and services or are new to Azure.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis practice test measures your ability to describe the following concepts:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E- cloud concepts;\u003C/p\u003E\u003Cp\u003E- core Azure services;\u003C/p\u003E\u003Cp\u003E- core solutions and management tools on Azure;\u003C/p\u003E\u003Cp\u003E- general security and network security features; identity,\u003C/p\u003E\u003Cp\u003E- governance, privacy, and compliance features; and Azure cost management and Service Level Agreements.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESkills measured\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDescribe cloud concepts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe core Azure services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe core solutions and management tools on Azure\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe general security and network security features\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe identity, governance, privacy, and compliance features\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe Azure cost management and Service Level Agreements\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAnyone preparing for the AZ-900 Microsoft Azure Fundamentals exam!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnyone who is about to take the AZ-900 Microsoft Azure Fundamentals exam\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnyone who want to take their career, and salary, to a whole new level with an Azure certification!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/az-900-microsoft-azure-fundamentals-exams-updated-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4498206_6c89_2.jpg","duration":"","enrolledStudentsCount":"3 024 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Candidates with non-technical backgrounds who are interested in learning about the cloud","Candidates with technical backgrounds who are interested in getting more advanced certs in the future"],"tags":["Informatique et logiciels","Certifications informatiques","Certification Microsoft"],"rating":{"count":10,"averageValue":"4.4"},"instructors":[{"name":"Hicham Andalib","url":"/user/hicham-andalib/","totalNumberOfStudents":7678,"totalNumberOfReviews":86,"averageRating":4.401466477906977}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D261851A37A92D6A14F2","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/kripto-paralarda-haber-analizi-ve-on-satslar/":{"courseDetails":{"courseId":4438144,"title":"Kripto Paralarda Haber Analizi Ve Ön Satışlar","shortDescription":"Bitcoin Ve Kripto Paralarda Haber Analizi Ve Ön Satışlar İle Para Kazanmayı Öğrenin","longDescription":"\u003Cp\u003EBu kurs kripto para borsasında haber analizi ve ön satışlar ile ilgili önemli bütün bilgileri barındırıyor. \u003C/p\u003E\u003Cp\u003EHaber analizlerini hangi haberlere ağırlık vererek incelemeyi ve bu haberlere de en kolay ve hızlı yoldan ulaşarak gelir elde etmek amacımızdır. \u003C/p\u003E\u003Cp\u003EBoğa ve ayı sezonlarında haber analizi ile al sat yaparken en çok nelere dikkat etmeleri gerektiklerini\u0026nbsp; ve nasıl hareket etmeleri gerektiğini öğretmek amacımızdır.\u003C/p\u003E\u003Cp\u003EHaber analizi yaparken hangi haberin fiyata etki edeceğini, hangi haberin fiyata etki etmeyeceğini öğrenmek.\u003C/p\u003E\u003Cp\u003EÖn satışlar hakkında detaylı bilgi edinmek.\u003C/p\u003E\u003Cp\u003EBu ön satışlara nereden ve nasıl katılacağını öğrenmek .\u003C/p\u003E\u003Cp\u003EÖn satışlara katılırken kötü ve iyi projeleri ayırt etmeyi öğrenmek.\u003C/p\u003E\u003Cp\u003EÜcretsiz ön satışlara en kolay nereden ve nasıl katılınır .\u003C/p\u003E\u003Cp\u003EBinance staking kullanarak nasıl gelir elde edilir.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EİÇERİK:\u003C/p\u003E\u003Cp\u003E1. GİRİŞ\u003C/p\u003E\u003Cp\u003E2. SERMAYE YÖNETİMİ ( KISA - ORTA - UZUN\u0026nbsp;)\u003C/p\u003E\u003Cp\u003E3. MainNet - TestNet - MainNet Güncellemesi\u003C/p\u003E\u003Cp\u003E4. STAKİNG\u003C/p\u003E\u003Cp\u003E5. HALVİNG\u003C/p\u003E\u003Cp\u003E6. PARTNERLİK ANLAŞMALARI\u003C/p\u003E\u003Cp\u003E7. HARD FORK\u003C/p\u003E\u003Cp\u003E8. AİRDROP\u003C/p\u003E\u003Cp\u003E9. COİN BURN\u003C/p\u003E\u003Cp\u003E10. KURUMSAL FİRMALARIN KRİPTO PARALARA YATIRIM YAPMASI\u003C/p\u003E\u003Cp\u003E11. HABER ÖNCESİ DUYURULAR\u003C/p\u003E\u003Cp\u003E12. NFT\u003C/p\u003E\u003Cp\u003E13. DEFİ\u003C/p\u003E\u003Cp\u003E14. DEX \u003C/p\u003E\u003Cp\u003E15. METAVERSE\u003C/p\u003E\u003Cp\u003E16. KISA VAADELİ HABER ANALİZİ\u003C/p\u003E\u003Cp\u003E17. ORTA VAADELİ HABER ANALİZİ\u003C/p\u003E\u003Cp\u003E18. UZUN VAADELİ HABER ANALİZİ\u003C/p\u003E\u003Cp\u003E19. COİNLER İLE DUYGUSAL BAĞ KURMAYIN\u003C/p\u003E\u003Cp\u003E20. DOLANDIRICILAR\u003C/p\u003E\u003Cp\u003E21. HABER ERTELENMELERİ\u003C/p\u003E\u003Cp\u003E22. COİN MARKET CAP\u003C/p\u003E\u003Cp\u003E23. COİN MARKET CAL\u003C/p\u003E\u003Cp\u003E24. ÖN SATIŞLAR\u003C/p\u003E\u003Cp\u003E25. AİRDROP NASIL KATILIRIM\u003C/p\u003E\u003Cp\u003E26. ÜCRETSİZ ÖN SATIŞLARA NASIL KATILIRIM\u003C/p\u003E\u003Cp\u003E27 . COİNLER İLE DUYGUSAL BAĞ KURMAK\u003C/p\u003E\u003Cp\u003E28. HABERİ KAÇIRDIM NE YAPMALIYIM\u003C/p\u003E\u003Cp\u003E29. DİKKAT EDİLMESİ GEREKEN BAŞLICA ÖNEMLİ KONULAR\u003C/p\u003E\u003Cp\u003E27. PİYASA PSİKOLOJİSİ VE TECRÜBELERİM\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Türkçe","courseUri":"https://www.udemy.com/course/kripto-paralarda-haber-analizi-ve-on-satslar/","imageUri":"https://img-c.udemycdn.com/course/750x422/4438144_3d40_5.jpg","duration":"2,5 saat","enrolledStudentsCount":"1.569 öğrenci","lastUpdated":"Son güncelleme tarihi: 12/2021","targetAudiences":["KRİPTO PARA BORSASINDA HABER ANALİZİ VE ÖN SATIŞLAR İLE GELİR ELDE ETMEK İSTEYENLER İÇİN"],"tags":["Finans ve Muhasebe","Sanal Para Birimi ve Blockchain","Sanal Para Birimi"],"rating":{"count":72,"averageValue":"4.7"},"instructors":[{"name":"Berke Öztekin","url":"/user/cryptoberke/","totalNumberOfStudents":2671,"totalNumberOfReviews":222,"averageRating":4.5861320373831775}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HABER123","originalPrice":"6.080 ₹","discountedPrice":"Ücretsiz","expirationText":"2 gün","discountPercentage":100}},"https://www.udemy.com/course/microsoft-az-104-azure-administrator-exam-prep-test/":{"courseDetails":{"courseId":4336510,"title":"Microsoft AZ-104: Azure Administrator Exam Prep Test","shortDescription":"Pass AZ-104 Cloud Certification Exam 165Q Practice Set","longDescription":"\u003Cp\u003E\u003Cstrong\u003EGet Yourself Certified and earn a Cloud Skill.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThree separate Timed Test of 55 questions each. All real questions close to the exam live questions. Use this question set to test your knowledge before taking the AZ-104 exam. Microsoft Azure is the fastest growing cloud platform. Getting yourself certified in cloud can help you to improve your resume for possibilities of landing into a Job. \u003C/p\u003E\u003Cp\u003EAZ-104 examination will have around \u003Cstrong\u003E40\u003C/strong\u003E to \u003Cstrong\u003E60\u003C/strong\u003E questions, which you have to appear in \u003Cstrong\u003E120 minutes\u003C/strong\u003E. The passing mark for the examination will be \u003Cstrong\u003E700\u003C/strong\u003E, and you have no penalty for any incorrect answer.\u003C/p\u003E\u003Cp\u003EThe below are the main topics covered in the exam questions. \u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003EManage Azure identities and governance (15-20%)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003EImplement and manage storage (10-15%)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003EDeploy and manage Azure compute resources (25-30%)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003EConfigure and manage virtual networking (30-35%)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E-\u003Cstrong\u003EMonitor and back up Azure resources (10-15%)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAzure is a rapidly growing technology that is being adopted by many corporations. Nearly all organizations have migrated to the cloud or have a plan to do so. The skills required to manage cloud based resources are necessary for those that are entering the IT field and those that are currently in IT.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGet ready to boost your learning and prepare for Microsoft Azure Administrator AZ-104 Exam with practice exam questions and expert guidance. Take the Test Now!\u003C/strong\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/microsoft-az-104-azure-administrator-exam-prep-test/","imageUri":"https://img-c.udemycdn.com/course/750x422/4336510_4f43_2.jpg","duration":"","enrolledStudentsCount":"6 125 participants","lastUpdated":"Dernière mise à jour : 12/2021","targetAudiences":["Cloud Enthusiastic","Cloud Practitioner","Candidates of the AZ-104 exam","Cloud Administration"],"tags":["Informatique et logiciels","Certifications informatiques","Certification Microsoft"],"rating":{"count":12,"averageValue":"4.2"},"instructors":[{"name":"Debajyoti Adhya","url":"/user/debajyoti-adhya/","totalNumberOfStudents":43769,"totalNumberOfReviews":230,"averageRating":4.016113244736842}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"90B6918112CC2E044AC6","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/no-accounting-quickbooks-online/":{"courseDetails":{"courseId":4509036,"title":"No Accounting QuickBooks Online","shortDescription":"QuickBooks for the rest of us! Unleash the powerful business tools of QuickBooks without any accounting knowledge.","longDescription":"\u003Cp\u003ESmall business owners and entrepreneurs can benefit immensely from using QuickBooks Online. QuickBooks Online is the most widely used business software in the world. However, many people are not interested in learning accounting. While this is understandable, QuickBooks Online is a business software and not a tool only for accountants. \u003Cstrong\u003EAs a small business owner, you can use QuickBooks and you do NOT need to know any accounting.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis is not to say you won’t ever need an accountant. Most business owners or manages do need to get accounting help for taxes and to help finalize the financial statements. But that doesn’t mean you need accountants to do everything.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou can use QuickBooks Online for your day-to-day business transactions. For example:\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou can use QuickBooks Online to complete your sales.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou can both invoice customers and collect on your sales.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAlso, you can track inventory and generate reports to follow your open invoices.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EFor those tasks, you don’t need an accountant!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIf you run a business, you can use QuickBooks Online to manage expenses on your own.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou can track bills and other expenses.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou can produce your purchase orders. You can stay on top of your payables.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou can manage your checking account and credit card accounts.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EYou really don’t need an accountant for any of those tasks!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou can do even more on your own!\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EYou can track your invoices!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou can keep up with collecting your receivables from customers that still have not paid!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWhy not save money by reducing the need for an accountant by doing some of the work AND getting information faster on how your business is performing!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis is NOT a spectator course. You will be given assignments that let you start using QuickBooks Online from the start.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EBy the way, you do NOT even need to purchase a QuickBooks subscription to do the homework. You will use the Sample Company that QuickBooks Online provides to the public. In other words, you don’t need to pay anything extra to do the homework! You get to learn by doing!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI’m Dr Eric Knight, I am a CPA with over 20 years’ experience in business and academics. I’ve used my experience to design a course that makes QuickBooks Online simple to learn and easily applicable to most small businesses.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EQuickBooks Online is the go-to software for business professionals. The software is a powerful tool that can help you manage the organization.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThere are no prerequisites to take this course. A basic understanding of business will do.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ELearn to use QuickBooks Online quickly and easily without learning accounting with this course!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EMake QuickBooks Online a powerful skill you use to forge ahead of your competition!\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/no-accounting-quickbooks-online/","imageUri":"https://img-b.udemycdn.com/course/750x422/4509036_ed12.jpg?secure=hyxBCH0R-RV4n3cB8PEZSg%3D%3D%2C1644314391","duration":"1,5 saat","enrolledStudentsCount":"248 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["The course is for manages and business owner that do not need to learn accounting but want to use QuickBooks Online."],"tags":["İşletme","Girişimcilik","QuickBooks Online"],"rating":null,"instructors":[{"name":"Eric Knight, DBA, CPA, CGMA","url":"/user/eric-knight-10/","totalNumberOfStudents":11173,"totalNumberOfReviews":166,"averageRating":4.407539803571429}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREENEWCOURSE","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"1 gün","discountPercentage":100}},"https://www.udemy.com/course/docker-container-course-for-beginners/":{"courseDetails":{"courseId":3225779,"title":"Docker Course for Beginners","shortDescription":"Dive into the world of Docker and learn about Dockerfiles and Container Management","longDescription":"\u003Cp\u003E\u003Cbr\u003EContainerization of the applications is going on in the full swing across the IT industry. Docker\u0027s course covers the fundamental concepts of Docker containers. Along with the concepts it also covers the most useful commands related to container management, image management, and Dockerfile. After studying this course one would be ready to dive deeper into the world of container orchestration. \u003C/p\u003E\u003Cp\u003EDocker\u0027s course becomes the necessary prerequisite for learning Docker Swarm and Kubernetes.\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EEnroll now!! see you in class.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EHappy Learning! \u003Cbr\u003ETeam Edyoda\u003C/strong\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/docker-container-course-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/3225779_6514.jpg","duration":"1,5 heures","enrolledStudentsCount":"134 569 participants","lastUpdated":"Dernière mise à jour : 6/2020","targetAudiences":["Freshers who are new to Docker"],"tags":["Développement","Science des données","Plate-forme Docker"],"rating":{"count":1366,"averageValue":"3.9"},"instructors":[{"name":"EdYoda Digital University","url":"/user/edyoda2/","totalNumberOfStudents":909558,"totalNumberOfReviews":31173,"averageRating":4.227985754004984}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFEB12","originalPrice":"1.920 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/start-business-model-course/":{"courseDetails":{"courseId":3909642,"title":"31 Startup Business Model : Best Course for Entrepreneurs","shortDescription":"Learn how to build next billion dollar innovative business model","longDescription":"\u003Cp\u003E\u003Cstrong\u003E31 Types of Startup business model\u003C/strong\u003E course is specially designed by analyzing more than \u003Cstrong\u003E500 Startup unicorns\u003C/strong\u003E and big tech companies worldwide.\u003C/p\u003E\u003Cp\u003EThis course is helpful for \u003Cstrong\u003EEntrepreneurs, Product Managers, Growth hackers, and Management students \u003C/strong\u003Eto build a \u003Cstrong\u003Ebusiness model framework\u003C/strong\u003E for their business growth. We will be starting our journey with a basic definition and business model canvas and then switching gears to some advanced topics like \u003Cstrong\u003Enetwork effect, hook and bait\u003C/strong\u003E kind of business model. The last section of the module will further help you in understanding various strategies used by companies on a large scale.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EModule 1 Business Model Basics\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EBusiness model definition\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBusiness model canvas\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBusiness model innovation\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EModule 2 31 Types of Startup Business Model\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1. Subscription Business model - Netflix \u0026amp; Shopify\u003C/p\u003E\u003Cp\u003E2. Freemium Business Model - Canva\u003C/p\u003E\u003Cp\u003E3. Pay as you go business model - AWS\u003C/p\u003E\u003Cp\u003E4. Affiliate business model - Amazon\u003C/p\u003E\u003Cp\u003E5. Network effect business model - Uber\u003C/p\u003E\u003Cp\u003E6. Two-sided platform business model - Airbnb\u003C/p\u003E\u003Cp\u003E7. Three-sided platform business model - Uber Eats\u003C/p\u003E\u003Cp\u003E8. Umbrella business model - Amazon prime\u003C/p\u003E\u003Cp\u003E9. D2C(Direct to Consumer) business model\u003C/p\u003E\u003Cp\u003E10. Marketplace business model - Amazon\u003C/p\u003E\u003Cp\u003E11. Edtech business model - Udemy and SkillShare\u003C/p\u003E\u003Cp\u003E12. Gatekeeper business model - Google\u003C/p\u003E\u003Cp\u003E13. Franchises business model - KFC\u003C/p\u003E\u003Cp\u003E14. Ecosystem business model - Apple\u003C/p\u003E\u003Cp\u003E15. Horizontal expansion strategy - Foxconn\u003C/p\u003E\u003Cp\u003E16. Vertical expansion business model - Unilever\u003C/p\u003E\u003Cp\u003E17. Octopus business model - OYO\u003C/p\u003E\u003Cp\u003E18. Open source business model - Opera\u003C/p\u003E\u003Cp\u003E19. Peer to Peer business model - OLX\u003C/p\u003E\u003Cp\u003E20. Razorblade business model - Nestle\u003C/p\u003E\u003Cp\u003E21. Space as a service business model - Wework\u003C/p\u003E\u003Cp\u003E22. Brokerage business model - Robinhood\u003C/p\u003E\u003Cp\u003E23. Dark kitchen business model - Doordash\u003C/p\u003E\u003Cp\u003E24. Dropshipping business model - Shopify\u003C/p\u003E\u003Cp\u003E25. Crowdsourcing business model - Kickstarter\u003C/p\u003E\u003Cp\u003E26. API licensing business model - Stripe\u003C/p\u003E\u003Cp\u003E27. Next Section\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EModule 3 Startup Business Growth Metrics \u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EStartup Growth Metrics Intro\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomer Acquisition Cost (CAC) in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomer Lifetime Value (CLTV) in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMonthly Reoccurring Revenue (MRR) in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnit Economics in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EContribution Margin in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERetention Rate and Cohorts in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChurn Rate in Startup\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMarket Size for Startup\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EModule 4 Business Model Case study\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EAmazon Undefeatable Business Model\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShopify –The Power of ecosystem\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/start-business-model-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3909642_8fa4_5.jpg","duration":"6.5 hours","enrolledStudentsCount":"90,132 students","lastUpdated":"Last updated 2/2022","targetAudiences":["Entrepreneurs working on startups","Marketing students looking for business model","MBA students looking for business model","Product managers","Startup Founders","Marketing Managers","Business consultant","Business analyst","College Business Graduates"],"tags":["Business","Business Strategy","Business Model"],"rating":{"count":793,"averageValue":"4.4"},"instructors":[{"name":"Navdeep Yadav","url":"/user/navdeep-yadav-2/","totalNumberOfStudents":219019,"totalNumberOfReviews":3722,"averageRating":4.299065261818182}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BUSINESSMODEL101","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/excel-accounting-4enter-data-track-current-month-ytd/":{"courseDetails":{"courseId":4441160,"title":"Excel Accounting 4–Enter Data \u0026 Track Current Month \u0026 YTD","shortDescription":"Learn how to enter accounting data into an accounting system using Excel, generating reports for multiple months","longDescription":"\u003Cp\u003EThis course will enter a month\u0027s worth of data input into an accounting system using Excel, which has already been set up and includes one month of data input.\u003C/p\u003E\u003Cp\u003ELearners will learn how to navigate Microsoft Excel and use a well-designed accounting worksheet, complete with a general journal, trial balance, general ledger, subsidiary ledgers for accounts receivable, accounts payable, \u0026amp; inventory, financial statements, and much more.\u003C/p\u003E\u003Cp\u003EExcel is an excellent tool to learn accounting because it is much more transparent than a database program, like accounting software. QuickBooks is a typical example of accounting software.\u003C/p\u003E\u003Cp\u003EFor most new steps in our accounting practice problem, you will have access to a downloadable Excel Workbook containing at least two tabs, one with the answer, the new tasks completed, the other starting where the prior presentation left off.\u003C/p\u003E\u003Cp\u003EAs we enter the second month of data input, we will analyze the current month\u0027s data and the year-to-date data. We will use Excel to understand how accounting software like QuickBooks generates reports for different periods, including reports for one month, multiple months, and comparative reports.\u003C/p\u003E\u003Cp\u003EThe course will demonstrate transactions for each accounting cycle, the revenue cycle, the purchases cycle, and the payroll cycle.\u003C/p\u003E\u003Cp\u003EWe will enter transactions into the general journal, the general ledger, subsidiary ledgers, the trial balance, and the financial statements.\u003C/p\u003E\u003Cp\u003ELearners will create financial statements for the current month and the year-to-date data.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/excel-accounting-4enter-data-track-current-month-ytd/","imageUri":"https://img-c.udemycdn.com/course/750x422/4441160_e0e4.jpg","duration":"6,5 heures","enrolledStudentsCount":"2 072 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Anybody how wants to learn accounting","Accounting and business professionals","Anybody who wants to learn Excel","Accounting and business students"],"tags":["Productivité bureautique","Productivité bureautique - Divers","État financier"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":512966,"totalNumberOfReviews":24640,"averageRating":4.424027104298722}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"7C4D27AE88CC1A5E3555","originalPrice":"6.720 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/personal-finance-1-goals-planning-time-value-of-money/":{"courseDetails":{"courseId":4201588,"title":"Personal Finance #1 Goals, Planning, \u0026 Time Value of Money","shortDescription":"Learn core personal finance concepts from a practicing Certified Public Accountant (CPA)","longDescription":"\u003Cp\u003EThis course will cover the core introductory concepts related to personal finance.\u003C/p\u003E\u003Cp\u003EWe will include many example problems, both in the format of presentations and Excel worksheet problems. The Excel worksheet presentations will include a downloadable Excel workbook with at least two tabs, one with the answer, the second with a preformatted worksheet that can be completed in a step-by-step process along with the instructional videos.\u003C/p\u003E\u003Cp\u003EWe will discuss what personal finance is and what the differences between personal finance, corporate finance, economics, and accounting are. Learners will also understand why knowing personal finance concepts is important.\u003C/p\u003E\u003Cp\u003EYou will know how to set goals using a formal structure and process based on your personal life situations.\u003C/p\u003E\u003Cp\u003EWe will also cover time value of money concepts, including present value and future value calculations. Time value of money concepts will be important whenever we are making long term plans, such as retirement plans or a child’s college education funding plan.\u003C/p\u003E\u003Cp\u003EHuman beings are quite good at making the day-to-day decisions, often doing so by instinct and habit. However, we are not so good at making long-term, risk verses reword, decisions. Therefore, a more formal process is often needed for longer-term decisions which could have large impacts. Time value of money concepts will be a critical component of the long-term decision process.\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/personal-finance-1-goals-planning-time-value-of-money/","imageUri":"https://img-b.udemycdn.com/course/750x422/4201588_4420_2.jpg?secure=KfMxQF-YWOPlBlVEGYzXDQ%3D%3D%2C1644307445","duration":"22 Stunden","enrolledStudentsCount":"1.135 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 12/2021","targetAudiences":["Anybody who want to put together a personal financial plan","Students"],"tags":["Finanzen \u0026 Rechnungswesen","Finanzen","Persönliche Finanzen"],"rating":{"count":2,"averageValue":"4.9"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":512966,"totalNumberOfReviews":24640,"averageRating":4.424027104298722}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"31B1AC02CDA766CF1737","originalPrice":"7.680 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/complete-guide-to-ebay-selling-as-a-business/":{"courseDetails":{"courseId":3990182,"title":"Complete Guide to eBay Selling as a Business","shortDescription":"Learn how to Build and Grow your eBay Business for Dropship or Merchant Fulfilled","longDescription":"\u003Cp\u003E\u003Cstrong\u003ELearn how to make the most of selling on eBay – one of the world\u0027s largest online marketplace and a fantastic opportunity for entrepreneurs\u003C/strong\u003E. \u003C/p\u003E\u003Cp\u003EStart an eBay business and boost your income or escape the 9-to-5! You\u003Cstrong\u003E \u003C/strong\u003Edon\u0027t need any prior knowledge of eBay or any technical skills - if you can use a web browser, you are good to go!!\u003C/p\u003E\u003Cp\u003EThis course is presented by Trevor Ginn a successful online retailing entrepreneur who runs an eBay business that sells over $500K/year. Trevor Ginn has over 10 years of experience selling on eBay. He will show you how to:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EOpen an eBay account\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate Optimised eBay listings that convert\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGet to the top of eBay Best Match search results \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage orders\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMonitor your performance metrics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERun a successful eBay promoted listing campaign\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExpand internationally\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EEach section has a written course summary and once purchased this course is available to students forever. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse content and overview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is for you if you are an eBay newbie looking to take your first step to financial independence, or an experienced eBay seller looking to improve your sales. You will learn about selling on eBay from start to finish. The course comprises of 9 detailed sections, each of which tackles an aspect of the eBay selling platform. At the end you will be able to:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate new products with keyword-rich content\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOptimise your listings for performance in eBay search\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdvertise products using eBay promoted listings\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage customer and order and maintain a great feedback score\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course distils the instructor’s enormous experience of eBay and selling online into 30\u002B digestible lessons. He is always happy to answer emails questions and loves hearing from students.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/complete-guide-to-ebay-selling-as-a-business/","imageUri":"https://img-c.udemycdn.com/course/750x422/3990182_01a3_2.jpg","duration":"2 saat","enrolledStudentsCount":"12.634 öğrenci","lastUpdated":"Son güncelleme tarihi: 6/2021","targetAudiences":["This course is suitable people who are new to eBay but will also be of interest to existing sellers who are looking to improve their sales.","This course includes downloadable guides which are a great reference for sellers of all abilities."],"tags":["İşletme","E-Ticaret","eBay Üzerinden Satış"],"rating":{"count":20,"averageValue":"5.0"},"instructors":[{"name":"VendLab Ecommerce School","url":"/user/trevor-ginn-2/","totalNumberOfStudents":21810,"totalNumberOfReviews":82,"averageRating":4.603113191304348}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"073E3791828CF1F2D871","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/couples-counseling-learn-to-live-happy-with-life-partner/":{"courseDetails":{"courseId":3669072,"title":"Couples Counseling | Learn to Live happy with Life Partner","shortDescription":"Relationship Counseling | Marriage Counseling  | Relationship management | Conflict Resolution | Happy family","longDescription":"\u003Cp\u003EHappy Couple Relationship is basic ambition of Life Partners, however this relationship is very sensitive and needs extra attention from Life Partners to make the relationship happy and smooth.\u003C/p\u003E\u003Cp\u003ECouples who do not give proper attention for effective management of Marriage Relationship are likely to go into deep conflicts which may result into divorce or at-least toward prolonged resentment.\u003C/p\u003E\u003Cp\u003EThis Couples Counseling course is designed for those Couples who have been facing difficulty in maintaining the healthy relationship with life partners.\u003C/p\u003E\u003Cp\u003ECouples have trouble in healthy relationship normally go for marriage Counselling however Couple Counseling can only be effective when both life partners put their best efforts to make their marriage happy.\u003C/p\u003E\u003Cp\u003ERelationship management is a tricky task that needs deep love and attention from both participants. \u003C/p\u003E\u003Cp\u003EThis Marriage Counseling course will help you for Stress Management as well.\u003C/p\u003E\u003Cp\u003EConflict Resolution is the main objective of this course , you will find lot of techniques to reduce stress but all of these stress reduction exercises become ineffective in case you are unable to manage conflicts with your life partner.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIf you are facing a situation where you are facing trouble in relationship management then this course is best for you.\u003C/p\u003E\u003Cp\u003ELot of people wants to know that How to avoid fights at home or How to avoid arguments with life partner , this course will provide you the answer.\u003C/p\u003E\u003Cp\u003ESo let\u0027s join and learn to live a happy life with minimum fights and minimum conflicts.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/couples-counseling-learn-to-live-happy-with-life-partner/","imageUri":"https://img-c.udemycdn.com/course/750x422/3669072_bfa6.jpg","duration":"32 dak","enrolledStudentsCount":"23.875 öğrenci","lastUpdated":"Son güncelleme tarihi: 8/2021","targetAudiences":["Adults as well as those people who are facing difficulty in their Couple Relationship"],"tags":["Kişisel Gelişim","Stres Yönetimi","Evlilik"],"rating":{"count":155,"averageValue":"4.0"},"instructors":[{"name":"Yasir Mehmood","url":"/user/d84071a3-25be-4a24-855e-6561586cadbb/","totalNumberOfStudents":207788,"totalNumberOfReviews":2306,"averageRating":4.170520396296296}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F1267A3252AC052FFE0F","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/excel-accounting-3-enter-first-month-of-transactions/":{"courseDetails":{"courseId":4441154,"title":"Excel Accounting 3 – Enter First Month of Transactions","shortDescription":"Learn how to enter transactions, \u0026 their impact on general ledger, subsidiary ledgers, trial balance, \u0026 financial stmts","longDescription":"\u003Cp\u003EIn this course we will enter common financial transactions for the first month of operations into an accounting system set up using an Excel worksheet.\u003C/p\u003E\u003Cp\u003ELearners will learn how to navigate Microsoft Excel as well as how to use a well-designed accounting worksheet, complete with a general journal, trial balance, general ledger, subsidiary ledgers for accounts receivable, accounts payable, \u0026amp; inventory, financial statements and much more.\u003C/p\u003E\u003Cp\u003EExcel is a very good tool to learn accounting because it is much more transparent than a database program, like accounting software, QuickBooks being a common example of accounting software.\u003C/p\u003E\u003Cp\u003EFor most new steps in the process, you will have access to a downloadable Excel Workbook, containing at least two tabs, one with the answer, the new steps being completed, the other starting out where the prior presentation left off.\u003C/p\u003E\u003Cp\u003EAs we enter financial transactions, we will discuss common data input forms used to enter the transactions by accounting software like QuickBooks. We post and analyze the impact of each financial transaction on the general journal, the general ledger, subsidiary ledgers, trial balance, and financial statements.\u003C/p\u003E\u003Cp\u003ENew businesses often need to generate capital, cash, they can then use to invest in property plant and equipment, inventory, and start up costs. The first few transactions we will enter will be related to the owner putting personal funding into the business and the business taking out a loan from a financial institution.\u003C/p\u003E\u003Cp\u003EWe will then consider financial transactions related to the purchase of inventory and the purchase of short-term investments like stocks and bonds.\u003C/p\u003E\u003Cp\u003ELearners will know how to enter transactions related to selling inventory items, tracking inventory using a perpetual inventory method, adjusting the inventory subledger with each sale and purchase of inventory.\u003C/p\u003E\u003Cp\u003EThe course will discuss the financial transactions related to receiving payments from a customer, decreasing the accounts receivable, and tracking the accounts receivable subledger, recording accounts receivable by customer.\u003C/p\u003E\u003Cp\u003EWe will also discuss the use of undeposited funds as a tool to group our deposits in the same way we expect them to show on the bank statement, making the bank reconciliation process, a very important internal control, easy.\u003C/p\u003E\u003Cp\u003EThe course will demonstrate entering transactions related to writing checks for expenses like utilities and the telephone, and prepaid expenses like insurance.\u003C/p\u003E\u003Cp\u003ELearners will also enter transactions related to payroll, requiring us to withhold employee payroll taxes, and enter employer payroll taxes.\u003C/p\u003E\u003Cp\u003EAfter entering a months’ worth of data input will create and adjust our financial statements, the balance sheet and the income statement.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/excel-accounting-3-enter-first-month-of-transactions/","imageUri":"https://img-c.udemycdn.com/course/750x422/4441154_e1d6.jpg","duration":"5,5 heures","enrolledStudentsCount":"2 069 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Anybody that wants to learn accounting","Anybody that wants to learn Excel","Accounting and business students"],"tags":["Finance et comptabilité","Comptabilité et tenue de comptes","Comptabilité"],"rating":{"count":2,"averageValue":"5.0"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":512966,"totalNumberOfReviews":24640,"averageRating":4.424027104298722}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C1F0BA7C0EDB6084AFDB","originalPrice":"6.720 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/python-and-flask-only-demonstration-course/":{"courseDetails":{"courseId":3526008,"title":"Python And Flask  Demonstrations Practice Course","shortDescription":"This course is a Great Practice to both fundamental python programming concepts and the Flask Framework by demonstration","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Python By Demonstrations\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe course is created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.\u003C/p\u003E\u003Cp\u003E The course starts with the basics, including Python fundamentals, programming, and user interaction.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe topics covered in this course are:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E* Beginner to Expert Python contents:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EInstalling Anaconda\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Overview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EArray implementation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFile methods\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EKeywords and Identifiers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Tuples\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Basics\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Fundamentals\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EData Structures\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EObject-Oriented Programming with Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFunctional Programming with Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELambdas\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDecorators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGenerators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETesting in Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDebugging\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EError Handling\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERegular Expressions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EComprehensions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EModules\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - URL Building\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - HTTP Method\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Templates\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Static Files\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Request Object\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask - Request.from Object\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFlask Framework - Cookies\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESee you inside the course!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/python-and-flask-only-demonstration-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/3526008_d891_5.jpg","duration":"8 saat","enrolledStudentsCount":"122.845 öğrenci","lastUpdated":"Son güncelleme tarihi: 9/2020","targetAudiences":["For Python Programming Learners","For People Who want to learn Python Fundamentals and later transition into Data Science or Web Development"],"tags":["BT ve Yazılım","BT Sertifikaları","Flask"],"rating":{"count":457,"averageValue":"4.3"},"instructors":[{"name":"Horizon Tech","url":"/user/suraj-g-nimbalkar/","totalNumberOfStudents":664859,"totalNumberOfReviews":9711,"averageRating":4.099113375830258}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C5C81A465C8FBC61FF7B","originalPrice":"2.240 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/the-complete-and-special-bitcoin-trading-course-in-the-world/":{"courseDetails":{"courseId":3427280,"title":"The Complete and Special Bitcoin Trading Course In The World","shortDescription":"The Complete Cryptocurrency and Bitcoin Trading Course 2021 from basics till most advanced tips Trading Crypto \u0026 Altcoin","longDescription":"\u003Cp\u003E \u003Cstrong\u003EBitcoin Trading: Trade Bitcoins \u0026amp; Cryptocurrency course 2021 PAID VERSION \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this \u003Cstrong\u003EBitcoin Trading\u003C/strong\u003E \u003Cstrong\u003ECourse\u003C/strong\u003E, you gone to learn what it\u0027s \u003Cstrong\u003EBitcoin\u003C/strong\u003E, and the \u003Cstrong\u003EHistory of Bitcoin\u003C/strong\u003E, when it start and why people they using \u003Cstrong\u003EBitcoin\u003C/strong\u003E WHO is \u003Cstrong\u003ESatoshi Nakamoto.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAnd you gone to understand all the basics about \u003Cstrong\u003EBitcoin Wallet\u003C/strong\u003E and what its the types of \u003Cstrong\u003EBitcoins wallets\u003C/strong\u003E you can use, plus \u003Cstrong\u003EHow to get Bitcoin\u003C/strong\u003E and and how to change \u003Cstrong\u003EBitcoin to usd\u003C/strong\u003E and what its \u003Cstrong\u003EBitcoin Mining\u003C/strong\u003E \u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAnd you gone to learn why all the \u003Cstrong\u003ECryptocurrency\u003C/strong\u003E and \u003Cstrong\u003EAltcoin\u003C/strong\u003E they follow \u003Cstrong\u003EBitcoin\u003C/strong\u003E and what its the \u003Cstrong\u003EMarket Cap of Bitcoin\u003C/strong\u003E plus the \u003Cstrong\u003EDaily Trading Volume in Bitcoin.\u003C/strong\u003E \u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- \u003C/strong\u003EIf you are looking to \u003Cstrong\u003EStart Bitcoin Trading\u003C/strong\u003E , I will show how to open \u003Cstrong\u003EBinance Account\u003C/strong\u003E to start \u003Cstrong\u003EBitcoin Trading\u003C/strong\u003E and i will teach you How to \u003Cstrong\u003EBuy Bitcoin\u003C/strong\u003E using your \u003Cstrong\u003EDebit Card\u003C/strong\u003E ,\u003Cstrong\u003E Visa Card\u003C/strong\u003E or \u003Cstrong\u003EBank Transfer\u003C/strong\u003E and you gone to Learn \u003Cstrong\u003EHow to Deposit Bitcoin\u003C/strong\u003E and \u003Cstrong\u003EWithdraw\u003C/strong\u003E it from your \u003Cstrong\u003EBitcoin Trading Account.\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E-\u003C/strong\u003E And you gone to Learn a \u003Cstrong\u003EHighly Profitable Trading Strategy\u003C/strong\u003E to start \u003Cstrong\u003EBitcoin Trading\u003C/strong\u003E, And you gone to learn how to \u003Cstrong\u003EStudy the charts\u003C/strong\u003E and\u003Cstrong\u003E Use Candlestick Trading,\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E- And understand the \u003Cstrong\u003Ebitcoin trading strategy \u003C/strong\u003EI will \u003Cstrong\u003Eteach you\u003C/strong\u003E how it work to be a \u003Cstrong\u003EBetter Trader\u003C/strong\u003E and start be profitable from \u003Cstrong\u003Ebitcoin trading\u003C/strong\u003E , And for practice i will teach how How to Open a\u003Cstrong\u003E Demo Account\u003C/strong\u003E in \u003Cstrong\u003ETradingview\u003C/strong\u003E and start practice to get familiar with the \u003Cstrong\u003EBitcoin Trading Strategies\u003C/strong\u003E i teach you\u003C/p\u003E\u003Cp\u003E- And you gone to Learn highly \u003Cstrong\u003EMoney Management Strategy\u003C/strong\u003E to be \u003Cstrong\u003Ealways Profitable and never ever Loss\u003C/strong\u003E, And you to Learn when to \u003Cstrong\u003EBuy Bitcoin\u003C/strong\u003E and when to \u003Cstrong\u003ESell the Bitcoins\u003C/strong\u003E you have\u003C/p\u003E\u003Cp\u003E- And i will teach how to change \u003Cstrong\u003EBitcoin to USD\u003C/strong\u003E and get paid to your \u003Cstrong\u003EPayPal account\u003C/strong\u003E and profit even from change \u003Cstrong\u003EBitcoin to usd\u003C/strong\u003E so you always will be profitable.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0026nbsp; Whether you are a Beginner, a regular investor or an Experienced market player, \u003C/strong\u003EI know many people who even after working in the Industry for their whole life could not determine the correct ways to invest. This course is for all of those who want to Get the\u003Cstrong\u003E Essence of investing \u0026amp; trading\u003C/strong\u003E in \u003Cstrong\u003ECryptocurrency and Altcoin Market\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E - so in this \u003Cstrong\u003EUdemy\u003C/strong\u003E \u003Cstrong\u003Ecourse\u003C/strong\u003E you gone to Learn \u003Cstrong\u003Ehow to trading bitcoins for beginners\u003C/strong\u003E, \u003Cstrong\u003Eregular investor\u003C/strong\u003E or an\u003Cstrong\u003E Experienced\u003C/strong\u003E it suitable for all levels.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp;In this \u003Cstrong\u003Ecourse In Udemy\u003C/strong\u003E you gone to learn very very \u003Cstrong\u003Ehighly information\u003C/strong\u003E from a \u003Cstrong\u003EPro Trader\u003C/strong\u003E not just someone who just want to make money from \u003Cstrong\u003ESelling courses here in Udemy .\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; And you gone to learn all the \u003Cstrong\u003EBitcoin Trading Tips\u003C/strong\u003E you need to start today \u003Cstrong\u003EInvesting in Cryptocurrency\u003C/strong\u003E and \u003Cstrong\u003EAltcoin Market\u003C/strong\u003E ,\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAnd i will show you all the \u003Cstrong\u003Ebitcoin trading sites\u003C/strong\u003E you need to know to start your \u003Cstrong\u003EInvestment in\u003C/strong\u003E \u003Cstrong\u003ECryptocurrency\u003C/strong\u003E and \u003Cstrong\u003EBitcoin Trading\u003C/strong\u003E today!\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E- Thank you very much for reading so much of the description for this course! The fact that you have spent some of your very valuable time here already reading this course leads me to believe that you will enjoy being a student in the course a lot! \u003Cstrong\u003EFind the \u0022take this course\u0022 or \u0022start free preview\u0022 button up on the page to give the course a try today\u003C/strong\u003E!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMoreover\u003C/strong\u003E You get lifetime access to this course which already has 4K video tutorials sharing everything you need to be a Bitcoin Trading and Start Making Money in the Best way!\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIf you are still not sure, here are three questions you can use to make the final decision!\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDo you want to learn how to invest in Cryptocurrency market, Bitcoin, BTC the Most Safest way via Technical Analysis?\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDo you want to use the valuable skills to work for clients who want to invest their money?\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDo you want to learn the Essence of Trading which people even after spending years don\u0027t know?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E- \u003Cstrong\u003EIf you answered yes\u003C/strong\u003E to any of these questions, I would guess based on my experience after working for 20\u002B years in the \u003Cstrong\u003EInvestment\u003C/strong\u003E and Finance Industry that you might enjoy this course. If for any reason I am wrong, you have \u003Cstrong\u003E30 days to ask Udemy for a refund\u003C/strong\u003E. I can guess the odds of you enjoying this course are very high! Thank you very much for reading all of this!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EI hope to see you as a student in the course when we next meet .\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003Echeer \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThomas Boleto\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/the-complete-and-special-bitcoin-trading-course-in-the-world/","imageUri":"https://img-c.udemycdn.com/course/750x422/3427280_e34c.jpg","duration":"5,5 saat","enrolledStudentsCount":"14.750 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2022","targetAudiences":["Beginner or Advanced traders that wish to spend less time in front of the trading screen","Traders that are interested in Bitcoin trading and wish to expand their knowledge","Open minded people that wish to take the things in their hands and depend on themselves","Traders that wish to grow they portfolio and diversification using Bitcoin","Traders who want to hedge the risk using Bitcoin","Anyone who interesting to invest in Bitcoin in 2020 and 2021","Anyone who want to start Bitcoin Trading today","Anyone who want to investing in cryptocurrency 2021","Anyone who want to Learn how to investing in bitcoin","Anyone who want to Learn how to make investment safely with high return in bitcoin","Anyone who want to Learn how to be always profitable from trading bitcoin USD (BTCUSDT)","Anyone who want to Learn bitcoin investment strategy","Anyone who want to Learn how to invest in bitcoin 2021"],"tags":["Finans ve Muhasebe","Sanal Para Birimi ve Blockchain","Bitcoin Ticareti"],"rating":{"count":58,"averageValue":"3.2"},"instructors":[{"name":"Thomas Boleto","url":"/user/kingzboleto/","totalNumberOfStudents":68663,"totalNumberOfReviews":925,"averageRating":4.128129889473684}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EBB467AC8AECDB465EB0","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/excel-accounting-5bank-reconciliations-month-1-2/":{"courseDetails":{"courseId":4441162,"title":"Excel Accounting 5–Bank Reconciliations-Month 1 \u0026 2","shortDescription":"Learn how to put together a bank reconciliation using Excel from a Certified Public Accountant (CPA)","longDescription":"\u003Cp\u003EThis course will focus on creating bank reconciliations after two months of financial data was entered into an accounting system using Excel.\u003C/p\u003E\u003Cp\u003EFor most new steps in the process, you will have access to a downloadable Excel Workbook containing at least two tabs, one with the answer, the new steps completed, the other starting where the prior presentation left off.\u003C/p\u003E\u003Cp\u003EWe will create a bank reconciliation for the first and second months.\u003C/p\u003E\u003Cp\u003EThe bank reconciliation process is one of the most important internal controls over the accounting system and also one of the most misunderstood and poorly taught procedures.\u003C/p\u003E\u003Cp\u003EMost people think a bank reconciliation’s purpose is to double-check the ending balance of cash, and it is, in part. However, we are also verifying all the transactions that have involved cash, both increases, and decreases.\u003C/p\u003E\u003Cp\u003EBecause cash is the lifeblood of the business and because every transaction will impact at least two accounts, due to the double entry accounting system, verifying cash transactions also provides a huge internal control over the rest of the accounting system, including the revenue cycle, the expenses cycle, and the employee cycle.\u003C/p\u003E\u003Cp\u003EMost textbook problems will teach the bank reconciliation process without providing a bank statement, which can be confusing. We will give an example bank statement we will use to perform our bank reconciliation process.\u003C/p\u003E\u003Cp\u003EAs we construct our bank reconciliation, we will discuss how accounting software, like QuickBooks, lays out the bank reconciliation process.\u003C/p\u003E\u003Cp\u003EWe will also discuss some of the problems often faced when entering the first bank reconciliation.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/excel-accounting-5bank-reconciliations-month-1-2/","imageUri":"https://img-c.udemycdn.com/course/750x422/4441162_d3af.jpg","duration":"2 heures","enrolledStudentsCount":"2 070 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Anybody who wants to learn accounting","Anybody who wants to learn Excel","Accounting and business professionals","Accounting and business students"],"tags":["Finance et comptabilité","Comptabilité et tenue de comptes","Rapprochement bancaire"],"rating":{"count":3,"averageValue":"4.3"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":512966,"totalNumberOfReviews":24640,"averageRating":4.424027104298722}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5D34C3A5993F60C9A193","originalPrice":"6.400 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/pl-900-microsoft-power-platform-fundamentals-practice-exams-y/":{"courseDetails":{"courseId":4493344,"title":"PL-900: Microsoft Power Platform Fundamentals Practice Exams","shortDescription":"Come and prepare for the exam: PL900/PL 900 with These New Updated Practice Exams !","longDescription":"\u003Cp\u003E\u003Cstrong\u003ECan you really take the PL-900 exam?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAll of our practice tests with questions and answers for you to improve your knowledge on PL-900: Microsoft Power Platform Fundamentals.\u003C/p\u003E\u003Cp\u003EThis practice test contains 190 questions to help you get better results when taking the PL-900 exam.\u003C/p\u003E\u003Cp\u003EAbout the Microsoft Power Platform Fundamentals PL-900 certification\u003C/p\u003E\u003Cp\u003ECandidates for the PL-900 exam are users who want to improve productivity by automating business processes, analyzing data to produce business insights, and acting more effectively by creating simple application experiences.\u003C/p\u003E\u003Cp\u003ESkills measured:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDescribe the business value of Power Platform .\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify the core components of Power Platform.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDemonstrate the capabilities of Power BI .\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe the capabilities of Power Apps.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDemonstrate the capabilities of Power Automate.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDemonstrate the business value of Power Virtual Agents.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThree practice tests allow you the flexibility to attempt one exam early-on during your exam-preparation to adjust your focus-areas and cut down on study time. The two remaining exams can be used to prove your readiness to take the official exam. Or you can just use all three in whatever way suits your preparation workflow.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis is the perfect tool to assess your readiness, and find those one or two areas that you can study in the days before taking the test.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWe are looking forward to seeing you inside the course.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou only buy once and have lifetime access.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EContent updated frequently.\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/pl-900-microsoft-power-platform-fundamentals-practice-exams-y/","imageUri":"https://img-c.udemycdn.com/course/750x422/4493344_9e5d.jpg","duration":"","enrolledStudentsCount":"1.133 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["PL-900 Exam students and candidates"],"tags":["BT ve Yazılım","BT Sertifikaları","Microsoft Sertifikasyonu"],"rating":{"count":16,"averageValue":"4.0"},"instructors":[{"name":"Youness Labsili","url":"/user/youness-labsili-2/","totalNumberOfStudents":18886,"totalNumberOfReviews":275,"averageRating":4.534904991636363}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"65590A005506E5C1D8B9","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/new-microsoft-power-bi-da-100-exam-updated-sep-2021-i/":{"courseDetails":{"courseId":4288122,"title":"[NEW] Microsoft Power BI DA-100 Exam (Updated JAN 2022)","shortDescription":"Prepare for your DA-100 exam , 200 high-quality practice test questions written from scratch with detailed explanations!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThis course will be updated to reflect the changes to the DA-100 exam that Microsoft is releasing on October , 2021.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Content\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EPrepare the data (20-25%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EModel the data (25-30%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVisualize the data (20-25%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnalyze the data (10-15%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeploy and maintain deliverables (10-15%)\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout Analyzing Data with Microsoft Power BI (DA-100) Exam\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe Microsoft DA-100 exam enables Data Analysts to maximize the value of their data assets by using Microsoft Power BI. As a Data Analyst, your role will be to enable businesses to maximize the value of their data assets using Microsoft Power BI. Being subject matter expert, as a Data Analyst you will be responsible to perform the following tasks :\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDesigning and building scalable data models\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECleaning and transforming data\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EEnabling advanced analytic capabilities to provide meaningful business value using easy-to-comprehend data visualizations.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EAlso, as Data Analysts, you will be required to associate with key stakeholders across verticals to deliver relevant insights based on identified business requirements.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERecommended Knowledge\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAs a Data Analyst, it is suggested to have a fundamental understanding of data repositories and data processing both on-premises and in the cloud.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESkills Acquired\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe Analyzing Data with Microsoft Power BI (DA-100) Exam has been built to measure your ability to accomplish technical tasks including -\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EPreparing the data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EModelling the data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVisualizing the data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnalyzing the data\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeploying and maintain deliverables\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat are our Practice Exams?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EPractice exams have been designed by professionals and domain experts that simulate exam scenario.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPractice exam questions have been created on the basis of content outlined in the official documentation.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEach set in the practice exam contains unique questions built with the intent to provide real-time experience to the candidates as well as gain more confidence during exam preparation.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPractice exams help to self-evaluate against the exam content and work towards building strength to clear the exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou can also create your own practice exam based on your choice and preference\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E100% Assured Test Pass Guarantee\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe have built the TestPrepTraining Practice exams with 100% Unconditional and assured Test Pass Guarantee!\u003C/p\u003E\u003Cp\u003EIf you are not able to clear the exam, you can ask for a 100% refund.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/new-microsoft-power-bi-da-100-exam-updated-sep-2021-i/","imageUri":"https://img-c.udemycdn.com/course/750x422/4288122_a878_2.jpg","duration":"","enrolledStudentsCount":"1 507 participants","lastUpdated":"Dernière mise à jour : 9/2021","targetAudiences":["Data Analysts","Database Administrator","Data Visualization Expertss","Power BI Developers"],"tags":["Informatique et logiciels","Certifications informatiques","Certification Microsoft"],"rating":{"count":1,"averageValue":"4.5"},"instructors":[{"name":"Dora | Practice Tests For IT Certifications","url":"/user/test-academy-3/","totalNumberOfStudents":2547,"totalNumberOfReviews":11,"averageRating":2.8387763636363634}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"1100D204C805DA9A9F58","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/camtasia-video-editing-youtube-animation-elearning-in-hindi-urdu/":{"courseDetails":{"courseId":3681592,"title":"Video Editing Mastery With Camtasia In Hindi/Urdu 2022","shortDescription":"Edit video courses with Camtasia ~ Learn video editing create professional high-quality videos \u0026 ELearning","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDo you want to learn Camtasia to edit your videos like a pro and produce professional videos for your courses or a youtube channel or social media. \u003C/strong\u003E\u003Cem\u003E(All my Udemy courses are edited on this software \u0026amp; I am showing how I do it) \u003C/em\u003E\u003C/p\u003E\u003Cp\u003EI have recorded/edited thousands of hours of videos in Camtasia and you will learn from my experience where you only need to spend only 2 hours of your life to master this software. Topics include:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Camtasia Intro And Essential Components\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Screen Recording Dimensions And Best Audio Settings\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Quick Editing Using Essential All Tools (Split, slicing, transitions, annotations, animation, behavior)\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Essential Project Settings. (Project/ canvas settings, scalings) \u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Fixing Audio Using Tools. (Mixing, noise removal, in/out fading, best audio settings)\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Adjusting And Mixing Background Tracks Like Pro\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Using Jumpcuts, Clip Speed, And Audio Editing.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Voice Narration Dubbing And Audio Levels.\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Using Interactive Animations.(Zoom, Pan)\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Recap Of Things You Learned\u0026nbsp; \u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Recording Camtasia With Loom\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E My Editing Style And Content Planning Strategy\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Finalizing Your Video Into Parts And Best Export Setting\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Improving Exported Videos Using Blur Tool Effectively\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Content Branding And Effects To Make Videos Look Professional\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003E Final Touches\u003C/em\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EWho this course is for anyone who simply wants :\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ELearn Video Editing ~\u0026nbsp;Effectively use Camtasia (Any Version) ~ Make a career in Video Editing\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEnroll now \u003C/strong\u003EIf you are looking for comprehensive training on video editing!\u003Cbr\u003E\u003C/p\u003E","language":"Hindi","courseUri":"https://www.udemy.com/course/camtasia-video-editing-youtube-animation-elearning-in-hindi-urdu/","imageUri":"https://img-c.udemycdn.com/course/750x422/3681592_8834.jpg","duration":"2,5 saat","enrolledStudentsCount":"13.912 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["Anyone who wants to learn Video Editing","Anyone who wants to learn Camtasia","Make a career in Video Editing"],"tags":["Fotoğraf ve Video","Video Tasarımı","Camtasia"],"rating":{"count":85,"averageValue":"4.3"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/introduction-to-microservices-edyoda/":{"courseDetails":{"courseId":3754018,"title":"Introduction to Microservices","shortDescription":"A beginners guide to understand Microservices.","longDescription":"\u003Cp\u003EMicroservices architecture provides a modern way of building highly scalable applications. Normally in building cloud-native applications microservices-based architecture is used. In this course, I have explained microservices in the simplest possible way. We start with the explanation of traditional architecture such as Monolithic Architecture, then we discuss how it evolved via service-oriented architecture (SOA) to finally microservices architecture. We talk about the benefits and the challenges of these architectures.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this course, we do NOT cover the microservices-based-frameworks or advanced level of design patterns of microservices.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho\u0027s teaching you in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI have been working with zekeLabs as a corporate trainer for AWS, Azure, DevOps, Git, Chef, Docker. I had extensive experience in the software industry where I have worked as a senior developer and cloud and DevOps Consultant. As a developer, I worked with Cadence, Aricent Technology in the Telecom domain, and Guavus in the Big Data domain. I was in 2007 batch Computer Science Graduate from NIT Allahabad. I am passionate about technology and education. I have shared my knowledge that gonna guide you to understand the core of Aws.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/introduction-to-microservices-edyoda/","imageUri":"https://img-c.udemycdn.com/course/750x422/3754018_537a.jpg","duration":"1 heure","enrolledStudentsCount":"59 214 participants","lastUpdated":"Dernière mise à jour : 1/2021","targetAudiences":["Microservice-based architecture is the future. So whether you are a fresher or an experienced professional, if you want to start building Microservices you will get a good starting point from this course. If you already have basic idea of Microservices you can skip this course."],"tags":["Développement","Outils de développement logiciel","Microservices"],"rating":{"count":416,"averageValue":"4.0"},"instructors":[{"name":"EdYoda Digital University","url":"/user/edyoda2/","totalNumberOfStudents":909558,"totalNumberOfReviews":31173,"averageRating":4.227985754004984},{"name":"Ashish Pandey","url":"/user/e87eb552-3bc4-4363-86cc-dc1b6e0238ff/","totalNumberOfStudents":277857,"totalNumberOfReviews":3965,"averageRating":4.100979705614973}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFEB11","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/start-your-social-media-agency-yasir-ahmed-mba/":{"courseDetails":{"courseId":4475724,"title":"Start Your Social Media Agency With FB Ads (Full Session)","shortDescription":"Hindi ~  Get started with facebook marketing and use paid ads to get started with making your social media agency","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThis training is in hindi/urdu\u003C/strong\u003E and will teach you exactly what you need to do in order to get started with \u003Cstrong\u003EFacebook ads\u003C/strong\u003E. Most people have no idea how to get started \u003Cstrong\u003Ethus they fail\u003C/strong\u003E and they give up. BUT let me tell you that this training covers every single basic but important thing you need to know to create your perfect Facebook ad without a problem.\u003C/p\u003E\u003Cp\u003E1. The easiest way to make your first ad account.\u003C/p\u003E\u003Cp\u003E2. Selecting right currently \u0026amp; timezone.\u003C/p\u003E\u003Cp\u003E3. Creating your first Ad perfectly.\u003C/p\u003E\u003Cp\u003E4. Accessing Ads manager.\u003C/p\u003E\u003Cp\u003E5. How To create your social media agency FULL\u0026nbsp;SESSION\u003C/p\u003E\u003Cp\u003E7. Giving access to your ads manager.\u003C/p\u003E\u003Cp\u003EThis will cover all the basics that will help you get started so in case you are a person who would like to learn this skill then feel free to become a student.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee Real Results:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn 2020 I taught this training offline to more than 1500 students (Urdu/Hindi) speakers through the platform.\u003Cbr\u003EYou can check out my Instagram \u0026amp; Facebook page to \u003Cstrong\u003Echeck real student results\u003C/strong\u003E that I have posted during the past year.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETake This Course if you want to learn Facebook advertising.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou will be able to optimize your Facebook ads by testing our strategies. You will be able to create and make use of EVERY type of Facebook ad. You will be able to grow your Facebook page likes and post engagement. You will be able to find new customers that will drive your brand to new heights via online marketing.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf you understand Hindi/Urdu then enroll In this training!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EJazakallah!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout ME:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUse paid advertising to grow your business under my mentorship. Served more then 80 clients since 2015 and teaching all strategies inside my training programs! \u003Cbr\u003EI started my agency in 2015 \u0026amp; have worked with the biggest sales trainer of Pakistan along with big brands as an employee. I also run my eCommerce store and have trained over 2000 students directly. \u003C/p\u003E\u003Cp\u003EMy training will help you build your own business from scratch, run your own agency or eCommerce business or even manage international clients on Fiverr and Upwork. \u003C/p\u003E\u003Cp\u003EMy students are hitting 6-figures after using all the strategies that I have taught them.\u003C/p\u003E\u003Cp\u003EI have over 600k students on Udemy with more then 30 courses and 3000\u002B reviews.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/start-your-social-media-agency-yasir-ahmed-mba/","imageUri":"https://img-c.udemycdn.com/course/750x422/4475724_56b4.jpg","duration":"1,5 saat","enrolledStudentsCount":"2.866 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["anyone interested in digital marketing or social media marketing"],"tags":["Pazarlama","Sosyal Medya Pazarlama","Sosyal Medya Pazarlama"],"rating":{"count":2,"averageValue":"2.5"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/executive-coaching-cto-for-business-development-executive/":{"courseDetails":{"courseId":4429392,"title":"Executive Coaching: CTO for Business Development Executive","shortDescription":"Practical Masterclass Executive Coaching, CTO Leadership \u0026 Leadership Coach","longDescription":"\u003Cp\u003EExecutive coaching is one of the most effective methods for senior executives to strengthen their leadership skills. Leaders can improve their performance by working one-on-one with a professional coach on their goals and difficulties in a supportive and challenging environment. Executive coaching assists people in discovering the resources they need to make long-term changes. This distinguishes it from mentoring, consulting, and training.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course will introduce you to the fundamental concepts of executive coaching\u003C/strong\u003E. You\u0027ll also discover how to become a certified executive coach. Finally, you will discover the most effective techniques for this position.\u003C/p\u003E\u003Cp\u003ECoaching is an important duty for any people manager, but many people lack the training to progress from a good to a great coach, and exceptional coaches can make all the difference in terms of productivity, job satisfaction, succession planning, and more.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course developed is based on developmental change science. You\u0027ll learn how to maximize human potential and improve organizational performance with expert direction and hands-on assistance.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E Learn the tools and abilities you\u0027ll need to share your management and leadership experience. As you get your executive coaching skill, you\u0027ll be able to assist others in achieving superior personal and professional results.\u003Cstrong\u003E All business and personal development begins with executive coaching\u003C/strong\u003E. It\u0027s the pivotal step for achieving comprehensive cultural effect and professional advancement. We take a holistic approach to coaching that goes far beyond simply providing answers.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/executive-coaching-cto-for-business-development-executive/","imageUri":"https://img-c.udemycdn.com/course/750x422/4429392_bf9c.jpg","duration":"1 saat","enrolledStudentsCount":"6.030 öğrenci","lastUpdated":"Son güncelleme tarihi: 12/2021","targetAudiences":["Those who want to start a business","Businesses that want to grow their business and sell more","Businessman that are looking to sell more","A coach who is looking for a career advancement","People looking for a new job"],"tags":["İşletme","Girişimcilik","Yönetici Koçluğu"],"rating":{"count":39,"averageValue":"4.1"},"instructors":[{"name":"Smart Academy","url":"/user/pouriya-gudarz/","totalNumberOfStudents":28544,"totalNumberOfReviews":451,"averageRating":4.3258001335}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D85E3F704D6749CFBB53","originalPrice":"7.360 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/shopify-ecommerce-store-masterclass/":{"courseDetails":{"courseId":4031782,"title":"Shopify eCommerce Store Masterclass - Start a Business!","shortDescription":"Build a Shopify Ecommerce Store for Dropshipping or Direct Dispatch.  Topics include Themes, Apps and Dropshipping.","longDescription":"\u003Cp\u003E\u003Cstrong\u003ELearn how to create an eCommerce store on Shopify – the world\u0027s leading eCommerce platform and an unparalleled opportunity for entrepreneurs\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EStart a business on Shopify and boost your income or escape the 9-to-5! You\u003Cstrong\u003E \u003C/strong\u003Edon\u0027t need any prior knowledge of eCommerce or any technical skills - if you can use a web browser, you are good to go!\u003C/p\u003E\u003Cp\u003EThis course is by Trevor Ginn, a successful online retailing entrepreneur who runs an online business that sells over $3million/year. Trevor Ginn has over ten years\u0027 experience of selling online. He will show you how to:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EOpen a Shopify account and choose the right account level\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify product opportunities\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomise your Shopify storefront\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExtend Shopify through apps\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate products\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage customers and orders\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EEach section has a written course summary, and once purchased, this course is available to students forever.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse content and overview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is for you if you are a Shopify newbie looking to take your first step to financial independence or an experienced Shopify seller looking to improve your sales. You will learn about selling on Shopify from start to finish. The course comprises of over 25 detailed sections, each of which tackles an aspect of the Shopify selling platform. At the end you will be able to:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate a brand for your business\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify product opportunities\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESet up your Shopify storefront\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomise your theme\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate product listings\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOrganise your products into categories\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdd payment options\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESet shipping rates\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage customers and orders\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExtend Shopify by installing apps\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course distils the instructor\u0027s enormous experience of selling through and selling online into 70\u002B digestible lessons. He is always happy to answer emails questions and loves hearing from students.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/shopify-ecommerce-store-masterclass/","imageUri":"https://img-c.udemycdn.com/course/750x422/4031782_fab9_3.jpg","duration":"2 saat","enrolledStudentsCount":"5.430 öğrenci","lastUpdated":"Son güncelleme tarihi: 12/2021","targetAudiences":["This course is suitable people who are new to Shopify but will also be of interest to existing sellers who are looking to improve their sales.","This course includes downloadable guides which are a great reference for sellers of all abilities."],"tags":["Pazarlama","Dijital Pazarlama","Shopify"],"rating":{"count":12,"averageValue":"4.6"},"instructors":[{"name":"VendLab Ecommerce School","url":"/user/trevor-ginn-2/","totalNumberOfStudents":21810,"totalNumberOfReviews":82,"averageRating":4.603113191304348}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F74660CFE828757C0656","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/teach-udemy-passive-income-online-course-creation-hindi-urdu-2021-2022/":{"courseDetails":{"courseId":3704850,"title":"Create \u0026 Sell Courses at Udemy (Unofficial) Passive Income","shortDescription":"(In Hindi) Sell Your courses \u0026 get students with my free marketing secret, Full learn video editing \u0026 secret strategy","longDescription":"\u003Cp\u003EWould you like your own e-learning course business where you make money while you sleep?\u0026nbsp; I have launched over \u003Cstrong\u003E25 Udemy Courses\u003C/strong\u003E with \u003Cstrong\u003E450K Students and more than 2000 Reviews\u003C/strong\u003E, I will teach you exactly how I build my passive income empire from scratch on Udemy since 2018. If you are good at anything and can teach it to other people then this is for you.\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u003Cem\u003EGet ready to build a passive income stream through Udemy and follow my secret strategy to success! All course \u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003Econtent is in Hindi/Urdu\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E and topics\u0026nbsp; covered include :\u0026nbsp; \u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EMy Udemy Earning, Courses, And Income Potential!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E1 - Udemy Overview\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E2 - Instructor Dashboard (My Courses)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E3 - My Monthly Passive Income From Udemy.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E4 - Make Money On Udemy With 4 Ways (Organic, Promotions, AD Program, Affiliate Program)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E5 - Instructor Profile And Course Strategy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E6 - What Makes Your Course A Winner\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E7 - Finding Inspiration To Start On Udemy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E8 - Build Your Brand On Udemy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E9 - My Mindset Leads Success On Udemy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E10- How To Withdraw Your Udemy Earnings\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EGetting Started With No Talent Free Tools\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E11 - Installing And Using LOOM \u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E12 - Exploring Loom Features\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E13 - Recording Your First Video With Loom\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E14 - Editing Your Video In Loom\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Creation: Professional Video Editing (Camtasia)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E15 - Camtasia Intro And Essential Components\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E16 - Screen Recording Dimensions And Best Audio Settings\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E17 - Quick Editing Using Essential All Tools (Split, slicing, transitions, annotations, animation, behavior)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E18 - Essential Project Settings. (Project/ canvas settings, scalings) \u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E19 - Fixing Audio Using Tools. (Mixing, noise removal, in/out fading, best audio settings)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E20 - Adjusting And Mixing Background Tracks Like Pro\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E21 - Using Jumpcuts, Clip Speed And Audio Editing.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E22 - Voice Narration Dubbing And Audio Levels.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E23 - Using Interactive Animations.(Zoom, Pan)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E24 - Recap Of Things Your Learned\u0026nbsp; \u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E25 - Recording Camtasia With Loom\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E26 - My Editing Style And Content Planning Strategy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E27 - Finalizing Your Video Into Parts And Best Export Setting\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E28 - Improving Exported Videos Using Blur Tool Effectively\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E29 - Content Branding And Effects To Make Videos Look Professional\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E30 - Final Touches\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBuilding Perfect Course For Passive Income\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E32 - Uploading Your Videos To Cloud Drive For Instant Access.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E33 - Udemy SEO, Niche Research, Keywords Hunt Competition Analysis\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E34 - Preparing Your Course Landing Pages (Course Creation)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E35 - Creating Lectures, Sections And Uploading Videos\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E36 - Completing Course Landing Page Effectively\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E37 - Creating Lectures Of Training\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E38 - Course Thumbnail With Canva From Scratch\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E39 - Setting Course Messages For Intro And Completion\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E40 - Course Pricing Strategy\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E41 - Writing An Awesome Course Description With No Hassle\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E42 - Publishing Your Training\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Marketing:\u0026nbsp;Getting Thousands of New Students \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E43 - Updating Course Content To Increase Organic Sales.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E44 - Udemy Promotional And Educational Emails To Existing Students.\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E45 - Improving New Approved Course (My Recommendations)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E46 - Organizing Course Content Into Sections\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E47 - Course Promotions (DIRECT, COUPONS)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E48 - How To Get Thousands Of New Students(Secret Strategy)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E49 - Running Promotional And Educational Message To Existing Students\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E50 - Find Free Course Communities To Promote Courses Without Spam\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E51 - Getting Reviews, Reporting Bad Reviews, Getting Certificates \u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E52 - How Udemy Review System Works\u003Cbr\u003E\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERemember my own Udemy instructor profile is an example of what you can do aswell to make money while you sleep. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJoin this comprehensive and practical training and earn a passive income every month on autopilot!\u003C/strong\u003E\u003C/p\u003E","language":"Urduca","courseUri":"https://www.udemy.com/course/teach-udemy-passive-income-online-course-creation-hindi-urdu-2021-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/3704850_4832_5.jpg","duration":"6,5 saat","enrolledStudentsCount":"13.395 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["Anyone who wants to make money","Anyone who wants to teach on udemy","Anyone who want to making money with online courses"],"tags":["Öğretim ve Akademi","Online Eğitim","Online Kurs Pazarlama"],"rating":{"count":28,"averageValue":"4.3"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/ecommerce-business-pakistan-uae-usa-uk-yasirahmedmba/":{"courseDetails":{"courseId":4491622,"title":"Start Local Ecommerce Store \u0026  Scale Global ~ UAE, USA, UK","shortDescription":"In Hindi~ How to start your Ecommerce Business in Pakistan, UAE, USA \u0026 UK (Full Live Session)","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThis training is in hindi/urdu\u003C/strong\u003E and will teach you exactly what you need to do in order to get started with \u003Cstrong\u003EFacebook ads\u003C/strong\u003E. Most people have no idea how to get started \u003Cstrong\u003Ethus they fail\u003C/strong\u003E and they give up. BUT let me tell you that this training covers every single basic but important thing you need to know to create your perfect Facebook ad without a problem.\u003C/p\u003E\u003Cp\u003E1. The easiest way to make your first ad account.\u003C/p\u003E\u003Cp\u003E2. Selecting right currently \u0026amp; timezone.\u003C/p\u003E\u003Cp\u003E3. Creating your first Ad perfectly.\u003C/p\u003E\u003Cp\u003E4. Accessing Ads manager.\u003C/p\u003E\u003Cp\u003E5. Start Your Ecom Business \u0026amp; Scale Up to UAE, USA, UK With Facebook Ads In Hindi\u003C/p\u003E\u003Cp\u003E6 Giving access to your ads manager.\u003C/p\u003E\u003Cp\u003EThis will cover all the basics that will help you get started so in case you are a person who would like to learn this skill then feel free to become a student.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee Real Results:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn 2020 I taught this training offline to more than 1500 students (Urdu/Hindi) speakers through the platform.\u003Cbr\u003EYou can check out my Instagram \u0026amp; Facebook page to \u003Cstrong\u003Echeck real student results\u003C/strong\u003E that I have posted during the past year.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETake This Course if you want to learn Facebook advertising.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou will be able to optimize your Facebook ads by testing our strategies. You will be able to create and make use of EVERY type of Facebook ad. You will be able to grow your Facebook page likes and post engagement. You will be able to find new customers that will drive your brand to new heights via online marketing.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf you understand Hindi/Urdu then enroll In this training!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EJazakallah!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout ME:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUse paid advertising to grow your business under my mentorship. Served more then 80 clients since 2015 and teaching all strategies inside my training programs! \u003Cbr\u003EI started my agency in 2015 \u0026amp; have worked with the biggest sales trainer of Pakistan along with big brands as an employee. I also run my eCommerce store and have trained over 2000 students directly. \u003C/p\u003E\u003Cp\u003EMy training will help you build your own business from scratch, run your own agency or eCommerce business or even manage international clients on Fiverr and Upwork. \u003C/p\u003E\u003Cp\u003EMy students are hitting 6-figures after using all the strategies that I have taught them.\u003C/p\u003E\u003Cp\u003EI have over 600k students on Udemy with more then 30 courses and 3000\u002B reviews.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Hindi","courseUri":"https://www.udemy.com/course/ecommerce-business-pakistan-uae-usa-uk-yasirahmedmba/","imageUri":"https://img-c.udemycdn.com/course/750x422/4491622_da0b.jpg","duration":"2 saat","enrolledStudentsCount":"2.593 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["anyone interested in digital marketing or social media marketing"],"tags":["İşletme","E-Ticaret","E-Ticaret"],"rating":{"count":1,"averageValue":"1.0"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/selling-on-amazon-complete-course-fba-fbm-sponsored-ads/":{"courseDetails":{"courseId":3624848,"title":"Selling on Amazon Complete Course: FBA, FBM, Sponsored Ads","shortDescription":"Complete guide to Selling on Amazon Seller Central inc. FBA, FBM, Product Creation, Amazon PPC, Orders \u0026 Pricing","longDescription":"\u003Cp\u003E\u003Cstrong\u003ELearn how to make the most of selling on Amazon – the world’s largest online marketplace and an unparalleled opportunity for entrepreneurs\u003C/strong\u003E. \u003C/p\u003E\u003Cp\u003EStart an Amazon business and boost your income or escape the 9-to-5! You\u003Cstrong\u003E \u003C/strong\u003Edon\u0027t need any prior knowledge of Amazon or any technical skills - if you can use a web browser, you are good to go!!\u003C/p\u003E\u003Cp\u003EThis course is taught by Trevor Ginn a successful online retailing entrepreneur who runs an Amazon business that sells over $3million/year. Trevor Ginn has over 10 years experience of selling on Amazon. He will show you how to:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EOpen an Amazon account\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate Optimised Amazon listing which convert\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGet to the top of Amazon search results (Amazon SEO)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESet up Fulfilled by Amazon (FBA) and create your first shipment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage orders\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMonitor your performance metrics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERun a successful Amazon sponsored product (PPC) campaign\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExpand internationally\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EEach section has a written course summary and once purchased this course is available to students forever. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse content and overview\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is for you if you are an Amazon newbie looking to take your first step to financial independence, or an experienced Amazon seller looking to improve your sales. You will learn about selling on Amazon from start to finish. The course comprises of 17 detailed sections, each of which tackles an aspect of the Amazon selling platform. At the end you will be able to:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate new products with keyword-rich content\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOptimise your products for performance in Amazon search\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdvertise products using Amazon Sponsored Products\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReplenish inventory by shipping to an Amazon fulfilment centre\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage customer and order and maintain a great feedback score\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course distils the instructor’s enormous experience of Amazon and selling online into 70\u002B digestible lessons. He is always happy to answer emails questions and loves hearing from students.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/selling-on-amazon-complete-course-fba-fbm-sponsored-ads/","imageUri":"https://img-c.udemycdn.com/course/750x422/3624848_5ca0_5.jpg","duration":"4 saat","enrolledStudentsCount":"14.051 öğrenci","lastUpdated":"Son güncelleme tarihi: 5/2021","targetAudiences":["This course is suitable people who are new to Amazon, but will also be of interest to existing sellers who are looking to improve their sales.","This course includes downloadable guides which are a great reference for sellers of all abilities."],"tags":["İşletme","E-Ticaret","Amazon Lojistik"],"rating":{"count":50,"averageValue":"4.5"},"instructors":[{"name":"VendLab Ecommerce School","url":"/user/trevor-ginn-2/","totalNumberOfStudents":21810,"totalNumberOfReviews":82,"averageRating":4.603113191304348}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B9646435FE75E87D4376","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/certified-kubernetes-security-specialist-practice-new/":{"courseDetails":{"courseId":4350406,"title":"Certified Kubernetes Security Specialist Practice - NEW!","shortDescription":"40 high-quality test questions for Kubernetes Security Specialist (CKS) - Practice Tests 2022","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWelcome to the best practice exams to help you prepare for your Kubernetes Security Specialist (CKS) exam\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EKubernetes is one of the highest trending technology in Cloud Computing as of today. Kubernetes had the fastest growth in job searches, over a 173% from a year before as reported recently by a survey conducted by Indeed.\u003C/p\u003E\u003Cp\u003ELearning Kubernetes is essential for any DevOps professional. DevOps engineers are always in demand. Currently the average Silicon Valley salary for a DevOps engineer is 20% higher than what a software engineer makes. DevOps engineers make an average of $140,000 to $200,000 annually. And One of the most in-demand skills is Kubernetes Administration.\u003C/p\u003E\u003Cp\u003EThe CKS, or Certified Kubernetes Security Specialist, credential is a recently minted certification sponsored by the Cloud Native Computing Foundation to address the growing need for education in security for Kubernetes clusters.\u0026nbsp; The CKS certification was made generally available at the Kubecon/CloudNativeCon North America event in November of 2020.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EThe Certified Kubernetes Security Specialist (CKS) exam is the newest addition to the Kubernetes certifications administered by the Cloud Native Computing Foundation (CNCF). CKS focuses on best practices for securing container-based applications and Kubernetes during build, deployment, and runtime. As such, the exam covers topics on securing Linux and Docker environments, as well as popular third party tools (e.g. Trivy, Sysdig, Falco) to monitor and audit events in Kubernetes. As for the exam, it is a two-hour, hands-on exam available for candidates with CKA certifications.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe current time, where Kubernetes is the platform to run container based workloads and where the importance of secure infrastructure became top priority, led to the development of the CKS.\u003C/p\u003E\u003Cp\u003EThe CKS can be considered hard and is based on existing CKA knowledge. You need to have a valid CKA certification if you want to attend the CKS.\u003C/p\u003E\u003Cp\u003EThis course helps you gain the knowledge required to secure cloud native applications on a Kubernetes cluster. \u003C/p\u003E\u003Cp\u003EThe CKS is a very important certification and the knowledge it brings is sought by many companies , I hope this guide helps you pass the CKS exam \u0026amp; best of luck!\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; Learn, practice, and get certified on Kubernetes \u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/certified-kubernetes-security-specialist-practice-new/","imageUri":"https://img-c.udemycdn.com/course/750x422/4350406_ba44.jpg","duration":"","enrolledStudentsCount":"628 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["Certified Kubernetes Security Specialist (CKS)"],"tags":["Informatique et logiciels","Certifications informatiques","Certified Kubernetes Security Specialist (CKS)"],"rating":{"count":2,"averageValue":"3.4"},"instructors":[{"name":"Joseph | 11X AWS Certification Practice Exams","url":"/user/aws-pro-2/","totalNumberOfStudents":4564,"totalNumberOfReviews":18,"averageRating":3.2265260555555555}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"1158F6A1FE95A124AE9F","originalPrice":"1.280 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/excel-accounting-2worksheet-opening-balances-subledger/":{"courseDetails":{"courseId":4441152,"title":"Excel Accounting 2–Worksheet, Opening Balances, \u0026 Subledger","shortDescription":"Learn how to set up an accounting system in Excel and add beginning balances from a Certified Public Accountant (CPA)","longDescription":"\u003Cp\u003EIn this course we will create an accounting system starting from a blank Excel worksheet and add begging balances to our accounts.\u003C/p\u003E\u003Cp\u003ELearners will learn how to navigate Microsoft Excel as well as how to create a well-designed accounting worksheet, complete with a general journal, trial balance, general ledger, and subsidiary ledgers for accounts receivable, accounts payable, \u0026amp; inventory. \u003C/p\u003E\u003Cp\u003EExcel is a very good tool to learn accounting because it is much more transparent than a database program, like accounting software, QuickBooks being a common example of accounting software.\u003C/p\u003E\u003Cp\u003EFor most new steps in the process, you will have access to a downloadable Excel Workbook, containing at least two tabs, one with the answer, the new steps being completed, the other starting out where the prior presentation left off.\u003C/p\u003E\u003Cp\u003EOnce our accounting system using an Excel worksheet is set up, we will add journal entries to enter beginning balances to our accounts, imagining we are moving from a prior accounting system to our new Excel worksheet system.\u003C/p\u003E\u003Cp\u003EWhen adding the beginning inventory balance to the chart of accounts, we will also add an inventory subsidiary ledger, reporting inventory by item and unit, as well as by cost.\u003C/p\u003E\u003Cp\u003EAs we add the beginning accounts receivable balance to the chart of accounts, we will also add the accounts receivable subsidiary ledger, showing the money owed to the company by customer.\u003C/p\u003E\u003Cp\u003EAnd when we add the accounts payable balance to the chart of accounts, we will add the accounts payable subsidiary ledger, reporting the money owed by the company to vendors.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/excel-accounting-2worksheet-opening-balances-subledger/","imageUri":"https://img-c.udemycdn.com/course/750x422/4441152_a1d5.jpg","duration":"2,5 heures","enrolledStudentsCount":"2 069 participants","lastUpdated":"Dernière mise à jour : 12/2021","targetAudiences":["Anybody who wants to learn accounting","Anybody who wants to learn Microsoft Excel","Accounting and business students"],"tags":["Productivité bureautique","Microsoft","Excel"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":512966,"totalNumberOfReviews":24640,"averageRating":4.424027104298722}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"F569A1AAB28C37700554","originalPrice":"6.400 ₹","discountedPrice":"Ücretsiz","expirationText":"3 gün","discountPercentage":100}},"https://www.udemy.com/course/marketing-facebook-ads-leads-clientes-ventas-2020-2021-social-media/":{"courseDetails":{"courseId":3705956,"title":"Marketing en Facebook Ads - Leads /Clientes Potenciales 2022","shortDescription":"Utiliza los anuncios de Facebook para generar “leads” para cualquier negocio, mi método secreto es muy útil, incluso si","longDescription":"\u003Cp\u003EComienza tu propio negocio generador de “Leads” implementando exactamente lo que yo hago para conseguir clientes para cualquier negocio del mundo. He incluido un estudio práctico sobre el caso de un producto de U$D 1500 de costo, con 20 veces más ingresos generados por cada lead.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ETópicos detallados:\u003C/p\u003E\u003Cp\u003E1. Estudio práctico de un producto de U$D 1500.\u003C/p\u003E\u003Cp\u003E2. Configuración del Pixel de Facebook.\u003C/p\u003E\u003Cp\u003E3. Configuración de tu campaña para captar clientes.\u003C/p\u003E\u003Cp\u003E4. Creación de un anuncio de video.\u003C/p\u003E\u003Cp\u003ESiéntete libre de ingresar ahora y completar el curso, mantente en contacto en caso de que necesites mi ayuda!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout ME:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUse paid advertising to grow your business under my mentorship. Served more then 80 clients since 2015 and teaching all strategies inside my training programs! \u003Cbr\u003EI started my agency in 2015 \u0026amp; have worked with the biggest sales trainer of Pakistan along with big brands as an employee. I also run my eCommerce store and have trained over 2000 students directly. \u003C/p\u003E\u003Cp\u003EMy training will help you build your own business from scratch, run your own agency or eCommerce business or even manage international clients on Fiverr and Upwork. \u003C/p\u003E\u003Cp\u003EMy students are hitting 6-figures after using all the strategies that I have taught them.\u003C/p\u003E\u003Cp\u003EI have over 600k students on Udemy with more then 30 courses and 3000\u002B reviews.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Spanish","courseUri":"https://www.udemy.com/course/marketing-facebook-ads-leads-clientes-ventas-2020-2021-social-media/","imageUri":"https://img-c.udemycdn.com/course/750x422/3705956_0dd0_2.jpg","duration":"33 mins","enrolledStudentsCount":"7,357 students","lastUpdated":"Last updated 12/2020","targetAudiences":["•\tCualquier persona que desee aprender acerca de Marketing de Facebook","•\tCualquier persona que desee generar ingresos ofreciendo la generación de clientes fidelizados a través de Facebook."],"tags":["Marketing","Social Media Marketing","Facebook Marketing"],"rating":{"count":46,"averageValue":"4.8"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243},{"name":"Juan Daghero","url":"/user/juan-daghero/","totalNumberOfStudents":38230,"totalNumberOfReviews":496,"averageRating":4.15418616835443}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/ecommerce-product-launch-private-label-dropshipping-pl-yasirahmedmba/":{"courseDetails":{"courseId":4475564,"title":"Ecommerce Product Launch Vs Private Label Vs Dropshipping","shortDescription":"Hindi~ In This live session understand major business models and how each works in digital world.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThis training is in hindi/urdu\u003C/strong\u003E and will teach you exactly what you need to do in order to get started with \u003Cstrong\u003EFacebook ads\u003C/strong\u003E. Most people have no idea how to get started \u003Cstrong\u003Ethus they fail\u003C/strong\u003E and they give up. BUT let me tell you that this training covers every single basic but important thing you need to know to create your perfect Facebook ad without a problem.\u003C/p\u003E\u003Cp\u003E1. The easiest way to make your first ad account.\u003C/p\u003E\u003Cp\u003E2. Selecting right currently \u0026amp; timezone.\u003C/p\u003E\u003Cp\u003E3. Creating your first Ad perfectly.\u003C/p\u003E\u003Cp\u003E4. Accessing Ads manager.\u003C/p\u003E\u003Cp\u003E5. Full Session Ecommerce Product Launch Vs Private Label Vs Dropshipping \u003C/p\u003E\u003Cp\u003E6. Giving access to your ads manager.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis will cover all the basics that will help you get started so in case you are a person who would like to learn this skill then feel free to become a student.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee Real Results:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn 2020 I taught this training offline to more than 1500 students (Urdu/Hindi) speakers through the platform.\u003Cbr\u003EYou can check out my Instagram \u0026amp; Facebook page to \u003Cstrong\u003Echeck real student results\u003C/strong\u003E that I have posted during the past year.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETake This Course if you want to learn Facebook advertising.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou will be able to optimize your Facebook ads by testing our strategies. You will be able to create and make use of EVERY type of Facebook ad. You will be able to grow your Facebook page likes and post engagement. You will be able to find new customers that will drive your brand to new heights via online marketing.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf you understand Hindi/Urdu then enroll In this training!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EJazakallah!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout ME:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUse paid advertising to grow your business under my mentorship. Served more then 80 clients since 2015 and teaching all strategies inside my training programs! \u003Cbr\u003EI started my agency in 2015 \u0026amp; have worked with the biggest sales trainer of Pakistan along with big brands as an employee. I also run my eCommerce store and have trained over 2000 students directly. \u003C/p\u003E\u003Cp\u003EMy training will help you build your own business from scratch, run your own agency or eCommerce business or even manage international clients on Fiverr and Upwork. \u003C/p\u003E\u003Cp\u003EMy students are hitting 6-figures after using all the strategies that I have taught them.\u003C/p\u003E\u003Cp\u003EI have over 600k students on Udemy with more then 30 courses and 3000\u002B reviews.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/ecommerce-product-launch-private-label-dropshipping-pl-yasirahmedmba/","imageUri":"https://img-c.udemycdn.com/course/750x422/4475564_a5ab.jpg","duration":"1,5 saat","enrolledStudentsCount":"2.758 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["anyone interested in digital marketing or social media marketing"],"tags":["Pazarlama","Sosyal Medya Pazarlama","E-Ticaret"],"rating":null,"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/configuracion-optimizacion-pagina-facebook-marketing-digital-2021/":{"courseDetails":{"courseId":3705964,"title":"Configuración y Optimizacion de tu Página de Facebook 2022","shortDescription":"Configura el Perfil Online de Tu Empresa En Facebook para Optimizar tu SEO","longDescription":"\u003Cp\u003EConfigura la identidad online para tu empresa sin ningún costo para posicionarte en la cima de las búsquedas orgánicas rápidamente y de manera sencilla.\u003C/p\u003E\u003Cp\u003ETe enseñaremos a configurar tu Página de Facebook de cualquier negocio para aparecer en los resultados orgánicos de búsqueda, y también a vender de manera sencilla tu empresa o servicio.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EComentarios de 5 estrellas por estudiantes: \u003Cbr\u003E1) \u003C/strong\u003E\u003Cem\u003EEstoy muy satisfecha con este curso. Es muy útil para aquellas personas que están comenzando y desear conseguir presencia en Social Media. Es altamente recomendable. El instructor es directo y agradable. \u003C/em\u003E~ \u003Cstrong\u003EHiren Kakkad\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2) \u003C/strong\u003E\u003Cem\u003EFue un curso muy revelador para mí, ahora he adquirido mucha información nueva y adecuada acerca del marketing digital. \u003C/em\u003E~\u003Cstrong\u003E Ayodeji Oluwasegun\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3) \u003C/strong\u003EInformación muy útil, me encanto este curso. ~ \u003Cstrong\u003EZkshiekh khursheed\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003E\u003C/strong\u003EEsta sección contiene información y herramientas de las plataformas más importantes en social media, aprenderás habilidades para poder comenzar cualquier negocio desde cero, o para optimizar una empresa ya existente y así conseguir mejores resultados.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDetalles del curso: \u003C/strong\u003E\u003Cbr\u003EPasaras de principiante a experto con cada sección de esta serie. Aquí se encuentra la información básica, en el futuro crearemos cursos para personas con nivel intermedio y avanzado y tu instructor te mostrara cada paso de cada uno de los capítulos.\u003C/p\u003E\u003Cp\u003EPara el final de este curso ganaras \u003Cstrong\u003Econfianza en tu nueva habilidad \u003C/strong\u003Ey sabrás exactamente lo que tienes que hacer para realizar configuraciones o para optimizar y operar las redes sociales de tu propia empresa o la de tus clientes.\u003C/p\u003E\u003Cp\u003ETodas las estrategias, consejos, técnicas y herramientas recomendadas son \u003Cstrong\u003Egratuitas o muy rentables con óptimos resultados.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETambién obtendrás:\u003C/strong\u003E\u003Cbr\u003E* La oportunidad de unirte a nuestros cursos de nivel Intermedio \u0026amp; Experto para actualizar tus habilidades.\u003C/p\u003E\u003Cp\u003E* Coaching personal, individual o grupal.\u003C/p\u003E\u003Cp\u003E* Acceso vitalicio al curso.\u003C/p\u003E\u003Cp\u003E* Buena atención y eficacia en la sección de preguntas y respuestas.\u003C/p\u003E\u003Cp\u003E* Certificado de Udemy al completar el curso para descargar.\u003C/p\u003E\u003Cp\u003E* Garantía de 30 días, reembolso sin preguntas.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEsta oferta no durara para siempre.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIngresa ahora y toma el primer paso para convertirte en un experto en Social Media, Marketing Online y Video Marketing!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Spanish","courseUri":"https://www.udemy.com/course/configuracion-optimizacion-pagina-facebook-marketing-digital-2021/","imageUri":"https://img-b.udemycdn.com/course/750x422/3705964_1f55_2.jpg?secure=-rKRw6V930i54C9KfGW6nw%3D%3D%2C1644317353","duration":"44 mins","enrolledStudentsCount":"8,011 students","lastUpdated":"Last updated 12/2020","targetAudiences":["•\tQuien quiera desarrollar una carrera en Marketing de Social Media","•\tFreelancers y personas que no saben por dónde comenzar.","•\tPersonas que desean configurar las plataformas online de su negocio."],"tags":["Marketing","Social Media Marketing","Facebook Marketing"],"rating":{"count":70,"averageValue":"4.8"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243},{"name":"Juan Daghero","url":"/user/juan-daghero/","totalNumberOfStudents":38230,"totalNumberOfReviews":496,"averageRating":4.15418616835443}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/facebook-ads-pixel-shopify-apple-ios14-ecommerce-wordpress/":{"courseDetails":{"courseId":4071668,"title":"Facebook Pixel Tracking Shopify ~ Apple iOS14 ~ Ecommerce","shortDescription":"Hindi ~ Setup Your Business Manager \u0026 Facebook Pixel Events after IOS changes \u0026 Fix Disbaled Ad Accounts in 2022","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThis training is in hindi/urdu\u003C/strong\u003E and will teach you exactly what you need to do in order to get started with \u003Cstrong\u003EFacebook ads\u003C/strong\u003E. Most people have no idea how to get started \u003Cstrong\u003Ethus they fail\u003C/strong\u003E and they give up. BUT let me tell you that this training covers every single basic but important thing you need to know to create your perfect Facebook ad without a problem.\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E Learn How To Run Facebook Ads (basic)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E Install Pixel On Shopify\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E Setup Business Manger For Ecommerce - IOS 14 Changes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVerify Your Website Domain In Business Manger - IOS 14 Changes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESet Aggregated Event Measurement For Facebook IOS 14 Changes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFix Disabled Facebook Ad Account And Chat Support\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESpecial Message From Me\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EThis will cover all the basics that will help you get started so in case you are a person who would like to learn this skill then feel free to become a student.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESee Real Results:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn 2020 I taught this training offline to more than 1500 students (Urdu/Hindi) speakers through the platform.\u003Cbr\u003EYou can check out my Instagram \u0026amp; Facebook page to \u003Cstrong\u003Echeck real student results\u003C/strong\u003E that I have posted during the past year.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETake This Course if you want to learn Facebook advertising.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou will be able to optimize your Facebook ads by testing our strategies. You will be able to create and make use of EVERY type of Facebook ad. You will be able to grow your Facebook page likes and post engagement. You will be able to find new customers that will drive your brand to new heights via online marketing.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf you understand Hindi/Urdu then enroll In this training!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EJazakallah!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout ME:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUse paid advertising to grow your business under my mentorship. Served more then 80 clients since 2015 and teaching all strategies inside my training programs! \u003Cbr\u003EI started my agency in 2015 \u0026amp; have worked with the biggest sales trainer of Pakistan along with big brands as an employee. I also run my eCommerce store and have trained over 2000 students directly. \u003C/p\u003E\u003Cp\u003EMy training will help you build your own business from scratch, run your own agency or eCommerce business or even manage international clients on Fiverr and Upwork. \u003C/p\u003E\u003Cp\u003EMy students are hitting 6-figures after using all the strategies that I have taught them.\u003C/p\u003E\u003Cp\u003EI have over 600k students on Udemy with more then 30 courses and 3000\u002B reviews.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/facebook-ads-pixel-shopify-apple-ios14-ecommerce-wordpress/","imageUri":"https://img-c.udemycdn.com/course/750x422/4071668_8cb4_2.jpg","duration":"1 saat","enrolledStudentsCount":"2.949 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["anyone who wants to fix problem with facebook ads after apple IOS 14 update","facebook marketer","business owners"],"tags":["Pazarlama","Sosyal Medya Pazarlama","Facebook Reklamları"],"rating":{"count":13,"averageValue":"4.6"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/social-media-marketing-digital-marketing-masterclass-for-beginners/":{"courseDetails":{"courseId":1665286,"title":"Digital Marketing Business Online For Free Social Media 2022","shortDescription":"Setup Online Profiles For Your business on Facebook, Instagram \u0026 Google My Business \u0026  website to get optimized SEO","longDescription":"\u003Cp\u003ESetup your online identity for business with no cost to get you on top of organic search quick and easy\u003Cstrong\u003E\u003Cbr\u003E\u003C/strong\u003EWe teach you how to setup your Digital \u0026amp; Social media platforms for any business to appear in organic search results \u0026amp; market it very easy to promote your business or service.\u003Cstrong\u003E\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E5 Star reviews By Students:\u0026nbsp;\u003Cbr\u003E1)\u0026nbsp;\u003C/strong\u003E\u003Cem\u003EI am very much satisfied with the course. It is really helpful to those who are having their start-up and want to create a presence on Social Media. It\u0027s strongly recommended. The instructor is really to the point and engaging. \u003C/em\u003E ~\u0026nbsp; \u003Cstrong\u003EHiren Kakkad\u0026nbsp; \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2) \u003C/strong\u003E\u003Cem\u003EIt was an eye-opening course for me and have gotten new and adequate knowledge about digital marketing \u003C/em\u003E ~\u003Cstrong\u003E Ayodeji Oluwasegun\u003C/strong\u003E\u0026nbsp; \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3)\u0026nbsp;\u003C/strong\u003EVery helpful, love this\u0026nbsp; Zkshiekh khursheed\u003Cstrong\u003E\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDo not enroll if you are at intermediate level with your social media skills. \u003Cbr\u003E\u003Cbr\u003E\u003C/strong\u003EThis part contains knowledge and skills from top platforms of social media, you can use these skills to get any business started from scratch or update changes into any existing business to get higher results.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EWhat you will learn :\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1) \u003Cstrong\u003E\u003Cem\u003EGoogle My Business\u003C/em\u003E \u003C/strong\u003E- Get Find On Google Map \u0026amp; get organic traffic along with a free website to showcase your business.\u003C/p\u003E\u003Cp\u003E2)\u003Cem\u003E\u0026nbsp;\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003EFacebook Marketing\u003C/em\u003E\u003C/strong\u003E - Setting up your facebook page with optimized keywords, automate page \u0026amp; engage with the audience..\u003C/p\u003E\u003Cp\u003E3) \u003Cstrong\u003E\u003Cem\u003EInstagram Marketing\u003C/em\u003E\u003C/strong\u003E - Easy was to make a business profile in minutes \u0026amp; sharing about your business with the right hashtags.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse details :\u0026nbsp;\u003C/strong\u003E\u003Cbr\u003EYou\u0027ll go from beginner to extremely high-level with each part of the series. This is the basic \u0026amp; in future, we will create courses for people at intermediate \u0026amp; advance level and your instructor will take you through\u0026nbsp;each step\u0026nbsp;of each part of the career development series.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003EBy the end of the course, you will be \u003Cstrong\u003Econfident with your skill\u003C/strong\u003E and would know exactly what you need to have to do in setting up or handling social media for your own business,\u0026nbsp; at work or for your own clients.\u003C/p\u003E\u003Cp\u003EAll the strategies, tips, techniques and tools recommended are either\u0026nbsp;\u003Cstrong\u003Efree or very cost-effective \u0026amp; result oriented.\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou\u0027ll also get:\u003C/strong\u003E\u003Cbr\u003E* Chance to join our intermediate \u0026amp; Expert level courses to update your skill.\u003C/p\u003E\u003Cp\u003E* Personal coaching for individuals and teams.\u003C/p\u003E\u003Cp\u003E* Lifetime Access to The Course\u003C/p\u003E\u003Cp\u003E* Fast \u0026amp; Friendly Support in the Q\u0026amp;A section\u003C/p\u003E\u003Cp\u003E* Udemy Certificate of Completion Ready for Download\u003C/p\u003E\u003Cp\u003E* A 30 Day \u0022No Questions Asked\u0022 Money Back Guarantee!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis offer won\u0027t last forever.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEnroll today \u0026amp; take your first step in becoming a Social Media, Online Marketing \u0026amp; Video Marketing Expert!\u003Cbr\u003E\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/social-media-marketing-digital-marketing-masterclass-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/1665286_b4a5_17.jpg","duration":"2 Stunden","enrolledStudentsCount":"20.259 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 1/2022","targetAudiences":["Who wants to develop a career in Social Media Marketing","Freelancers \u0026 people who don\u0027t know where to start.","People who want to setup their business platforms online"],"tags":["Marketing","Social-Media-Marketing","Social-Media-Marketing"],"rating":{"count":154,"averageValue":"4.6"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/facebook-marketing-for-lead-generation-2020/":{"courseDetails":{"courseId":2647940,"title":"Facebook Ads And Marketing - Lead Generation Pro - 2022","shortDescription":"Generate Leads Like A Pro Using Facebook Advertising strategy for your business or clients.","longDescription":"\u003Cp\u003EThis course will teach you all that you need to know to get started with lead generation quick and easy. These are all practical examples that I have used to generate leads for different businesses.\u003C/p\u003E\u003Cp\u003ETopics Include\u0026nbsp;:\u0026nbsp;\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EUnderstand Lead Generation in 30 seconds\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to access your ads manager\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESetting Up lead Generation campaign\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAd budget, audience \u0026amp; scheduling\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing Video kit to transform your ad creative.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMaking A Lead Generation Form\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConversion tracking \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESetting up facebook Pixel\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E191 Leads Generated - Case Study Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E$1500 Product Case Study \u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EMake sure you enroll in this course and learn something useful out of it!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout ME:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUse paid advertising to grow your business under my mentorship. Served more then 80 clients since 2015 and teaching all strategies inside my training programs! \u003Cbr\u003EI started my agency in 2015 \u0026amp; have worked with the biggest sales trainer of Pakistan along with big brands as an employee. I also run my eCommerce store and have trained over 2000 students directly. \u003C/p\u003E\u003Cp\u003EMy training will help you build your own business from scratch, run your own agency or eCommerce business or even manage international clients on Fiverr and Upwork. \u003C/p\u003E\u003Cp\u003EMy students are hitting 6-figures after using all the strategies that I have taught them.\u003C/p\u003E\u003Cp\u003EI have over 600k students on Udemy with more then 30 courses and 3000\u002B reviews.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/facebook-marketing-for-lead-generation-2020/","imageUri":"https://img-c.udemycdn.com/course/750x422/2647940_c3fa.jpg","duration":"2.5 hours","enrolledStudentsCount":"50,422 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Anyone who wants to start lead generating leads from facebook","People who want to start lead generation business"],"tags":["Marketing","Social Media Marketing"],"rating":{"count":243,"averageValue":"4.0"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"7.040 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/the-complete-wordpress-developer-course-w/":{"courseDetails":{"courseId":1490124,"title":"Complete Wordpress Website Developer Course","shortDescription":"Learn WordPress step by step to make beautiful blogs, websites,e-commerce sites to start your business ONLINE.","longDescription":"\u003Cp\u003EThis is one of the best WordPress course you will ever find. WordPress is now powering more than 43% of all websites in the world, there\u0027s never been a better time to build an income and a business around it.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis is the course of our students. New lecture are added every month and, at anytime on the request of the student.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou\u0027re here because you want to master WordPress, right? Good idea. You\u0027re in the right place. And, you can do it without learning any programming or coding.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWhile WordPress is open source, and because of that has thousands of developers building resources for it, it still takes quite a bit of learning to become a master at building and managing websites with it. But you don\u0027t have to worry about anything. I will teach you everything that you need to know. I will cover every single topic from the very basic to super advanced. I will start by teaching you about what is WordPress and why should you be using it and who is using it. Then I will teaching you how to install WordPress and how to do content creations in WordPress. I will cover menus, widgets, settings right to publishing your website online.\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/the-complete-wordpress-developer-course-w/","imageUri":"https://img-b.udemycdn.com/course/750x422/1490124_3f2f_2.jpg?secure=gH5N7rtybT0N7B7rdV0SDA%3D%3D%2C1644315365","duration":"4,5 saat","enrolledStudentsCount":"185.810 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["Anyone who wants to learn Wordpress.","Anyone who wants to create Websites, Blogs and E-Commerce sites with Ease.","Anyone who wants to start their Web Design business.","Anyone who wants to become a Web Developer."],"tags":["Yazılım Geliştirme","Web Geliştirme","WordPress"],"rating":{"count":1508,"averageValue":"4.3"},"instructors":[{"name":"Shubham Saurav","url":"/user/da8c5bec-1e02-4465-b5b7-867a3f7016e3/","totalNumberOfStudents":222120,"totalNumberOfReviews":2173,"averageRating":4.217729024496644}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"CF907781CDD8AC910218","originalPrice":"3.200 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/drupal-masterclass/":{"courseDetails":{"courseId":1894054,"title":"Drupal For Absolute Beginners (2022)","shortDescription":"The Most Comprehensive Course To Start Learning Latest And Greatest Drupal From Scratch","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThis is The BEST Course To Start Learning Latest And Greatest Drupal From Scratch. Drupal is now powering more than 1,000,000 websites in the world, there\u0027s never been a better time to build an income and business around it.\u003C/strong\u003E\u003Cbr\u003E\u003Cbr\u003EIf you want to master Drupal to build a Business or to impress your potential Employer then, you\u0027ve come to the right place.\u003Cbr\u003EHi there, my name is Shubham and YOU\u0026nbsp;are going on an exciting learning adventure with me. \u003C/p\u003E\u003Cp\u003EIn the entire exiting course I will be teach you the ins and out of Drupal. You will learn everything that you need to know. And by the end of the course you will become and expert in Drupal. \u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EHere is a glimpse of what you are going to learn :-\u0026gt;\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EInstallation of Drupal on localhost\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBrief Introduction to all the features of Drupal\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Content on Your Drupal Site\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating User and User Roles\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdding Permission to User Roles\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBlocks and Conditionally Displaying Blocks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdding Link to Menu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate and Displaying Menu using Blocks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMaking URL pretty using URL Alias\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstalling Modules\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGenerating URL Aliases using PathAuto\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomizing Contact Form\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstalling Themes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMuch, much more.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will get from this course?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EStep by Step HD video tutorial\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAn awesome community\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELifetime Updates\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EHow this course is different than other course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is the most comprehensive course about Drupal that comes with a great support. We are open to lecture request . We answer every single question of our students. \u003C/p\u003E\u003Cp\u003EI have taught over 90,000 happy students on Udemy alone and this number is increasing rapidly. There is no risk involved in taking the course as I provide 30 days money back guarantee with No-Question-Asked. \u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EDon\u0027t Wait for the time. Now is the time. Enroll now.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/drupal-masterclass/","imageUri":"https://img-c.udemycdn.com/course/750x422/1894054_b286_3.jpg","duration":"1,5 saat","enrolledStudentsCount":"53.565 öğrenci","lastUpdated":"Son güncelleme tarihi: 10/2020","targetAudiences":["Anyone who want to become a Drupal expert","Anyone who want to become a Website Developer","Anyone who want to build Complex Websites","Web developers who wants to impress their Potential Employer","Anyone who have the urge to learn Drupal"],"tags":["Yazılım Geliştirme","Web Geliştirme","Drupal"],"rating":{"count":229,"averageValue":"4.2"},"instructors":[{"name":"Shubham Saurav","url":"/user/da8c5bec-1e02-4465-b5b7-867a3f7016e3/","totalNumberOfStudents":222120,"totalNumberOfReviews":2173,"averageRating":4.217729024496644}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2B35D6D0F48FBCFA2E0F","originalPrice":"3.200 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/facebook-ads-marketing-lead-generation-business-digital-marketing/":{"courseDetails":{"courseId":2575458,"title":"Facebook Ads Marketing - Start Lead Generation Business 2022","shortDescription":"Use Facebook Advertising to generate leads for any business, my secret method be very useful even if you are new to this","longDescription":"\u003Cp\u003EStart your own lead generation business by implementing exactly what \u003Cstrong\u003EI\u003C/strong\u003E do to generate leads for any business in the world. I have included my $1500 Product Case Study with 20 Times Revenue Generated by each lead. \u003C/p\u003E\u003Cp\u003ETopics explained in detail are :\u0026nbsp;\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E$1500 Product Case Study\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E Setting Up Your Facebook Pixel\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESetting Up Your Lead Generation Campaign\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFinalizing Winning\u0026nbsp; Ad Creative\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EFeel Free to enroll now \u0026amp; complete the course and stay in touch if you need my help with anything l!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout ME:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUse paid advertising to grow your business under my mentorship. Served more then 80 clients since 2015 and teaching all strategies inside my training programs! \u003Cbr\u003EI started my agency in 2015 \u0026amp; have worked with the biggest sales trainer of Pakistan along with big brands as an employee. I also run my eCommerce store and have trained over 2000 students directly. \u003C/p\u003E\u003Cp\u003EMy training will help you build your own business from scratch, run your own agency or eCommerce business or even manage international clients on Fiverr and Upwork. \u003C/p\u003E\u003Cp\u003EMy students are hitting 6-figures after using all the strategies that I have taught them.\u003C/p\u003E\u003Cp\u003EI have over 600k students on Udemy with more then 30 courses and 3000\u002B reviews.\u003C/p\u003E\u003Cp\u003EMy students are hitting 6-figures after using all the strategies that I have taught them.\u003C/p\u003E\u003Cp\u003EI have over 600k students on Udemy with more then 30 courses and 3000\u002B reviews.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/facebook-ads-marketing-lead-generation-business-digital-marketing/","imageUri":"https://img-c.udemycdn.com/course/750x422/2575458_4a6e.jpg","duration":"2.5 hours","enrolledStudentsCount":"25,166 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Anyone who wants to learn facebook marketin","Anyone who wants to make money by offering lead generation with facebook"],"tags":["Marketing","Social Media Marketing","Facebook Ads"],"rating":{"count":51,"averageValue":"3.8"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/digital-marketing-with-google-my-business-seo-website-local-listing/":{"courseDetails":{"courseId":2018488,"title":"Facebook Ads Google My Business \u0026 Google Ads (Adwords) 2022","shortDescription":"Get started with Facebook Marketing, Create Google My Business \u0026 Website On Google Maps \u0026 Run Google PPC Ads \u0026 Keyword","longDescription":"\u003Cp\u003EWelcome to this course where you will learn to create your presence on Google Maps \u0026amp; Google searches. (Take this course so your business can appear on Google Map)\u0026nbsp;\u0026nbsp;\u003C/p\u003E\u003Cp\u003ERun facebook ads quick and easy and google ads aswell\u003C/p\u003E\u003Cp\u003EGoogle’s search engine will ensure highest visibility for your business and will help you get customers when they are looking for you!\u003Cbr\u003E\u003Cbr\u003EWe design this course for anyone seeking\u0026nbsp; to launch a career in online marketing, Or anyone seeking to add a digital component to their existing marketing skill set.\u003C/p\u003E\u003Cp\u003EBuild online visibility in Google Maps and Google Search \u0026amp; Showcase business location for those trying to find you.\u003C/p\u003E\u003Cp\u003EYou can open your doors to people by taking them on a 360-degree virtual tour\u003C/p\u003E\u003Cp\u003EPhone number and website address you list are click able. It takes just a click to contact you.\u003C/p\u003E\u003Cp\u003EWith online reviews, you can interact with customers when they rate your business.\u003C/p\u003E\u003Cp\u003EIf you are new to digital then with this first step to market your business online you will also be able earn good money on freelance sites\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EHow You Would Learn\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe will be teaching you how to create a your business listing form scratch.\u003C/p\u003E\u003Cp\u003ENot only would cover the details of the section but also show you with real life example.\u003C/p\u003E\u003Cp\u003ETogether will talk you through\u0026nbsp; the entire process step by step\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETake This Course If\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you \u0026nbsp;want\u0026nbsp;to launch a career in Online marketing \u0026amp; attract local companies to earn good money \u003C/p\u003E\u003Cp\u003EIf you want\u0026nbsp;to do their own marketing.\u003C/p\u003E\u003Cp\u003ELearn most important aspects of business marketing\u003C/p\u003E\u003Cp\u003EStay connected to learn Social Media, Digital Marketing \u0026amp; Video Marketing!\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/digital-marketing-with-google-my-business-seo-website-local-listing/","imageUri":"https://img-c.udemycdn.com/course/750x422/2018488_ec8e_2.jpg","duration":"2 saat","enrolledStudentsCount":"8.721 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["Anyone trying to launch a career in digital marketing","Entrepreneurs, bloggers, freelancers \u0026 business owners who don\u0027t know where to get started","Anyone wanting to do your own marketing","Anyone looking to start a pick up highly paid freelancing skills","Anyone seeking to add a digital component to their existing marketing skillset"],"tags":["Pazarlama","Dijital Pazarlama","Dijital Pazarlama"],"rating":{"count":48,"averageValue":"4.6"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/estrategias-pro-targeting-audiencia-facebook-ads-digital-social-media/":{"courseDetails":{"courseId":3705892,"title":"Estrategias Pro de Targeting de Audiencia con Facebook Ads","shortDescription":"Estrategias de direccionamiento hacia una audiencia en Marketing de Facebook. Más clientes, Ventas y Leads en 2022","longDescription":"\u003Cp\u003EComienza a utilizar Marketing para Facebook y aprende a direccionarte hacia la audiencia perfecta sin problemas. Estos son los temas que abordaremos:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E1 – Creando tu primer anuncio con la nueva interfaz de Facebook\u003C/p\u003E\u003Cp\u003E2 – Promoción de publicación VS Administrador de Anuncios\u003C/p\u003E\u003Cp\u003E3 – Creando anuncios para obtener Likes\u003C/p\u003E\u003Cp\u003E4 - Aspectos básicos de como dirigirse a una audiencia en Facebook\u003C/p\u003E\u003Cp\u003E5 - Estrategia #1 - Poderosa y Simple\u003C/p\u003E\u003Cp\u003E6 - Estrategia #2 – Prueba para conseguir audiencia\u003C/p\u003E\u003Cp\u003E7 - Estrategia #3 – Testea anuncios como un profesional\u003C/p\u003E\u003Cp\u003E8 - Estrategia #4 – Utilizando Audience Insights\u003C/p\u003E\u003Cp\u003E9 - Comprendiendo la herramienta de investigación\u003C/p\u003E\u003Cp\u003E10 - Estrategia #5 – Orientando hacia audiencias ocultas\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout ME:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUse paid advertising to grow your business under my mentorship. Served more then 80 clients since 2015 and teaching all strategies inside my training programs! \u003Cbr\u003EI started my agency in 2015 \u0026amp; have worked with the biggest sales trainer of Pakistan along with big brands as an employee. I also run my eCommerce store and have trained over 2000 students directly. \u003C/p\u003E\u003Cp\u003EMy training will help you build your own business from scratch, run your own agency or eCommerce business or even manage international clients on Fiverr and Upwork. \u003C/p\u003E\u003Cp\u003EMy students are hitting 6-figures after using all the strategies that I have taught them.\u003C/p\u003E\u003Cp\u003EI have over 600k students on Udemy with more then 30 courses and 3000\u002B reviews.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"İspanyolca","courseUri":"https://www.udemy.com/course/estrategias-pro-targeting-audiencia-facebook-ads-digital-social-media/","imageUri":"https://img-c.udemycdn.com/course/750x422/3705892_5cdd_3.jpg","duration":"1 saat","enrolledStudentsCount":"9.279 öğrenci","lastUpdated":"Son güncelleme tarihi: 12/2020","targetAudiences":["•\tCualquier persona que desee aprender sobre Facebook Ads"],"tags":["Pazarlama","Sosyal Medya Pazarlama","Facebook Pazarlama"],"rating":{"count":58,"averageValue":"4.7"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243},{"name":"Juan Daghero","url":"/user/juan-daghero/","totalNumberOfStudents":38230,"totalNumberOfReviews":496,"averageRating":4.15418616835443}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/facebook-ads-marketing-targeting-strategy-2021-2020/":{"courseDetails":{"courseId":3627690,"title":"Facebook Ads Targeting Strategies For Success Fast 2022","shortDescription":"Facebook Marketing Targeting Strategy To Find More Customers, sales and leads","longDescription":"\u003Cp\u003EGet started with Facebook marketing and learn to target the perfect audience without any problem. The following are the topics covered :\u0026nbsp;\u003C/p\u003E\u003Cp\u003E1 - Making your first ad With Facebook New Interface\u003C/p\u003E\u003Cp\u003E2 - Boost Post Vs Ads Manager\u003C/p\u003E\u003Cp\u003E3 - Creating Page Likes Ad\u003C/p\u003E\u003Cp\u003E4 - Facebook Audience Targeting Basic\u003C/p\u003E\u003Cp\u003E5 - Strategy#1 - Most Powerful Yet Simple \u003C/p\u003E\u003Cp\u003E6 - Strategy#2 - Winning Audience Testing\u003C/p\u003E\u003Cp\u003E7 - Strategy#3 - Creative Testing Like A Pro\u003C/p\u003E\u003Cp\u003E8 - Strategy#4 - Using Audience Insights\u003C/p\u003E\u003Cp\u003E9 - Understanding Research Tool\u003C/p\u003E\u003Cp\u003E10 - Strategy#5 - Targetting Hidden Audiences\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.This training will change the way you run ads.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEnroll in this training to get started!\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/facebook-ads-marketing-targeting-strategy-2021-2020/","imageUri":"https://img-c.udemycdn.com/course/750x422/3627690_dc04_3.jpg","duration":"1 saat","enrolledStudentsCount":"26.865 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["Anyone who wants to learn facebook ads"],"tags":["Pazarlama","Sosyal Medya Pazarlama","Facebook Reklamları"],"rating":{"count":111,"averageValue":"3.8"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/online-marketing-with-google-my-business-digital-marketing/":{"courseDetails":{"courseId":1683958,"title":"Digital Marketing Business With Google My Business - 2022","shortDescription":"Tutorial to appear on Google Maps \u0026 Organic Search Listing - Free Website - SEO - Digital presence for local business","longDescription":"\u003Cp\u003ELearn to create your presence on Google Maps \u0026amp; Google searches. (Take this course so your business can appear on Google Map)\u0026nbsp;\u003C/p\u003E\u003Cp\u003EGoogle’s search engine will ensure highest visibility for your business and will help you get customers when they are looking for you!\u003Cbr\u003E\u003Cstrong\u003E\u003Cem\u003E5 Star Ratings by Students :\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EExcellent information.. Gold mine stuff.. Thank you!!\u0026nbsp; ~\u003Cstrong\u003E\u0026nbsp;Lavanya Jayavant\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIt is useful, simple and easy to understand. ~\u0026nbsp;\u003Cstrong\u003EAleema khan\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVery useful information and very well presented. I am glad I found this course. I will be using this information in my web development and SEO business. ~ \u003Cstrong\u003ERobert Deans\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIt is very convenient and easy to grasp ~\u0026nbsp;\u003Cstrong\u003EVanshika Thakur\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOne of the finest knowledge one can gain with an opportunity to explore and learn..\u0026nbsp;would recommend other friends to definitely enroll in the course ~\u0026nbsp;\u003Cstrong\u003EFaizan Ahmed\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWow, I have been working for such a long time but had no idea about this service. I will implement this right now. My business never appeared on the map before. Thank you very much.\u0026nbsp;I want more customers to know about my repair shop. ~ \u003Cstrong\u003EJames Welsh\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EI was wonderful experience I have never seen that kind of experience one of the best professional course its help me a lot to understand and clear my point. Thanks for the instructor and udemy this is one of the best course.\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;~ \u003Cstrong\u003EAdnan Hussain\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EBenefits\u003C/em\u003E\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWe design this course for anyone seeking\u0026nbsp; to launch a career in online marketing, Or anyone seeking to add a digital component to their existing marketing skill set.\u003C/p\u003E\u003Cp\u003EBuild online visibility in Google Maps and Google Search \u0026amp; Showcase business location for those trying to find you.\u003C/p\u003E\u003Cp\u003EYou can open your doors to people by taking them on a 360-degree virtual tour\u003C/p\u003E\u003Cp\u003EPhone number and website address you list are click able. It takes just a click to contact you.\u003C/p\u003E\u003Cp\u003EWith online reviews, you can interact with customers when they rate your business.\u003C/p\u003E\u003Cp\u003EIf you are new to digital then with this first step to market your business online you will also be able earn good money on freelance sites\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EHow You Would Learn\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe will be teaching you how to create a your business listing form scratch.\u003C/p\u003E\u003Cp\u003ENot only would cover the details of the section but also show you with real life example.\u003C/p\u003E\u003Cp\u003ETogether will talk you through\u0026nbsp; the entire process step by step\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETake This Course If\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you \u0026nbsp;want\u0026nbsp;to launch a career in Online marketing \u0026amp; attract local companies to earn good money \u003C/p\u003E\u003Cp\u003EIf you want\u0026nbsp;to do their own marketing.\u003C/p\u003E\u003Cp\u003ELearn most important aspects of business marketing\u003C/p\u003E\u003Cp\u003EStay connected to learn Social Media, Digital Marketing \u0026amp; Video Marketing!\u003Cbr\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/online-marketing-with-google-my-business-digital-marketing/","imageUri":"https://img-c.udemycdn.com/course/750x422/1683958_677a_4.jpg","duration":"1,5 saat","enrolledStudentsCount":"29.482 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["Anyone trying to launch a career in digital marketing","Entrepreneurs, bloggers, freelancers \u0026 business owners who don\u0027t know where to get started","Anyone wanting to do your own marketing","Anyone looking to start a pick up highly paid freelancing skills","Anyone seeking to add a digital component to their existing marketing skillset."],"tags":["Pazarlama","Dijital Pazarlama","Dijital Pazarlama"],"rating":{"count":191,"averageValue":"4.5"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/learn-javascript-step-by-step-in-hindi/":{"courseDetails":{"courseId":3569891,"title":"सीखें Javascript Programming हिन्दी में","shortDescription":"Learn Javascript Programming Language easily In Hindi. Every Topic is explained in simple way using हिन्दी language.","longDescription":"\u003Cp\u003E\u003Cstrong\u003Eनमस्कार दोस्तों!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003Eजावास्क्रिप्ट(Javascript) वह भाषा है जिसे आधुनिक डेवलपर्स को जानना, और अच्छी तरह से जानना होगा। वास्तव में जावास्क्रिप्ट जानने से आपको नौकरी मिल जाएगी, और आप quality web application का निर्माण करने में सक्षम होंगे।\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003Eइस पाठ्यक्रम में, आप जावास्क्रिप्ट के मूल सिद्धांतों को सीखेंगे, variables, constants, conditionals, loop, function जैसे बुनियादी निर्णय प्रोग्रामिंग अवधारणाओं को सीखेंगे। आप इस भाषा की सुंदरता और शक्ति को सीखेंगे जो आज आधुनिक सॉफ्टवेयर विकास में सबसे आगे है।\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003Eप्रोग्रामिंग में 6 साल के अनुभव के साथ, मैं अपना ज्ञान आपके साथ साझा करता हूं। इस कोर्स में, मैं आपको निम्नलिखित अवधारणाएं सिखाऊंगा।\u003C/p\u003E\u003Cp\u003E1. Downloading Code Editor and Browser\u003Cbr\u003E2. First line of code: Hello World \u003Cbr\u003E3. Preferences \u003Cbr\u003E4. Comments\u003Cbr\u003E5. Variables\u003Cbr\u003E6. Constant\u003Cbr\u003E7. Variable\u003Cbr\u003E8. Naming Rules\u003Cbr\u003E9. Data Types \u003Cbr\u003E10. String\u003Cbr\u003E11. Arithmetic Operator\u003Cbr\u003E12. Array\u003Cbr\u003E13. Object Literal\u003Cbr\u003E14. Array Of Object Literal \u003Cbr\u003E15.If Else\u003Cbr\u003E16. Comparison Operators (Part 1 \u002B Part 2)\u003Cbr\u003E17. Else If\u003Cbr\u003E18. Logical Operator\u003Cbr\u003E19. Switch\u003Cbr\u003E20. For Loop\u003Cbr\u003E21. While Loop\u003Cbr\u003E22. For Of Loop \u003Cbr\u003E23. Functions \u003Cbr\u003E24. Return Type Functions\u003Cbr\u003E25. Arrow Functions\u003C/p\u003E\u003Cp\u003Eइस कोर्स में, हम 10 कोडिंग चालान भी हल करेंगे जो आपको अपने संदेह को दूर करने और अपनी सीख को लागू करने में मदद करेंगे।\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003Eअगर आपके लिए यह सही कोर्स है तो \u0022Buy\u0022 बटन पर क्लिक करके इस पाठ्यक्रम में शामिल होकर आज ही पाठ्यक्रम शुरू करें|\u003C/strong\u003E\u003C/p\u003E","language":"Hindi","courseUri":"https://www.udemy.com/course/learn-javascript-step-by-step-in-hindi/","imageUri":"https://img-c.udemycdn.com/course/750x422/3569891_acf2_5.jpg","duration":"5 saat","enrolledStudentsCount":"23.424 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2021","targetAudiences":["Anyone who wants to learn to code.","Anyone who wants to learn Javascript.","Anyone who want a carrier in software development.","Beginners who want to clear their concepts."],"tags":["Yazılım Geliştirme","Programlama Dilleri","JavaScript"],"rating":{"count":251,"averageValue":"4.2"},"instructors":[{"name":"Shubham Saurav","url":"/user/da8c5bec-1e02-4465-b5b7-867a3f7016e3/","totalNumberOfStudents":222120,"totalNumberOfReviews":2173,"averageRating":4.217729024496644}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"582CE6440E42A044AE60","originalPrice":"6.400 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/facebook-ads-marketing-hindi-urdu-targeting-strategies-2021-2022-2020/":{"courseDetails":{"courseId":3628866,"title":"Facebook Ads Marketing Targeting Strategies ~Hindi 2022","shortDescription":"Understand Facebook marketing targeting to find your perfect customers my using these targeting strategies","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EThis training is in HINDI/ URDU\u003C/em\u003E\u003C/strong\u003E\u0026nbsp;Facebook audience targeting is the most important part of \u003Cstrong\u003EFacebook marketing\u003C/strong\u003E and this is where \u003Cstrong\u003E99% of people fail\u003C/strong\u003E. Anyone can run ads it\u0027s pretty easy but finding the customer or showing your \u003Cstrong\u003Eads to the right audience\u003C/strong\u003E is a challenge. Most people have no idea how to target the right audience \u003Cstrong\u003Ethus they fail\u003C/strong\u003E and they give up. BUT\u0026nbsp;let me tell you that this training covers every single thing you need to know to find and target the perfect Facebook audience without a problem. I have literally covered everything and its all in \u003Cstrong\u003EURDU/HINDI\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFollowing are the topics I cover :\u0026nbsp;\u003C/p\u003E\u003Cp\u003E1 - Targetting Right Audience\u003C/p\u003E\u003Cp\u003E2 - Basic Targeting\u003C/p\u003E\u003Cp\u003E3 - Understanding Your Customer: Demographics Targetting\u003C/p\u003E\u003Cp\u003E4 - Business Ideas Giveaway\u003C/p\u003E\u003Cp\u003E5 - Deep Dive Into Demographic Targeting\u003C/p\u003E\u003Cp\u003E6 - Interest Keyword Based Targeting\u003C/p\u003E\u003Cp\u003E7 - Behaviour Based Targetting\u003C/p\u003E\u003Cp\u003E8 - Targeting Digital Marketer Like Myself\u003C/p\u003E\u003Cp\u003E9 - Engaged Shoppers (Core Audience For Selling)sd\u003C/p\u003E\u003Cp\u003E10 - Targeting To getting Sales\u003C/p\u003E\u003Cp\u003E11 - How To Find Related Keywords For your Business\u003C/p\u003E\u003Cp\u003E12 - How Facebook Marketing Changed My life\u003C/p\u003E\u003Cp\u003E13 - Target By Languages\u003C/p\u003E\u003Cp\u003E14 - Saving And Editing New Audiences\u003C/p\u003E\u003Cp\u003E15 - Connection and Connection Types\u003C/p\u003E\u003Cp\u003E16 - Easy Research For Keywords\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESo this training will change the way you target the audience using ads. So this training will change the way you target the audience using ads. So this training will change the way you target the audience using ads. So this training will change the way you target the audience using ads.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESo this training will change the way you target the audience using ads. So this training will change the way you target the audience using ads. So this training will change the way you target the audience using ads .So this training will change the way you target the audience using ads.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf you understand Hindi/Urdu then enroll In this training!\u003C/strong\u003E\u003C/p\u003E","language":"Urduca","courseUri":"https://www.udemy.com/course/facebook-ads-marketing-hindi-urdu-targeting-strategies-2021-2022-2020/","imageUri":"https://img-c.udemycdn.com/course/750x422/3628866_81b2.jpg","duration":"1 saat","enrolledStudentsCount":"6.581 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["anyones who wants to learn facebook","facebook marketers","business owners"],"tags":["Pazarlama","Sosyal Medya Pazarlama","Facebook Reklamları"],"rating":{"count":28,"averageValue":"4.5"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/digital-marketing-google-adwords-express-seo-ppc-advertising-2018/":{"courseDetails":{"courseId":1754832,"title":"Run Digital Marketing Ad Using Google Adwords Express 2022","shortDescription":"An Incredibly Easy Method That Works-digital PPC Ads Google On Search, Display \u0026 Mobile Ads for Traffic,Calls \u0026 SEO","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EIf Google Adwords seems complicated then is course is for you !\u0026nbsp; \u003Cbr\u003E\u003C/em\u003E\u003C/strong\u003EWe teach you how to market your business online with \u003Cstrong\u003EGoogle Adwords Express\u003C/strong\u003E\u0026nbsp;\u0026amp; grow business like a \u003Cstrong\u003E\u003Cem\u003Epiece of cake!\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELaunch PPC ads campaign \u0026amp; advertise on Search, Display \u0026amp; Mobile Ads for traffic, sales, leads \u0026amp; calls for any business\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGet more phone calls. Get more store visits. Direct potential customers to your website with optimized advertising\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWe kept it simple \u0026amp; design this\u0026nbsp;\u003Cstrong\u003E45 Minutes Beginner to Advanced\u0026nbsp;Training\u003C/strong\u003E with\u0026nbsp;Adwords Express in which you let Google optimize your ad campaigns\u0026nbsp;to achieve your business goal so that you can spend more time with customers \u0026amp; less time managing your advertising efforts.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E5 Star Reviews By students :\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1)\u0026nbsp;\u003C/strong\u003EThis is one of those courses that is very comprehensive, with real-life examples applicable to what the course objectives are. Without a doubt, the instructor is really experienced, very familiar with what he is teaching and is demonstrating the course as is supposed to be done on the platform where it is applicable.\u0026nbsp;~\u003Cstrong\u003E\u0026nbsp;Zakariyya Spain\u003Cbr\u003E\u003Cbr\u003E2)\u0026nbsp;\u003C/strong\u003EIt was very helpful for me. \u003Cstrong\u003E~\u0026nbsp;Md Hafizur Rahman\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3\u003C/strong\u003E)\u0026nbsp;Learning About Digital Marketing With Google Adwords Express-SEO 2018, and how to make your local business Global. This Course About how to create PPC ads and how to promote your business through google adwards adds. In which a good thing is practice make perfect.\u0026nbsp; ~ \u003Cstrong\u003EMirza Muhammad Ahtsham\u0026nbsp; \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E4)\u003C/strong\u003E\u0026nbsp;This is so much easy compared to Adword, everything is so simply explained, i already ran my 1st ad while following these steps. I had no idea about this kind of SEO. This is amazing \u0026amp; i am so happy to enroll here. Best decision i made today: Best of luck to you.\u0026nbsp; ~ \u003Cstrong\u003EFaizan Ahmed \u003C/strong\u003E \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou will learn effective \u003Cstrong\u003Estrategies \u003C/strong\u003Ethat work in Digital marketing like a Pro! (No Experience Needed)\u003Cbr\u003EHow to use basic \u003Cstrong\u003ESEO \u003C/strong\u003Eto get your business found without failing.\u003Cbr\u003ECreating Successful Ads \u0026amp; structuring an ad campaign that captures\u003Cstrong\u003E high-quality leads\u003C/strong\u003E for your business or website.\u003Cbr\u003EHaving\u0026nbsp;\u003Cstrong\u003Ehigh-quality advert\u003C/strong\u003E\u0026nbsp;and ultimately give your business a competitive advantage over other advertisers.\u003Cbr\u003EUnderstand \u003Cstrong\u003Eadvertising fundamentals\u003C/strong\u003E\u0026nbsp;\u0026amp; launch your first campaign\u003Cbr\u003EHow to research awesome \u003Cstrong\u003EKeywords\u003C/strong\u003E to advertise \u0026amp; bring sales to your business.\u003Cbr\u003ECreating, managing\u0026nbsp;and \u003Cstrong\u003Ecopy-writing\u003C/strong\u003E\u0026nbsp;optimized Ad campaigns in Adwords Express is easy\u0026nbsp;to deliver better results.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBecome A Pro !\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBy the end of this course, you will be\u0026nbsp;\u003Cstrong\u003Eable to run a marketing\u0026nbsp;campaign in just 7 minutes\u003C/strong\u003E to get sales, leads, traffic, calls \u0026amp; visit to your business!\u0026nbsp;\u003C/p\u003E\u003Cp\u003EI will talk you through the most important aspects of advertising with a simple\u0026nbsp;but effective\u0026nbsp;step approach.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EAs you follow the instructions, you will learn something new in every section of the course.\u003C/p\u003E\u003Cp\u003EEnroll Now and start advertising!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETake this course if :\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you \u0026nbsp;want\u0026nbsp;to launch a career in Digital\u0026nbsp;marketing \u0026amp; \u0026nbsp;earn good money\u003C/p\u003E\u003Cp\u003EIf you want\u0026nbsp;to do their own marketing\u003C/p\u003E\u003Cp\u003EStay connected to learn Social Media, Digital Marketing \u0026amp; Video Marketing!\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/digital-marketing-google-adwords-express-seo-ppc-advertising-2018/","imageUri":"https://img-c.udemycdn.com/course/750x422/1754832_b15e_10.jpg","duration":"1.5 hours","enrolledStudentsCount":"10,596 students","lastUpdated":"Last updated 1/2022","targetAudiences":["All people trying to learn digital marketing in a very easy way","Entrepreneurs, bloggers, freelancers \u0026 business owners who don\u0027t know where to get started","Anyone looking to make high quality Google Ads for themselves","People who get confused with so many options in Google Adwords","Anyone seeking to add a digital component to their existing marketing skillset.","Freelancers looking to run campaigns for clients","Anyone trying to launch a career in digital marketing","People wanting to do your own marketing","Anyone looking to start a pick up highly paid freelancing skills"],"tags":["Marketing","Digital Marketing"],"rating":{"count":62,"averageValue":"4.4"},"instructors":[{"name":"Yasir Ahmed, M.B.A","url":"/user/yasir-ahmed-4/","totalNumberOfStudents":239613,"totalNumberOfReviews":3668,"averageRating":4.129385504046243}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"060222","originalPrice":"12.800 ₹","discountedPrice":"Ücretsiz","expirationText":"4 gün","discountPercentage":100}},"https://www.udemy.com/course/burp-suite-in-depth-survival-guide/":{"courseDetails":{"courseId":3932106,"title":"Burp Suite: In Depth Survival Guide","shortDescription":"Master The Art Of Burp Suite Now","longDescription":"\u003Cp\u003E\u003Cstrong\u003EIntroduction\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course forms both the basics and advanced use cases of Burp Suite into an easy to use an reference survival guide with video file and full text PDF with screenshot for reference.\u003C/p\u003E\u003Cp\u003EIf you really want to test your skills you can take one of the gruelling quizzes that will make you think twice (At the very least) before you submit an answer.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EAll this combined with practical examples in the video files will make sure you know burp suite like your back pocket.\u003C/p\u003E\u003Cp\u003EPortSwigger has designed a lot beautifull labs for use which we will use to illustrate the pratical usage of burp suite.\u003C/p\u003E\u003Cp\u003EThis is not your average video course. I\u0026nbsp;am here to go fast and break things.\u0026nbsp;The teaching industry can use a new wind!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EContent\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEvery tab in burp suite gets treated in a chapter\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEvery chapter contains \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003Ea video file\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Ea PDF with a full text on the video topic\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA\u0026nbsp;PDF\u0026nbsp;with my top 5 Community and top 5 Pro edition extensions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA\u0026nbsp;PDF\u0026nbsp;explaining how Authorize works so you can test for IDORs and BAC\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA\u0026nbsp;PDF\u0026nbsp;explaining how the proxy option \u0022Match and replace\u0022 can be used to our advantage\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho am i?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI am The XSS\u0026nbsp;Rat, also known as Wesley.\u0026nbsp;I\u0026nbsp;created infosec tutorials and courses in a unique way.\u0026nbsp;It\u0027s my opinion that a teacher should be able to bring knowledge in an inspirational way but also make sure that knowledge is retained.\u0026nbsp;This is a very unique challenge requiring out of the box thinking.\u0026nbsp;My courses never just consist of a video or video \u002B PDF\u0026nbsp;only format.\u0026nbsp;Courses should be interactive and not just boring reads of powerpoint slides.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/burp-suite-in-depth-survival-guide/","imageUri":"https://img-c.udemycdn.com/course/750x422/3932106_4e81.jpg","duration":"2,5 heures","enrolledStudentsCount":"38 439 participants","lastUpdated":"Dernière mise à jour : 9/2021","targetAudiences":["Companies looking to train their employees in burp suite usage","Bug bounty hunters trying to level up their Burp Understanding","Profesional Pentesters looking to get the most of Burp Suite"],"tags":["Informatique et logiciels","Réseaux et sécurité","Outil Burp Suite"],"rating":{"count":423,"averageValue":"4.2"},"instructors":[{"name":"Wesley Thijs","url":"/user/wesley-thijs/","totalNumberOfStudents":103048,"totalNumberOfReviews":1729,"averageRating":4.423163978280543}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5F916B05F00B5FFE2A4C","originalPrice":"1.920 ₹","discountedPrice":"1.248 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/web-security-fundamentals-how-to-hack-and-secure-web-apps/":{"courseDetails":{"courseId":3565067,"title":"Pentesting with Daniel Slater (Ethical Hacking/Web Security)","shortDescription":"Join 170,000\u002B students - Learn cyber security, penetration testing (pentesting) and ethical hacking","longDescription":"\u003Cp\u003EComputer security is one of the biggest job gaps in history, with a shortage of \u003Cstrong\u003E3.5 million skilled workers\u003C/strong\u003E needing to tackle a problem estimated to be worth \u003Cstrong\u003E$6 trillion\u003C/strong\u003E. This is one of the \u003Cstrong\u003Ebiggest opportunities in history\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EWhen you complete this course you\u0027ll have the knowledge to get a job and \u003Cstrong\u003Ecash in on the $6 trillion industry!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAlthough this course covers practical methods for breaking into and securing systems, most of the lectures focus on principals which allow you to properly understand the concepts. This differs from a lot of courses on Udemy that teach specific tools that will be out of date next year. This course is designed to teach the next thought leaders of the industry... ones who are capable of making tools that make everything before it seem outdated!\u003C/p\u003E\u003Cp\u003EThis course covers all the topics of several of my courses at university. It\u0027s not long, it\u0027s light hearted, and doesn\u0027t feel dense... but all the content is there.\u003C/p\u003E\u003Cp\u003EThis course includes lectures on:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECore Security Principals\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInjection\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESQL Injection\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EXML Injection\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EJSON Injection\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECross Site Scripting (XSS)\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPhishing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBrute Force\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESecurity Mindset\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClient Side and Server Side Attacks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAuthentication and Access Control\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECryptography\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEncryption\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHashing\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECross Site Request Forgery (CSRF)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDDoS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPassword\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDeployment Best Practices\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExternal Packages\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMonitoring and Response\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHoneypots\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOWASP Top 10\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAnd two assignments that will test your patience and show you what real hacking is like!\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/web-security-fundamentals-how-to-hack-and-secure-web-apps/","imageUri":"https://img-c.udemycdn.com/course/750x422/3565067_6fcb_2.jpg","duration":"4 heures","enrolledStudentsCount":"170 041 participants","lastUpdated":"Dernière mise à jour : 11/2020","targetAudiences":["University students studying computer science or a related field","Tinkerers wanting to ensure their apps are secure","Employees wanting to improve the cyber security of their firm","Developers interested in learning security","Security professionals wanting to refresh their knowledge"],"tags":["Informatique et logiciels","Réseaux et sécurité","Sécurité Web"],"rating":{"count":1525,"averageValue":"4.3"},"instructors":[{"name":"Daniel Slater","url":"/user/daniel-slater-15/","totalNumberOfStudents":170041,"totalNumberOfReviews":1525,"averageRating":4.263901}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FEB2022","originalPrice":"12.800 ₹","discountedPrice":"8.320 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/300-python-exercises-simple-and-complex-with-algorithm/":{"courseDetails":{"courseId":4385492,"title":"300\u002B Python Exercises (Simple and Complex) with Algorithm","shortDescription":"Attention! You will Learn Python with 300\u002B Exercises to solve Real World Problems. We Update it açcording to schedule","longDescription":"\u003Cp\u003EHi, Welcome to \u003Cstrong\u003EPython Problem Solving Course with 300\u002B Exercises. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENotes:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you are seeing, a number of lectures in this course, then don\u0027t worry, we update this course on a regular basis. \u003C/p\u003E\u003Cp\u003EThis course contains three sections:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESimple Tasks\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EIntermediate Tasks\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EComplex Tasks\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAnd you will get 300\u002B Exercises for your Python Programming Improvement\u003C/p\u003E\u003Cp\u003EWe share a problem with you and then we will provide a solution for that problem. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAnd You will get with each Exercise (Solution):\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E1. Source Code\u003C/p\u003E\u003Cp\u003E2. Algorithm\u003C/p\u003E\u003Cp\u003E3. PPT Notes\u003C/p\u003E\u003Cp\u003E4. Assignment for more Practice\u003C/p\u003E\u003Cp\u003E5 . Support \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESure, you will not get bored with this course, because we will touch you every time. \u003C/p\u003E\u003Cp\u003EYou will be free to ask any question, we will provide the best answer/solution.\u003C/p\u003E\u003Cp\u003EOur main purpose in this course is to focus on students\u0027 practice with their hands. \u003C/p\u003E\u003Cp\u003EYou will learn how to solve a problem in programming as Python \u003C/p\u003E\u003Cp\u003EAlways focus on your learning \u0026amp;\u0026nbsp;don\u0027t waste your time.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhen Course Enrollment:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAfter Enrollment in this course what you have to do:\u003C/p\u003E\u003Cp\u003EYou have to Watch Lectures one by one in proper Order. \u003C/p\u003E\u003Cp\u003EBecause we arrange these Exercises from bottom to top, because a student Learns from Simple to Advance. \u003C/p\u003E\u003Cp\u003EAs you will get the Algorithm of each Exercise, it will be best for you to clear the Workflow of Programming Logic\u003C/p\u003E\u003Cp\u003EAnd you will get an Assignment with each Exercise, you have to Complete that Assignment, it will be, for your Practice.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThank you and Take Care!\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/300-python-exercises-simple-and-complex-with-algorithm/","imageUri":"https://img-b.udemycdn.com/course/750x422/4385492_127f_2.jpg?secure=i4QT4TkbEuP4c6L36-KYyg%3D%3D%2C1644309999","duration":"11,5 saat","enrolledStudentsCount":"7.116 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2022","targetAudiences":["This course is for those, who want to improve their Python Programing Skill, Solving different Real World Problems."],"tags":["Yazılım Geliştirme","Programlama Dilleri","Python"],"rating":{"count":14,"averageValue":"4.0"},"instructors":[{"name":"Faisal Zamir","url":"/user/faisal-zamir/","totalNumberOfStudents":30281,"totalNumberOfReviews":156,"averageRating":4.271413479569892}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"82B8994D4FE9BA689660","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/devops-fundamentals-for-beginners/":{"courseDetails":{"courseId":2932078,"title":"DevOps Fundamentals","shortDescription":"The simplest course to learn the fundamentals of DevOps right from scratch","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDevOps\u003C/strong\u003E is not only a set of processes and tools but is more rightly represented by the culture of enhanced communication and collaboration between IT operation guys and Developers. DevOps culture is guided by principles of DevOps such as Automation, infrastructure as code, practices such as continuous integration, continuous delivery, and implemented by a large set of DevOps tools. In this course, DevOps concepts are explained in easy to understand language along with hands-on examples on basic tools of DevOps. It will help you to begin your journey to DevOps.\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEnroll now!! see you in class.\u003C/strong\u003E\u003Cbr\u003E\u003Cstrong\u003E\u003Cbr\u003EHappy learning\u003Cbr\u003ETeam Edyoda \u003C/strong\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/devops-fundamentals-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/2932078_7e6f_4.jpg","duration":"2 heures","enrolledStudentsCount":"149 025 participants","lastUpdated":"Dernière mise à jour : 6/2020","targetAudiences":["Beginners who are interested to learn DevOps","Developers who are curious to extend their knowledge of DevOps","System Administrators who want to add DevOps in their skillset"],"tags":["Informatique et logiciels","Informatique et logiciels - Divers","DevOps"],"rating":{"count":1582,"averageValue":"3.8"},"instructors":[{"name":"EdYoda Digital University","url":"/user/edyoda2/","totalNumberOfStudents":909558,"totalNumberOfReviews":31173,"averageRating":4.227985754004984},{"name":"Ashish Pandey","url":"/user/e87eb552-3bc4-4363-86cc-dc1b6e0238ff/","totalNumberOfStudents":277857,"totalNumberOfReviews":3965,"averageRating":4.100979705614973}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFEB13","originalPrice":"1.920 ₹","discountedPrice":"1.248 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/learn-python-programming-with-jafricode-tutorials/":{"courseDetails":{"courseId":4253034,"title":"2022-Master in Core Python Programming in 99Days","shortDescription":"ATTENTION! You will Get Weekly Basis Classes for Master in Python Programming 2022. We Regularly UPDATE This Course.","longDescription":"\u003Cp\u003EATTENTION! When you Enroll in Master Python Programming Course, You will Get Weekly Basis Classes As we Regularly UPDATE This Course.\u003C/p\u003E\u003Cp\u003EWhat you will get in this course Regularly!\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVideo Lectures \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESource Code\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENotes\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAssignments\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESpecial Support \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ECourse for those, who are interested to become a successful \u003Cstrong\u003EPython Developer\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython \u003C/strong\u003Ewhich is developed by Guido van Rossum that is the general-purpose programming language that is used to create any kind of software using its powerful and standard libraries.\u003C/p\u003E\u003Cp\u003EThere is a number of standard libraries that are developed with Python you can work with any field to get required functionalities like in Web development, AI, ML, Data Science, Data analytics, etc. \u003C/p\u003E\u003Cp\u003EThis course is created by me (\u003Cstrong\u003EFaisal Zamir -- JafriCode\u003C/strong\u003E) which contains and everything related to Python \u003Cstrong\u003Efrom introduction to Python to creating an application with Python\u003C/strong\u003E and providing home assignments to all students. The different topics as Installation \u0026amp; setup, Basic Python Syntax, Variables \u0026amp; Constant, If else, Loops, functions, list, tuple, dictionary, date and time, creating applications, etc.\u003C/p\u003E\u003Cp\u003EAt the end of this course, you will have cleared all topics related to Python.\u003C/p\u003E\u003Cp\u003EYou will be able to enter any field of Python like web development, Data Science, AI, Data analytics, etc. Condition is that you should have to work with me as I work in video. \u003C/p\u003E\u003Cp\u003EIf you do practice then you will be selected in any field to get admission (like Web Development, Artificial intelligence, Data Science, Data Analytics, etc).\u003C/p\u003E\u003Cp\u003EBecause we do hard work to create this course which has a lot of examples, questions, assignments that enable you to improve your programming skills. \u003C/p\u003E\u003Cp\u003EThank you!\u003C/p\u003E\u003Cp\u003EBest Regards \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFaisal Zamir\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/learn-python-programming-with-jafricode-tutorials/","imageUri":"https://img-b.udemycdn.com/course/750x422/4253034_ec1a_6.jpg?secure=J0nt789Ydv6xX_nqwqOf7Q%3D%3D%2C1644303203","duration":"8,5 saat","enrolledStudentsCount":"7.611 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2022","targetAudiences":["The Master in Python Programming course is for those interested students who want to become a good Python Developer"],"tags":["Yazılım Geliştirme","Programlama Dilleri","Python"],"rating":{"count":28,"averageValue":"4.5"},"instructors":[{"name":"Faisal Zamir","url":"/user/faisal-zamir/","totalNumberOfStudents":30281,"totalNumberOfReviews":156,"averageRating":4.271413479569892}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FF7D0F21E596FD2D6802","originalPrice":"1.600 ₹","discountedPrice":"1.040 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/interactive-photography-basics/":{"courseDetails":{"courseId":1644218,"title":"Complete Photography : 21 Courses in 1 [Beginner to Expert]","shortDescription":"Learn Portrait Photography, Landscape Photography, Stock Photography, Photography Composition, Black and White, and more","longDescription":"\u003Cp\u003EOur students\u0027 reviews regarding this course --\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022This course has been broken down to explain some difficult photography lingo and setting into plain easy to understand English and the teacher goes nice and slow so you don\u0027t feel bombarded with tons of info at once!\u0022 \u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E-- Christi Guimar\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022I found this course really helpful and I learned more about some of the technical aspects that will help me improve my photography. The explanations were simple and made sense. This is the first time I actually grasped the concepts and how things interact in a meaningful way. \u0022\u0026nbsp;\u003C/em\u003E\u003C/strong\u003E--\u003Cem\u003E Belinda Walker\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022Its rendered in its simplest way which helps a lot in understanding the course.\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E -- Hazel\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022Great course. Very informative and enjoyable. Very well presented. Thank you.\u0022 \u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E-- Bobbie Smith\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022The course is very interesting and informative so far, and matches my skill level.\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E -- Elizabeth Armstrong\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022... Simple explanations; those are easy to understand.\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E -- Brock Paterson\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022every instructor has been great to listen to and have taught above expectations there is not a single flaw in any video every video was complete and totally informative I feel grateful to have got a chance to study under such great instructors, thank you very much\u0022\u0026nbsp;\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E-- Archit Lohumi\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022This tutorial is simple but clear and to the point, good for the beginner, it\u0027s a very complete starter if you interest in the photographer world the teaching is simple but cover many sections on photography world... for the creator, thank you for providing us this tutorial\u0022 \u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E-- Andreas Uditama\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022This course was really awesome and filled with really nice information. All was really easy to understand and a lot of fun learning everything especially from a variety of different people.\u0022 -- \u003C/em\u003E\u003C/strong\u003E\u003Cem\u003ENicole Young\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E==== Course Contents\u0026nbsp;====\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 1:\u0026nbsp;Understanding Basic Concepts of Photography \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntro to Photography Basics\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Exposure Triangle\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstanding Aperture\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstanding ISO\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstanding Shutter Speed\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 2:\u0026nbsp;Understanding Advanced Concepts of Photography \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat is RAW?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Light Metering?\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstanding Histograms\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 3:\u0026nbsp;Mastering Architectural Photography \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEquipment needed for Architectural photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to shoot in low light\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnd many in-depth Photoshop techniques for beautiful architecture photography.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 4:\u0026nbsp;Mastering HDR Photography \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E How to shoot for HDR.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to process for HDR\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 5:\u0026nbsp;Mastering Night Photography \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E Night Photography\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 6:\u003C/strong\u003E\u0026nbsp;\u003Cstrong\u003EAdobe Lightroom Basics\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELightroom Introduction\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImport photos\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECollections\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with White Balance\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDigging with color corrections\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMastering Lens correction\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 7: Adobe Lightroom Advanced\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWorking with Spot Healer\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with Graduated Filter\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with Radial Filter\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with Adjustment Filter\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExporting images\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with presets \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 8: Adobe Photoshop Basics\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EMastering color pop\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with Matte\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with Sharpening\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESun glass reflection\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHDR with Photoshop\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 9: Adobe Photoshop Advanced\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow to remove objects using Photoshop\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with warm B/W effect\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with Hue/Saturation in Photoshop\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with vintage effect\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with High Key effect\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 10: Understanding Photography Gear\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EFull frame sensor vs. Crop sensor\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERAW\u0026nbsp;vs. JPEG vs. TIFF\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 11: Deep analysis on lenses - which lens you should buy\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAnalysis on Lenses\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChart: DSLR Lens Analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESpecial Purpose Lens\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBenefits of prime lens\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChart: Lens market share\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 12: Analysis on Filter and Stabilization\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAnalysis on Filters\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse of Polarization filter # Darken The Sky\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse of Polarization filter # Avoid reflection\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENeutral Density (ND) Filter: When to use?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse of ND filter # Waterfall\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 13: Earn Money Through Stock Photography\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhy Stock Photography?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESuccess Theory in Stock Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow much you can earn? from stock photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat type of images buyer want\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnalyze the market through useful tools\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShoot Images having both literal and conceptual meaning\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESave some negative space\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGet model release early\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESubmit to multiple stock agency sites\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInvest your time for proper meta data and key-wording\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 14: Mastering Photography Marketing\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESocial Media Marketing for Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPhysical Marketing for Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWebsite Marketing for Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClassic Marketing for Photography\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 15: Black and White Photography\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Black and White Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhy Black and White Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EColor Photography vs. Black and white Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for better Black and White Photography\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 16: 10 Ways to earn from Photography\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWork as assistant photographer \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESell your photographs in stock sites \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEarn from photography contests\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEarn from photography blogging \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEarn from photography YouTube channel \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOther ways to earn from photography\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 17: Black and White Photography\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Macro photography course \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat is Macro photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExamples of basic Macro photography \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to make Macro more interesting\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIntro to Macro photography gear\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECompositional elements and themes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERule of thirds \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESymmetry in Macro photography \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorking with Macro Themes \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEasy tips to get sharp and crispy image\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to get larger depth of field \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManual vs. Auto Mode \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to adjust macro lenses \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 18: Portrait Photography\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Portrait Photography \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat makes a portrait look great?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecommended equipment for better portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECompositional techniques for cool portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for better backgrounds in portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELighting skills for amazing portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBokeh and Blur\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExample of poses for better portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for child portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for corporate portraits and head-shots\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for wedding and event portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for Indoor Portraits\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for Outdoor Portraits\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 19: Landscape Photography\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIntroduction to Landscape Photography\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat makes landscape photos look great\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecommended equipment for better Landscape Photos\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EComposition techniques for better Landscape photos\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShooting at Golden Hour: Sunrise\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShooting at Golden Hour: Sunset\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShooting at Blue Hour\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EShooting at Night\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing Polarizer filter for Landscapes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing ND\u0026nbsp;filter for Landscapes \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETips for choosing and moving to locations \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERecommended settings for better Landscapes \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 20:\u0026nbsp;Photography blogging through WordPress: Basics\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EGetting started\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifferent blogging platforms\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChoosing the domain\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDifferent hosting providers\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWordPress Quick Installation \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWordPress Manual Installation \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConnecting your WordPress with your domain \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse 21:\u0026nbsp;Photography blogging through WordPress: Advanced\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EFirst look at WordPress \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWordPress settings\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPosts \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPages \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThemes \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECustomizing a Theme\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMenu \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPlugins\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMore on Plugins\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWriting and optimizing a blog post \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdvanced optimization of a blog post\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to find a good article writer\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProfiting from your blog:\u0026nbsp;Banner ads\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProfiting from your blog:\u0026nbsp;Other methods \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFinal thoughts \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/interactive-photography-basics/","imageUri":"https://img-c.udemycdn.com/course/750x422/1644218_1b3a.jpg","duration":"8,5 heures","enrolledStudentsCount":"176 074 participants","lastUpdated":"Dernière mise à jour : 8/2020","targetAudiences":["Who wanna learn Important Photography Basics","Who wanna learn about Exposure Triangle, Histograms, Light Metering and More.","Who wanna expert in Photo Editing, Adobe Lightroom, Adobe Photoshop","Who wanna earn money through photography","Who wanna learn Macro Photography, Black and white photography","Who wanna Earn Passive Income using Photography"],"tags":["Photographie et vidéo","Photographie","Photographie"],"rating":{"count":2471,"averageValue":"4.4"},"instructors":[{"name":"Creative Online School","url":"/user/mahbubur-rahman-9/","totalNumberOfStudents":1229872,"totalNumberOfReviews":29316,"averageRating":4.199324850419287}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PHOTO21FEB2022","originalPrice":"12.800 ₹","discountedPrice":"8.320 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/master-classes-for-web-design-course-html-css-js-seo/":{"courseDetails":{"courseId":4253820,"title":"Master Classes for Web Designing Course (HTML, CSS, JS, SEO)","shortDescription":"You will Learn 100% Web Development Professionally from 0 to End with HTML, CSS, JS, Creating Website or Templates \u0026 SEO","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWe are Updating every time this course!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is created by \u003Cstrong\u003EFaisal Zamir \u003C/strong\u003Efor beginner students who want to \u003Cstrong\u003Elearn Web Designing\u003C/strong\u003E from a basic level to reach an advanced level. So in this course, I created videos lectures in such a way that, a beginner will become a good front-end web designer, if he/she take an interest, do hard work, and practices. \u003C/p\u003E\u003Cp\u003EYou know, web designing is the process of creating or designing a website using different skills like HTML, CSS, JavaScript, Jquery, etc. There are different skills you have to learn if you take part in the website creating field. As in this course, we have added lectures that are very necessary for a student.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is included in this web designing master classes course:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHTML: \u003C/strong\u003EHTML is the hypertext markup language which is a basic and fundamental web language to create an abasic of website. For example, if you want to create a basic structure, insert any media field like image, video, or audios, or contouring width \u0026amp; height, or create and control text-based content, all these activities are done with writing code in HTML. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECSS:\u003C/strong\u003E CSS is the cascading style sheet, which has responsibility for website look, beauty, and attraction. We cannot use only HTML for website creation, we need to learn CSS, which is must not optional. Because without HTML we cannot create a website using CSS and without CSS we cannot work with HTML. Because attraction, beauty, and good design of a website is the basic unit of a successful website. There are different topics you will learn in CSS classes like Margin \u0026amp; Padding, Animation, Text Effects, Transforms 2d and 3D, Dropdown menu, etc\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJavaScript: \u003C/strong\u003EJavascript is the programming language that is used to control the front end of a website. It is a famous and necessary web language that is taught by all instructors on online or offline platforms. There is powerful functionality we can get using JS with simple and easy code like HTML element controlling using DOM, Form validation, etc.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESEO\u003C/strong\u003E: SEO is search engine optimization if you want to rank your website legally to all over the world to the audience. You have to market you have to do market for your website legally. So SEO is the technique that follows the legal way to rank or optimize your website in search engines. It is the basic rule of SEO, that you have to create a website in which way that, it should be liked by the search engines as well as your audience. So the website should be user-friendly as well as search engine friendly.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI update all course regularly, so you can ask any question at any time, if there is any issue with understanding any topic, I can create another version of a lecture that clear your concept. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThank you and do hard work!\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/master-classes-for-web-design-course-html-css-js-seo/","imageUri":"https://img-b.udemycdn.com/course/750x422/4253820_2e97.jpg?secure=Myf88UAKVOr975AuFgYhMw%3D%3D%2C1644303252","duration":"22,5 saat","enrolledStudentsCount":"22.040 öğrenci","lastUpdated":"Son güncelleme tarihi: 1/2022","targetAudiences":["Beginners Students who want to become Web Designer from basic Level"],"tags":["Yazılım Geliştirme","Web Geliştirme","Web Tasarımı"],"rating":{"count":96,"averageValue":"4.4"},"instructors":[{"name":"Faisal Zamir","url":"/user/faisal-zamir/","totalNumberOfStudents":30281,"totalNumberOfReviews":156,"averageRating":4.271413479569892}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"91E49A0D09B76AE41814","originalPrice":"5.760 ₹","discountedPrice":"3.744 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/aws-services-for-solutions-architect-associates-course/":{"courseDetails":{"courseId":2932070,"title":"AWS Services for Solutions Architect Associate [2021]","shortDescription":"The best guide for various AWS certifications such as AWS Solutions Architect, AWS SysOps and AWS Developer Associates","longDescription":"\u003Cp\u003E\u003Cstrong\u003E***UPDATE: New Content ALERT!!! Around 50\u002B video content added to the course!***\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAWS\u003C/strong\u003E is a public cloud and a pioneer in the cloud computing domain. Aws provides every kind of service model like IAAS, PAAS, and SAAS. In this course, I will discuss various cloud services provided by Amazon Web Services (AWS).\u003C/p\u003E\u003Cp\u003EHere we will elaborate on the features of \u003Cstrong\u003EAWS services\u003C/strong\u003E, their use cases, how to create those services, how to configure them, and how to integrate various services together to present a holistic cloud solution.\u003C/p\u003E\u003Cp\u003EThis series is useful for anyone starting their cloud journey as well as cloud practitioners. However, it is especially useful for learners who are preparing for various \u003Cstrong\u003EAWS certifications such as AWS Solutions Architect, AWS SysOps Associate, and AWS Developer Associates\u003C/strong\u003E. We discuss use cases of the services, Do\u0027s and Dont\u0027s while using those services and best practices.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho\u0027s teaching you in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI have been working with zekeLabs as a corporate trainer for AWS, Azure, DevOps, Git, Chef, Docker. I had extensive experience in the software industry where I have worked as a senior developer and cloud and DevOps Consultant. As a developer, I worked with Cadence, Aricent Technology in the Telecom domain, and Guavus in the Big Data domain. I was in 2007 batch Computer Science Graduate from NIT Allahabad. I am passionate about technology and education. I have shared my knowledge that gonna guide you to understand the core of Aws.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EAmazon Web Services (AWS)\u003C/strong\u003E began offering IT infrastructure services to businesses in the form of web services -- now commonly known as cloud computing. One of the key benefits of cloud computing is the opportunity to replace up-front capital infrastructure expenses with low variable costs that scale with your business they can instantly spin up hundreds or thousands of servers in minutes and deliver results faster. Today, \u003Cstrong\u003EAmazon Web Services\u003C/strong\u003E provides a highly reliable, scalable, low-cost infrastructure platform in the cloud that powers hundreds of thousands of businesses in 190 countries around the world. With data center locations in the U.S., Europe, Brazil, Singapore, Japan, and Australia, customers across all industries are taking advantage of the following benefits:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELow Cost\u003C/strong\u003E: AWS offers low, pay-as-you-go pricing with no up-front expenses or long-term commitments. A global infrastructure at scale, and pass the cost-saving benefits onto you in the form of lower prices.\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAgility and Instant Elasticity: \u003C/strong\u003EAWS provides a massive global cloud infrastructure that allows you to quickly innovate, experiment, and iterate. whether you need them for a few hours or 24/7, you still only pay for what you use.\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u0026nbsp;\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u0026nbsp; \u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EOpen and Flexible: \u003C/strong\u003EAWS is a language and operating system agnostic platform. You choose the development platform or programming model that makes the most sense for your business.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESecure: \u003C/strong\u003EAWS is secure, services and data centers have multiple layers of operational and physical security to ensure the integrity and safety of your data. Visit the Security Center to learn more.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EGet started with the \u003Cstrong\u003EAmazon Web Services (AWS)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEnroll Now!! see you in class.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EHappy learning\u003Cbr\u003ETeam Edyoda \u003C/strong\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/aws-services-for-solutions-architect-associates-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/2932070_da38_3.jpg","duration":"11 heures","enrolledStudentsCount":"187 309 participants","lastUpdated":"Dernière mise à jour : 6/2020","targetAudiences":["Beginners who want to start their journey in cloud domain","IT professionals who want to become cloud practitioners","Developers who want to deploy an application on AWS","Candidates preparing for various AWS certifications such as AWS Solutions Architect, AWS SysOps Associate and AWS Developer Associates"],"tags":["Informatique et logiciels","Certifications informatiques","Certification AWS"],"rating":{"count":1967,"averageValue":"4.4"},"instructors":[{"name":"EdYoda Digital University","url":"/user/edyoda2/","totalNumberOfStudents":909558,"totalNumberOfReviews":31173,"averageRating":4.227985754004984},{"name":"Ashish Pandey","url":"/user/e87eb552-3bc4-4363-86cc-dc1b6e0238ff/","totalNumberOfStudents":277857,"totalNumberOfReviews":3965,"averageRating":4.100979705614973}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFEB14","originalPrice":"4.800 ₹","discountedPrice":"3.120 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/userstory/":{"courseDetails":{"courseId":477958,"title":"User Stories for Agile Scrum\u002BProduct Owner\u002BBusiness Analysis","shortDescription":"Complete overview of requirements, user story template, epics, splitting, acceptance criteria \u002Bbusiness analyst examples","longDescription":"\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022Scrum Open,\u0026nbsp;Professional Scrum™, Professional Scrum Master™, PSM, PSM I, PSM 1, etc. is the protected brand of Scrum . org. Our course and practice exams are neither endorsed by nor affiliated with Scrum . org.\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThree reasons to TAKE THIS COURSE right now!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe unique reasons for taking this course are:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EComplete, Concise, Confident Overview of User Stories - I cover all of the theory and give you examples of how the theory is used in industry.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConfidence in writing User Stories - In a very simple way, I teach you exactly how the pros write user stories without going into a class room or spending $1000..\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou get to ask me questions and see me respond to every single one of them thoughtfully!\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EIncludes Narration from Ted R. Brown\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is a User Story?\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EA User Story is the description of a product feature or requirement from from a user\u0027s perspective. Based on my experience, it is the simplest way to capture requirements which focus on adding value and help businesses to deliver early return on investment!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho should take is course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWhether you are a product owner, scrum master, business analyst, team member, business stakeholder or simply someone who wants the answer to the question \u0022what is a user story\u0022, this is the place to start. If you are preparing to become an agile product owner or agile business analyst then this class is for you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat will I learn?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn this class you will learn:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EConcise overview of Agile User Stories - Including How to write a user story description, acceptance criteria to capture the detail, the purpose of epics and themes in dealing with large or vague requirements and how to split stories along with the reasons why user stories are favoured over traditional methods of capturing requirements. This includes lectures on the principles that underpin user stories, such as the INVEST principle and the Three Cs formula.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe facts based on real industry experience and agile expertise - The correct terminology and use of User stories is essential to mastering it. My experience in industry and extensive research into the topic has been used to give you a solid grounding in the most concise way possible.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAgile Product Owners / Agile Business Analyst preparation - I tell you the exact theory and give you templates to prepare you for writing user stories in the real workd, business or work place without having to do a face to face course saving you hundreds if not thousands of dollars.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThe course is video based with no supporting document necessary. I go through key gotchas from the scrum guide.\u0026nbsp; If you have 3by5 index cards, this is a bonus but you can get started without this.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow is the course structured?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEach section features an overview of a particular aspect of User Stories such as Principles, How to write a user story description, how to write acceptance criteria, or epics. Examples are included throughout the course. All is based on Agile theory and real world experience so you know that you are learning the facts.\u003C/p\u003E\u003Cp\u003EInspired by God, the Bible, Mike Cohn.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/userstory/","imageUri":"https://img-c.udemycdn.com/course/750x422/477958_ae48.jpg","duration":"1 heure","enrolledStudentsCount":"47 772 participants","lastUpdated":"Dernière mise à jour : 9/2021","targetAudiences":["Product Owners, Agile Business Analysts, Agile or Scrum Team Members and Business OWners","Anyone who wants a complete overview of Agile User Stories and certainty that they are getting the facts taught by an industry expert","Someone preparing to be a Product Owner, Agile Business Analyst, Scrum Master or Agile Team Member Anyone who wants to know how to be proficient with Epics, Themes, Stories and Requirements","A candidate who wants answers to frequently misunderstood points within about User Stories An expert candidate who wants a concise, quick refresher on User Stories"],"tags":["Business","Gestion de projets","Agile"],"rating":{"count":2135,"averageValue":"4.1"},"instructors":[{"name":"Paul Ashun","url":"/user/paulvii2/","totalNumberOfStudents":413055,"totalNumberOfReviews":40618,"averageRating":4.441335498148148}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"070222_FREE","originalPrice":"3.200 ₹","discountedPrice":"2.080 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/learn-all-about-recursion-in-c-and-python/":{"courseDetails":{"courseId":4516142,"title":"Learn All About Recursion in C\u002B\u002B and Python","shortDescription":"Overcome your fear of Recursion with hands-on practice of coding challenges in C\u002B\u002B and Python.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWhat is this course all about?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is designed to clear all your concepts of Recursion in Python and C\u002B\u002B with the help of \u003Cstrong\u003ECoding Exercises\u003C/strong\u003E. In this course, you will be solving a lot of coding challenges on Recursion for hands-on practice.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBest part?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou don’t need any kind of software to start coding. We have designed this course so that you can practice right here on \u003Cstrong\u003EUdemy’s inbuilt IDE.\u003C/strong\u003E We will test your solution with our test cases which are written back-end of each coding exercise.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is Recursion?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ERecursion is a powerful programming technique. A function that calls itself recursively not only saves programming effort and avoids repetition but it can also be used to navigate complex structures such as Trees and Class Hierarchies.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy you should sign-up?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe courses includes numerous short sample programs to show how recursion works. There are samples written in Python and C\u002B\u002B. However, you don’t need to program in those languages to follow this course. Recursion works the same way in all mainstream programming languages. This course explains the \u003Cstrong\u003Etheory\u003C/strong\u003E and the \u003Cstrong\u003Epractice\u003C/strong\u003E of recursion.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESelf-learning\u003C/strong\u003E is the most important part for Engineers, programmers, data scientists, and web developers.\u003C/p\u003E\u003Cp\u003EWe will also provide\u003Cstrong\u003E 24/7 help and technical support \u003C/strong\u003Efrom the instructor.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESign-up today with 30 days money-back guarantee!\u003C/strong\u003E\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/learn-all-about-recursion-in-c-and-python/","imageUri":"https://img-b.udemycdn.com/course/750x422/4516142_2b72_3.jpg?secure=cf2QK6nbSmVEOxXy0U2WBQ%3D%3D%2C1644303290","duration":"1,5 saat","enrolledStudentsCount":"1.490 öğrenci","lastUpdated":"Yayımlanma tarihi: 2/2022","targetAudiences":["Programmers","Engineering students","Computer science students"],"tags":["Yazılım Geliştirme","Programlama Dilleri","Algoritmalar"],"rating":null,"instructors":[{"name":"Mubashir Hassan","url":"/user/mubashir-hassan-45/","totalNumberOfStudents":1726,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"875A1C2319A498F539E2","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/learn-javascript-programming-in-7-days/":{"courseDetails":{"courseId":4493466,"title":"Learn JavaScript Programming in 7 Days","shortDescription":"[100%] You will Learn JavaScript Programming in 7 Days in Which all the Concept you will clear with Programming Examples","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWelcome to Our Course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u0022Learn JavaScript Programming in 7 Days\u0022\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI am Faisal Zamir, I created another Course for those, who want to learn JavaScript in a few days. In that course, you will be cleared of each and every concept in the basics of JavaScript with Programming Examples.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDon\u0027t worry,\u003C/strong\u003E if you find a few lectures in this course, because we update our course on a regular basis. \u003C/p\u003E\u003Cp\u003EWe create videos, and upload them here!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is JavaScript?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EJavaScript is the Programming language that is widely used in web designing as frontend controlling, without learning Javascript you cannot become a good web designer\u003C/p\u003E\u003Cp\u003EThere is a number of functionality we can build using JavaScript like:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEcommerce functionalities\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConsole application\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWeb Services\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGame Development\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnd much more\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhy do you take this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe uniqueness of this course is that you will learn JavaScript in just Seven (7) Days with proper cleaning concepts with proper programming examples. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn in this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou will learn JavaScript in \u003Cstrong\u003E7 Days\u003C/strong\u003E, following topics that we will cover\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBasics of JavaScript Programming \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProgramming Examples \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EData Types \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProgramming Examples \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003Eif-else structure\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProgramming Examples \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESwitch Structure\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProgramming Examples \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELoops\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProgramming Examples \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EFunctions\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProgramming Examples \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EArrays\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProgramming Examples \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003Eonus (2 Lectures)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EDon\u0027t waste your time, give your important time in learning to develop uniqueness in the world!\u003C/p\u003E\u003Cp\u003EThank you\u003C/p\u003E\u003Cp\u003EFaisal Zamir\u003C/p\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/learn-javascript-programming-in-7-days/","imageUri":"https://img-b.udemycdn.com/course/750x422/4493466_d1da.jpg?secure=aw3WNAIVjVckIwTsnGqxZQ%3D%3D%2C1644303230","duration":"6,5 saat","enrolledStudentsCount":"4.149 öğrenci","lastUpdated":"Son güncelleme tarihi: 2/2022","targetAudiences":["Web Designer and Those, who want to start their programming, need such course"],"tags":["Yazılım Geliştirme","Programlama Dilleri","JavaScript"],"rating":{"count":18,"averageValue":"4.0"},"instructors":[{"name":"Faisal Zamir","url":"/user/faisal-zamir/","totalNumberOfStudents":30281,"totalNumberOfReviews":156,"averageRating":4.271413479569892}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"2CF73F1934CEEBA8712C","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 saat","discountPercentage":35}},"https://www.udemy.com/course/linkedin-marketing-tips-you-need-to-know-to-succeed/":{"courseDetails":{"courseId":4357120,"title":"LinkedIn Marketing Tips you need to know to succeed","shortDescription":"Covers everything about LinkedIn marketing  you should know to get started!","longDescription":"\u003Cp\u003ELinkedIn is the world\u0027s largest professional network on the internet. You can use LinkedIn to find the right job or internship, connect and strengthen professional relationships, and learn the skills you need to succeed in your career.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ELinkedIn is a platform for anyone who is looking to advance their career. This can include people from various professional backgrounds, such as small business owners, students, and job seekers. LinkedIn members can use LinkedIn to tap into a network of professionals, companies, and groups within and beyond their industry.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this course, we will be covering everything you need to know about LinkedIn marketing. It would include how to use LinkedIn and its new features, ways to increase reach and engagement, how to get your post to more people, and how to engage with other\u0027s content. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAll videos in the course are important and to the point. After this course, you will be able to get higher engagement on your posts, expand your network and build a better personal/brand image. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Layout: \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E1. Introduction \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E2. How to use LinkedIn?\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EBuilding connections\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn mail and follow\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFollowing hashtags\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELinkedIn groups and how they can be used\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELinkedin settings\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOpen to work/ Hiring banner feature\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E3. LinkedIn Marketing Tips\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ETip Number 1: Create a company page\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow does LinkedIn\u0027s algorithm work?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETip Number 2\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETip Number 3\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETip Number 4\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETip Number 5\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETip Number 6\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETip Number 7\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETip Number 8\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETip Number 9\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETip Number 10\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETip Number 11\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"İngilizce","courseUri":"https://www.udemy.com/course/linkedin-marketing-tips-you-need-to-know-to-succeed/","imageUri":"https://img-b.udemycdn.com/course/750x422/4357120_a141.jpg?secure=Ctu7sKtDA__fR9ev8unMGQ%3D%3D%2C1644309916","duration":"31 dak","enrolledStudentsCount":"207 öğrenci","lastUpdated":"Son güncelleme tarihi: 12/2021","targetAudiences":["Anyone who is new to LinkedIn","Anyone interested in knowing more about LinkedIn marketing"],"tags":["Pazarlama","Sosyal Medya Pazarlama","Pazarlama Stratejisi"],"rating":null,"instructors":[{"name":"Growth Central","url":"/user/growth-central/","totalNumberOfStudents":24351,"totalNumberOfReviews":154,"averageRating":3.958577216666667}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"554A785D4C33F7708802","originalPrice":"1.280 ₹","discountedPrice":"832 ₹","expirationText":"5 saat","discountPercentage":35}}},"freeCourses":{"https://www.udemy.com/course/artificial-intelligence-website-creation-2018-no-coding/":{"courseDetails":{"courseId":1557250,"title":"Artificial Intelligence in Web Design (2022 Special Edition)","shortDescription":"Learn incredible tools and tech in this course that cover Artificial Intelligence (AI) powered Web Design concepts","longDescription":"\u003Cp\u003EWelcome to learn, implement and master the course titled \u0022\u003Cstrong\u003E\u003Cem\u003EArtificial Intelligence in Web Design (Special Edition)\u0022.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is this 2022 Special Edition Website Design course all about?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWebsite design is the art and science of building the look, feel, and how a website functions in a nutshell. This course is having clear, concise, and easy to use website design technologies and will ultimately lead to a better user experience for your custom audience or clients. There are many aspects of successful website design like HTML, colours, layouts, text size, graphics, and so much more. But, this course is a huge differentiator in the design field as it uses artificial intelligence-based website design state-of-the-art technologies that are covered nowhere in the world. If you\u0027ve been wondering how to learn website design, you\u0027ve come to the right place - after all.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy website design is needed for a successful online presence?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EHaving a good website is the backbone of every business and to achieve this successful feat, typically we need website design developers, content marketers, SEO specialists, etc. in an organization. But, some website design developers charge a lot of money outside in the market and other freelancing marketplaces to design websites using content management platforms like WordPress CMS. In fact, tools like Bookmark in website design will help advance your web-design career, altogether. This course is both a beginner\u0027s website design course and an advanced course for web developers.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJobs in Website Design in 2022: Unveiled\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAccording to Glassdoor, you can expect an average salary of $64,468 in the United States for doing website design. As your experience grows in website design all the time, you can expect to see higher salary ranges in the upcoming future. For example, you can expect an average Junior Website Designer to make around $62k in the United States alone and Rs. 2-3 Lakhs in India. As a Front End Website Design Developer, you can expect to make over $90k abroad.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIntroduction to the website design course powered by Artificial Intelligence\u0026nbsp;(AI) technology:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIn the beginning website, design developers and designers designed websites using HTML. Soon, the internet was formless and empty, darkness was over the surface of the deep web, and the Spirit of Code was hovering over the pinnacle of utmost ignorance.\u003C/p\u003E\u003Cp\u003EWe’ve come a long way from that time. The internet is still a dark, dreadful place, but it’s much more stylish, sophisticated, and amazing now. Website Design has grown exponentially in scale and sophistication over the last few years, thanks to new Artificial Intelligence-based website creation tools that are dominating the digital marketing industry.\u003C/p\u003E\u003Cp\u003EThe technology is still in its infancy stage, however - but machine learning is enabling artificial design intelligence (ADI) to understand creative rules and apply them independently and in an intuitive and more attractive way - for that matter. Artificial design technology will soon be advanced enough to automate a lot of web design work in the near future too. New thought leaders would emerge and new courses like this would serve to be game-changers in the artificial intelligence-powered digital marketing space.\u003C/p\u003E\u003Cp\u003EThis\u0026nbsp;game-changing\u0026nbsp;course focuses on \u003Cstrong\u003E\u0022Artificial Intelligence in Web Design\u0022 \u003C/strong\u003Etaught by Digital Marketing Legend \u0022Srinidhi\u0026nbsp;Ranganathan\u0022 will cover\u003Cstrong\u003E artificial intelligence tools in website, chatbot design, and analytics in website design\u003C/strong\u003E which will help you to create a website\u0026nbsp;in \u003Cstrong\u003Emerely minutes\u003C/strong\u003E in 2022.\u003C/p\u003E\u003Cp\u003EI will teach you to easily create websites in the fastest time possible using advanced website design tools or design techniques and customize your site look and feel\u0026nbsp;according to your requirement in a simple drag-and-drop timeline by talking to chatbots.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EWhy learn this artificial intelligence game-changing course on website design and how is this a differentiator?\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis website design course can change your life as a web developer or marketer. With no coding experience, you can create amazing looking websites and pave the path for unlimited designs and interchange content and play god using artificial intelligence tech.\u0026nbsp;\u003C/p\u003E\u003Cp\u003EThis course will save you a ton\u0026nbsp;of time when it comes to creating websites without using any expensive website design tool and without using complex tools like WordPress etc. You do not even need to outsource websites to other agencies ever again as you can do it yourself now in minutes.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAbout Bookmark - The 2022 Artificial Intelligence Based Website Design Builder:\u0026nbsp;The World-Changer\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBookmark is an AI-powered website builder to help you design amazing websites at lightning speed. Bookmarks AI software AIDA (Artificial Intelligence Design Assistant) - The algorithm behind the website design empowers the non-technical entrepreneur and small business owner with the ability to instantly create an exceptional website that one can be proud of. AIDA eliminates up to 90% of the pain points associated with website design and creation by building a brand new, striking website in less than 30 seconds and then simply walks the user through the process of editing content and design. AIDA\u0027s features taught in the course comprises automatically moving the mouse cursor to aid in the website design process and instant change of website design style and fonts in a matter of minutes.\u003C/p\u003E\u003Cp\u003EThe question is\u0026nbsp;\u003Cstrong\u003E\u0022Are you ready to get into action and embrace the power to leverage artificial intelligence in website design using AIDA?”.\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIf yes, plunge into action right away by signing up NOW. All the best to become an Artificial Intelligence Web-Design Creator.\u003C/strong\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/artificial-intelligence-website-creation-2018-no-coding/","imageUri":"https://img-b.udemycdn.com/course/750x422/1557250_1091_8.jpg?secure=rhtkJqfETgpvGn7HLDhNyA%3D%3D%2C1644277249","duration":"3 heures","enrolledStudentsCount":"170 890 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Anyone who want to create and design websites at incredible speed with Artificial Intelligence (AI) technology and tools","Entrepreneurs who have passion to learn website creation with no coding involved in the process.","Developers who want to become aware of artificial intelligence new-age technologies to create webpages and sites","Ardent learners and web-developers who want to create a difference in the field of web-design leveraging the power of Artificial Intelligence (AI)"],"tags":["Développement","Science des données","Intelligence artificielle"],"rating":{"count":1329,"averageValue":"4.4"},"instructors":[{"name":"Srinidhi Ranganathan","url":"/user/srinidhi-ranganathan/","totalNumberOfStudents":804839,"totalNumberOfReviews":20753,"averageRating":3.9753417785515324},{"name":"First Look Digital Marketing Solutions Pvt. Ltd.","url":"/user/firstlookai/","totalNumberOfStudents":535438,"totalNumberOfReviews":8614,"averageRating":4.100624144875944}]},"isAlreadyAFreeCourse":true,"couponData":null}}}