{"coursesWithCoupon":{"https://www.udemy.com/course/complete-hypnosis-weight-loss-course-dieting-psychology/":{"courseDetails":{"courseId":3245884,"title":"Complete Hypnosis Weight Loss Course - Dieting Psychology","shortDescription":"Weight Loss Through Hypnosis - Improve Your Fitness Nutrition Diet - Master the Psychology of Weight Loss Via Hypnosis","longDescription":"\u003Cp\u003EComplete Hypnosis \u003Cstrong\u003EWeight Loss Course\u003C/strong\u003E - Dieting Psychology\u003Cbr\u003E\u003Cstrong\u003EWeight Loss Through Hypnosis\u003C/strong\u003E - Improve Your Fitness Nutrition Diet - Master the Psychology of\u003Cstrong\u003E Weight Loss\u003C/strong\u003E Via Hypnosis\u003C/p\u003E\u003Cp\u003EHave you tried to diet only to find it isn\u0027t something you seem to be able to commit to?\u0026nbsp; Is the gym not your place?\u0026nbsp; Want to know what is holding you back from being healthy and fit? Then perhaps the key for you is understanding more about yourself and your long-held beliefs about what is possible for you.\u0026nbsp; Using hypnosis, combined with the years of experience of a professional speaker and success coach, you can unlock the mindset of what it takes to get to and stay at your desired weight. \u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow to use Hypnosis to improve your life\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIdentify \u0026amp; change limiting, self-defeating beliefs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreate new empowering subconscious beliefs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDaily course lectures designed to keep you focused\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReconnect to the power that lies within you\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDownloadable hypnosis MP3 recordings and videos\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EHealthy people think, feel, and act differently from those who struggle to stay fit. \u0026nbsp;Learn exactly how a healthy person thinks, feels, and acts - You can learn to take new actions, find consistency, and be motivated to the point where you see how natural (and easy) it is!\u003C/p\u003E\u003Cp\u003EHypnotist, Success Coach and Professional Speaker Striker Corbin teaches the mindset for \u003Cstrong\u003Elosing weight \u003C/strong\u003Eand living a healthy, fit lifestyle.\u0026nbsp; Students will be given Striker Corbin Hypnosis recordings to use while getting a daily coaching session from Striker.\u0026nbsp; The lessons include tips, motivation, information on living healthy, and additional resources to ensure success. Learn to move away from short term, quick fix solutions and instead be focused on your goal.\u0026nbsp; Hypnosis teaches you the much-needed mind-body connection that is required to achieve any goal. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHere is what Udemy students say about this course:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022Very interesting approach, easy to watch. The only point of improvement for me is to solve the sound problem. Because from one video to another, you have to adapt the sound level. But I really love this course, I have already watched it twice in its entirety !!! Awesome !\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E Lionel Boyadjian\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022This is great! Can\u0027t wait to use it regularly and start seeing results.\u0022\u003C/em\u003E Ann Barry\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis \u003Cstrong\u003EWeight Loss\u003C/strong\u003E course is ideal for anyone searching for more info on the following:\u003Cstrong\u003E weight loss - body contouring - nutrition - fat loss - lose weight - boxing - cavitation - body contour eft\u003C/strong\u003E. Plus, this course will be a great addition to anyone trying to build out their knowledge in the following areas: \u003Cstrong\u003Enutrition - dieting - fitness.\u003C/strong\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/complete-hypnosis-weight-loss-course-dieting-psychology/","imageUri":"https://img-c.udemycdn.com/course/750x422/3245884_11dd_3.jpg","duration":"3 heures","enrolledStudentsCount":"23 413 participants","lastUpdated":"Dernière mise à jour : 10/2021","targetAudiences":["Individuals wishing to lose weight","Anyone seeking a healthier lifestyle"],"tags":["Santé et bien-être","Nutrition et régimes alimentaires","Régimes alimentaires"],"rating":{"count":131,"averageValue":"4.2"},"instructors":[{"name":"TJ Walker","url":"/user/tjwalker2/","totalNumberOfStudents":1356515,"totalNumberOfReviews":116457,"averageRating":4.3997167950103755},{"name":"Striker Corbin","url":"/user/striker-corbin/","totalNumberOfStudents":36373,"totalNumberOfReviews":292,"averageRating":4.596360294117647},{"name":"Media Training Worldwide Digital","url":"/user/media-training-worldwide-digital/","totalNumberOfStudents":1265532,"totalNumberOfReviews":107684,"averageRating":4.404639920169427}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"451F6EC8DF13624287B4","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"3 days","discountPercentage":100}},"https://www.udemy.com/course/introduction-to-arm-cortex-m3-and-m4-processors/":{"courseDetails":{"courseId":4489274,"title":"Introduction to ARM Cortex M3 and M4 Processors","shortDescription":"Learn the complete architecture of Cortex Processors and also the assembly language instructions!","longDescription":"\u003Cp\u003EHi all! Welcome to my course on \u0027Introduction to ARM Cortex M3 and M4 Processors\u0027. This course will help you gain knowledge in the architecture, registers, features of ARM Cortex Processors. The other half of the course will help you understand the instruction set of ARM Cortex-M so that you\u0027ll be able to write programs in assembly language. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe Architecture part covers\u003C/p\u003E\u003Cp\u003E1. Features of ARM Processors.\u003C/p\u003E\u003Cp\u003E2. Versions of ARM\u003C/p\u003E\u003Cp\u003E3. Applications of ARM Cortex-M\u003C/p\u003E\u003Cp\u003E4. Specific Features of ARM Cortex.\u003C/p\u003E\u003Cp\u003E5. Three stage pipeline of Cortex.\u003C/p\u003E\u003Cp\u003E6. Registers - General Purpose, Special Purpose in ARM Cortex M3\u003C/p\u003E\u003Cp\u003E7. Memory Features.\u003C/p\u003E\u003Cp\u003E8. Bit Band Region. \u003C/p\u003E\u003Cp\u003E9. Little Endian, Big Endian Architecture.\u003C/p\u003E\u003Cp\u003E10. The Thumb-2 Technology\u003C/p\u003E\u003Cp\u003E11. Difference between ARM and Thumb Instructions in Classical ARM Processors.\u003C/p\u003E\u003Cp\u003E12. Stack Memory\u003C/p\u003E\u003Cp\u003E13. Interrupts/Exceptions\u003C/p\u003E\u003Cp\u003E14. Interrupt Masking\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe Instruction set part covers\u003C/p\u003E\u003Cp\u003E• Moving data within the processor\u003C/p\u003E\u003Cp\u003E• Memory accesses\u003C/p\u003E\u003Cp\u003E• Arithmetic operations\u003C/p\u003E\u003Cp\u003E• Logic operations\u003C/p\u003E\u003Cp\u003E• Shift and Rotate operations\u003C/p\u003E\u003Cp\u003E• Conversion (extend and reverse ordering) operations\u003C/p\u003E\u003Cp\u003E• Bit field processing instructions\u003C/p\u003E\u003Cp\u003E• Program flow control (branch, conditional branch, conditional execution, and\u003C/p\u003E\u003Cp\u003Efunction calls)\u003C/p\u003E\u003Cp\u003E• Multiply accumulate (MAC) instructions\u003C/p\u003E\u003Cp\u003E• Divide instructions\u003C/p\u003E\u003Cp\u003E• Memory barrier instructions\u003C/p\u003E\u003Cp\u003E• Exception-related instructions\u003C/p\u003E\u003Cp\u003E• Sleep mode-related instructions\u003C/p\u003E\u003Cp\u003E• Other functions\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWhat are you waiting for? I\u0027ll see you there in my course.\u003C/p\u003E\u003Cp\u003EThe Cortex-M3 and Cortex-M4 are processors designed by ARM. The Cortex-M3 processor was the first of the Cortex generation of processors, released by ARM in 2005 (silicon products released in 2006). \u003C/p\u003E\u003Cp\u003EThe Cortex-M4 processor was released in 2010 (released products also in 2010). The Cortex-M3 and Cortex-M4 processors use a 32-bit architecture. Internal registers in the register bank, the data path, and the bus interfaces are all 32 bits wide. The Instruction Set Architecture (ISA) in the Cortex-M processors is called the Thumb ISA and is based on Thumb-2 Technology which supports a mixture of 16-bit and 32-bit instructions\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/introduction-to-arm-cortex-m3-and-m4-processors/","imageUri":"https://img-b.udemycdn.com/course/750x422/4489274_b1c9_5.jpg?secure=jWNdZ2jmpuaoUyFs7rFwzQ%3D%3D%2C1643898448","duration":"4 heures","enrolledStudentsCount":"2 018 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Beginner Embedded Engineers","Beginner Electronics Aspirants","Beginner CS Aspirants"],"tags":["Informatique et logiciels","Matériel informatique","ARM Cortex-M"],"rating":{"count":6,"averageValue":"4.8"},"instructors":[{"name":"Sujithkumar MA","url":"/user/sujithkumar-ma/","totalNumberOfStudents":195977,"totalNumberOfReviews":3491,"averageRating":4.304986405729167}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"24AA76C2CEBBE669308C","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/learn-spanish-now/":{"courseDetails":{"courseId":4067814,"title":"Learn Spanish Now: All-in-One Knowledge Course","shortDescription":"Learn Spanish Now covers all aspects of Spanish for those who want to learn Spanish at their own pace in every level!","longDescription":"\u003Cp\u003E\u003Cstrong\u003ELearn Spanish Now: All-in-One Knowledge Course\u003C/strong\u003E is a condensed Latin American\u0026nbsp;Spanish (small difference from Spain Spanish)\u0026nbsp;course built to teach students of all levels (from beginners to experienced) in a self-paced and approachable manner that avoids the awkwardness or time constraints of a classroom. This course delves deeper than just teaching you how to say a simple greeting or basic nouns, it actually aims to get you engaged and involved in speaking and writing in the language as soon as your first day through interactive video lessons and lectures, and resources only available to students in this course. In this course, you also won\u0027t be bogged down by overly complex technical lingo or terminologies, nor will you learn things that aren\u0027t applicable to most Spanish learners (as is often taught in a classroom setting). So whether you have no prior experience with Spanish, know a decent amount, or are just looking for a refresher, this is an essential course for you as it\u0027s made for those who want to actually get started on confidently holding conversations in\u0026nbsp;Spanish and feeling comfortable breaking through the barrier of their Spanish knowledge by going beyond rote memorization. Whether you want to improve your Spanish skills in one area, know nothing at all, or want to go back to basics, this course covers multiple bases of the Spanish language such as speaking, reading, writing, listening, and more.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-spanish-now/","imageUri":"https://img-c.udemycdn.com/course/750x422/4067814_b5da_6.jpg","duration":"5 hours","enrolledStudentsCount":"36,153 students","lastUpdated":"Last updated 1/2022","targetAudiences":["People who want to learn Latin American Spanish","Spanish language learners","Language learners"],"tags":["Teaching \u0026 Academics","Language Learning","Spanish Language"],"rating":{"count":134,"averageValue":"3.9"},"instructors":[{"name":"John Cordova","url":"/user/john-cordova-12/","totalNumberOfStudents":52865,"totalNumberOfReviews":236,"averageRating":4.170927275862069}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HELLOFEBRUARY","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/create-online-course/":{"courseDetails":{"courseId":4365184,"title":"Online Course Creation: How to Create Your Own Online Course","shortDescription":"Learn how to create and sell your very own online courses from scratch with the tools you already have at your disposal!","longDescription":"\u003Cp\u003EHave you ever wanted to create your very own online course(s) but didn\u0027t know where to start? Ever wondered how to publish your own online courses on online learning websites like Udemy and more? Have you ever wanted to learn how to do so in a simple and direct manner without breaking the bank?\u0026nbsp;Well now you can, with my \u003Cstrong\u003EOnline Course Creation: How to Create Your Own Online Course \u003C/strong\u003Ecourse! In this course, you will learn the basics of creating your own online course starting with the fundamentals: from planning it all out to filming it, editing it, and preparing it to be uploaded and published onto the Internet. Creating online courses may seem overwhelming if you don\u0027t have a streamlined process or guide, but in this course, I will show you what I use, how I create my own courses, the materials, equipment, and much more!\u0026nbsp;Best of all, you don\u0027t need to break the bank; a lot of the recommendations, equipment, and materials mentioned in this course are \u003Cstrong\u003EFREE\u003C/strong\u003E! All you need is your time, effort, and dedication. You will also gain video and audio editing skills and knowledge in the process. \u003C/p\u003E\u003Cp\u003EThroughout this course, you will find that creating your very own online courses isn\u0027t as daunting or intimidating as it may seem, and the best part is, once you\u0027ve finished creating your first course using the process used in this course, it becomes a lot easier to duplicate and use this same process for launching your future online courses. So if you\u0027re ready to get started in creating and publishing your very own online courses, don\u0027t hesitate and make sure to enroll in this course today!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/create-online-course/","imageUri":"https://img-c.udemycdn.com/course/750x422/4365184_e28d.jpg","duration":"2 hours","enrolledStudentsCount":"4,087 students","lastUpdated":"Last updated 1/2022","targetAudiences":["People who are interested in creating and selling their own online courses"],"tags":["Personal Development","Personal Brand Building","Online Course Creation"],"rating":{"count":5,"averageValue":"4.7"},"instructors":[{"name":"John Cordova","url":"/user/john-cordova-12/","totalNumberOfStudents":52865,"totalNumberOfReviews":236,"averageRating":4.170927275862069}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HELLOFEBRUARY","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/complete-goal-achievement-course-personal-success-goals/":{"courseDetails":{"courseId":3264174,"title":"Complete Goal Achievement Course - Personal Success Goals","shortDescription":"Goal Achievement In Your Life Now! Learn the Personal Success Formula to Increase Goal Setting and Personal Productivity","longDescription":"\u003Cp\u003E\u003Cstrong\u003EComplete Goal Achievement Course\u003C/strong\u003E - Personal Success Goals\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGoal Achievement\u003C/strong\u003E In Your Life Now! Learn the Personal Success Formula to Increase Goal Setting and Personal Productivity\u003C/p\u003E\u003Cp\u003EYou can achieve your goals in life. By mastering personal development skills in a systematic way, \u003Cstrong\u003Egoal achievement \u003C/strong\u003Ecan be yours, for all aspects of your life.\u003C/p\u003E\u003Cp\u003EYou do not have to go through life with empty dreams and unfulfilled hearts. You can turn your dreams into reality. \u003Cstrong\u003EGoal achievement\u003C/strong\u003E can be programmed into your DNA.\u003C/p\u003E\u003Cp\u003EPersonal development expert TJ Walker has helped more than 1 million students online achieve their goals in life when it comes to building essential habits and personal development skills. His unique SelfieSpeak Programming method (SSP) will help you turn any large complex goal into a series of simple, daily tasks that can be turned into habits.\u003C/p\u003E\u003Cp\u003EYou can live life on your own terms. You do not have to envy other peoples\u0027 lives and accomplishments. You can achieve your own dreams. Your \u003Cstrong\u003Egoals can be achieved\u003C/strong\u003E!\u003C/p\u003E\u003Cp\u003EAfter taking this course, you will no longer be someone who just makes and breaks New Year’s resolutions or has general, vague desires for more wealth or power. You will \u003Cstrong\u003Elearn exactly how to achieve your goals\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EIf you are ready to bring more fulfillment and happiness to your life through systematic \u003Cstrong\u003Egoal achievement\u003C/strong\u003E, then sign up for this course right now!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHere is what Udemy students say about this course:\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022Yes, it is very useful. I am looking forward to reaching the last video as it will help me set up my goals and how to break them into small and tiny goals.\u0022\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E \u003C/em\u003E\u003C/strong\u003ENadine Ahmed Helmy Basha\u003C/p\u003E\u003Cp\u003E\u003Cem\u003E\u0022Very interesting, refreshing and motivational with new thoughts and ideas\u0022\u003C/em\u003E Trang Duong\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis \u003Cstrong\u003EGoal Achievement\u003C/strong\u003E course is ideal for anyone searching for more info on the following: \u003Cstrong\u003Egoal setting - goal setting for a successful life - self discipline - self hypnosis - goals - goal settings for a successful life: simple \u0026amp; easy! - discipline - hypnosis\u003C/strong\u003E. Plus, this course will be a great addition to anyone trying to build out their knowledge in the following areas: \u003Cstrong\u003Egoal setting - personal success - personal productivity.\u003C/strong\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/complete-goal-achievement-course-personal-success-goals/","imageUri":"https://img-c.udemycdn.com/course/750x422/3264174_e2d8_2.jpg","duration":"3 heures","enrolledStudentsCount":"41 806 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Individuals tired of failing or falling short at achieving their goals","Anyone looking for more personal fulfillment and success in life"],"tags":["Développement personnel","Transformation personnelle","Atteindre ses objectifs"],"rating":{"count":311,"averageValue":"4.4"},"instructors":[{"name":"TJ Walker","url":"/user/tjwalker2/","totalNumberOfStudents":1356515,"totalNumberOfReviews":116457,"averageRating":4.3997167950103755}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"40A056269BB87D03C28C","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"3 days","discountPercentage":100}},"https://www.udemy.com/course/learn-vector/":{"courseDetails":{"courseId":4466546,"title":"Vector Crash Course 2022: Learn Vector in 5 Hours","shortDescription":"Get the insight knowledge of Vector.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EHow to become an expert on Vector ? \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIt seems vector as one of the easy lesson but reality is different for some students. For those students who feels Vector as a difficult lesson, this course helps you to understand easily. \u003C/p\u003E\u003Cp\u003EIt is the 50\u002B videos lessons and each video teaches you very important concepts in Vector. There will be some quizzes and workbooks including in the upcoming days.\u003C/p\u003E\u003Cp\u003EBecome an expert on Vector: The content is organized into the following sections:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EVector Basic Overview with some important examples\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETypes of vectors and exercise related to types of vectors\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVector Operation with important exercise\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVector geometry with worked out example\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will get inside every section ?\u0026nbsp;\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVideos\u003C/strong\u003E: In each section, there are dedicated videos. I will be teaching you the important lessons and I will guide you into the right direction. The content of videos consists of conceptual lessons and important examples.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EQuizzes\u003C/strong\u003E: Some sections contain important quizzes that examines your ability. And quizzes check whether you have understood or not.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EThe features:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELifetime access to this course\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFriendly support in the Q\u0026amp;A section\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUdemy Certificate of Completion available for download\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E30-day money back guarantee\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EEnroll today!\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003EI can\u0027t wait for you to get started on mastering vector.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E- Kamal Bdr. Tamang:)\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/learn-vector/","imageUri":"https://img-b.udemycdn.com/course/750x422/4466546_13a2_2.jpg?secure=-odBkbw2wPRjNY2u4cWxSw%3D%3D%2C1643897659","duration":"5 heures","enrolledStudentsCount":"1 056 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Anyone who is interested in mathematics and vector geometry"],"tags":["Formations et diplômes","Mathématiques","Mathématiques"],"rating":null,"instructors":[{"name":"Kamal Bahadur Tamang","url":"/user/coursagram/","totalNumberOfStudents":3112,"totalNumberOfReviews":1,"averageRating":5}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"100OFF","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"23 hours","discountPercentage":100}},"https://www.udemy.com/course/learn-acting/":{"courseDetails":{"courseId":4374622,"title":"Acting course - tools of acting","shortDescription":"Improve your skills in acting.","longDescription":"\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIn this acting course, Ram Choudhary teach about acting (camera \u0026amp; theater), diction, navras, characterisation, body language, dialogue delivery \u0026amp; importance of backstories ( how to bring real-life experiences into every role and how to build your own characters). As a trained actor from theater ,he uses advanced acting techniques to portray complex characters. he introduces students to various methods and techniques which he use to teach and enhance their acting skills. \u003C/p\u003E\u003Cp\u003Ethere are no prerequisites or previous knowledge needed for this course . this course teaches acting at the beginner level.\u003C/p\u003E\u003Cp\u003Eif your dream is to be in front of camera as an actor then you have to learn about acting and have to improve your acting skills.\u003C/p\u003E\u003Cp\u003Ethis course will provide the tools which you need to be a successfull actor.\u003C/p\u003E\u003Cp\u003Ethere are many topics are covered in this training program like ,what is acting ? who can became an actor ? how to cry \u0026amp; laugh for camera ( कैमरा के सामने कैसे रोया या हंसा जाए ? ) what is the importance of imrovisation ? , what are the backstories of actor ?\u003C/p\u003E\u003Cp\u003ENAVRASES in acting ? ( अभिनय में नवरस क्या है\u0026nbsp; ), what is characterisation ( चरित्रचित्रण ) ? importance of body language , dialogue delivery , diction in acting ( अभिनय में उच्चारण , नुक्ता क्या है ).etc..\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Hindi","courseUri":"https://www.udemy.com/course/learn-acting/","imageUri":"https://img-c.udemycdn.com/course/750x422/4374622_e580.jpg","duration":"44 minutos","enrolledStudentsCount":"5.761 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["student and people who want to learn acting.","person who want to improve acting skills."],"tags":["Enseñanzas y disciplinas académicas","Educación en línea","Actuación"],"rating":{"count":26,"averageValue":"4.7"},"instructors":[{"name":"Ram choudhary","url":"/user/ram-3776/","totalNumberOfStudents":5767,"totalNumberOfReviews":26,"averageRating":4.671581}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"ADB74228A3B13B194130","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/project-finance-fundamentals/":{"courseDetails":{"courseId":4228602,"title":"Project Finance Fundamentals | Infrastructure \u0026 Energy","shortDescription":"The A to Z Course to Getting Your Dream Job in Project Finance","longDescription":"\u003Cp\u003EWhether you are a fresh graduate or looking for a shift in your career, whether you are coming from an engineering, finance, or law background; delving into the \u003Cstrong\u003Eworld of Infrastructure Project finance \u0026amp; PPPs\u003C/strong\u003E might be challenging. \u003Cstrong\u003EThe problem begins at the interview stage\u003C/strong\u003E: The lack of technical knowledge and basic skills could hurt your chances to land your dream job and break into the sector.\u003C/p\u003E\u003Cp\u003EWe have been there, too, and we completely understand your frustration! Our passion for helping young professionals overcome this hurdle pushed us to create this course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThis course is beyond your regular online course; it is a compilation of thousands of hours of academic, professional, and interview experiences\u003C/strong\u003E. After working in the project finance sector and with different firms, we are more than happy to share our wealth of knowledge in this industry with you.\u003C/p\u003E\u003Cp\u003EThis course will cover every technical question you may be asked in a project finance interview. It will offer you insights into different complexities and tight spots you will experience when trying to gain entry into the industry.\u003C/p\u003E\u003Cp\u003EThe project finance sector is cumbersome \u0026amp; complicated from a distance; however, this course will draw you closer to understanding how you can make the sector a haven for you.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/project-finance-fundamentals/","imageUri":"https://img-b.udemycdn.com/course/750x422/4228602_71ce_2.jpg?secure=QanxFqa8PJAGOgGP6nVDUQ%3D%3D%2C1643891509","duration":"3 heures","enrolledStudentsCount":"25 397 participants","lastUpdated":"Dernière mise à jour : 9/2021","targetAudiences":["Anyone who is curious about Infrastructure Project Finance and PPP.","Students \u0026 recent graduates who don’t want to spend $10,000s on master’s degrees.","Experienced professionals who are interested in changing careers.","Entrepreneurs interested in infrastructure project finance."],"tags":["Finance et comptabilité","Finance","Principes de base de la finance"],"rating":{"count":192,"averageValue":"4.4"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":62155,"totalNumberOfReviews":560,"averageRating":4.259835164705882}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"SPECIALOFFERFEB22","originalPrice":"₹8,960","discountedPrice":"Free","expirationText":"3 days","discountPercentage":100}},"https://www.udemy.com/course/learn-shopify-now/":{"courseDetails":{"courseId":4301605,"title":"Learn Shopify Now: Shopify for Beginners","shortDescription":"Introductory Shopify course for beginners who would like to learn about the platform and how to use and navigate Shopify","longDescription":"\u003Cp\u003EIf you\u0027ve ever wondered how Shopify works and are interested in learning how to use it, or whether it\u0027s right for your business, know that it is one of the best and most accessible eCommerce platforms on the Internet due to its simple and approachable design along with its multitude of abilities, special features, and a wide range of integrations and partnerships with other eCommerce platforms and online marketplaces. Because of this, Shopify is one of the most popular options for new entrepreneurs and business owners when setting up their online store or business. If you\u0027re a business owner who is ready to take your business online, whether selling digital services or physical products, then Shopify is one of the best ways to go! \u003C/p\u003E\u003Cp\u003EIn my \u003Cstrong\u003ELearn Shopify Now:\u0026nbsp;Shopify for Beginners \u003C/strong\u003Ecourse, I take a detailed and step-by-step approach, beginning from creating your account all the way to setting up your online store. In this course, you\u0027ll be shown which steps you need to take in order to get started, the functions of each button, the terminologies used that are related to Shopify, and much more. In addition, there are quizzes to help you reinforce what you\u0027ve learned along the way along with easy-to-follow video lectures that contain clear explanations. So if you\u0027re ready to take your business to the next level, then enroll in this course today to learn how to use one of the best eCommerce hosting platforms on the Internet:\u0026nbsp;Shopify! Your business will thank you for it.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-shopify-now/","imageUri":"https://img-c.udemycdn.com/course/750x422/4301605_7b17.jpg","duration":"4.5 hours","enrolledStudentsCount":"13,598 students","lastUpdated":"Last updated 1/2022","targetAudiences":["People who want to learn Shopify","People who want to set up their own online store or business","People interested in eCommerce","People interested in dropshipping","People interested in print-on-demand"],"tags":["Business","E-Commerce","Shopify"],"rating":{"count":28,"averageValue":"4.1"},"instructors":[{"name":"John Cordova","url":"/user/john-cordova-12/","totalNumberOfStudents":52865,"totalNumberOfReviews":236,"averageRating":4.170927275862069}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HELLOFEBRUARY","originalPrice":"₹1,280","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/xero-accounting-software-2020/":{"courseDetails":{"courseId":2777862,"title":"Xero Accounting Software","shortDescription":"Learn Xero accounting software in a comprehensive online course taught by a practicing CPA, CGMA, CPI, with BS tax","longDescription":"\u003Cp\u003EThis course will start at the basics, assuming you know nothing about the software or accounting.\u003C/p\u003E\u003Cp\u003EWe will then go through the purchasing process, the downloading process, and the installation process. Xero often offers a free 30 day trial which is a perfect tool to practice with. \u003C/p\u003E\u003Cp\u003EThe first half of the course will be dedicated to navigating the software, getting a feel for the major components of the software, and the primary accounting cycles such as the customer section or revenue cycle, the vendor section or payments cycle, and the employee section or payroll cycle.\u003C/p\u003E\u003Cp\u003EOnce we learn the primary sections or accounting cycles we will analyze the forms and transactions within each section, considering the impact each has on the financial statements. major accounting forms will include invoice, bills, pay bills, purchase orders, deposits, and more. \u003C/p\u003E\u003Cp\u003EThe second half of the course will be in the format of a comprehensive problem, working through two months of data impute.\u003C/p\u003E\u003Cp\u003EWe will enter every standard type of transaction as we work through the comprehensive problem. The comprehensive problem format will provide context to the data entry process, so we understand how the data impute fits into the accounting workflow.\u003C/p\u003E\u003Cp\u003EA comprehensive problem also allows us to do more than simple data entry, data entry generally being the easiest part of the accounting process. We will be able to see how to set up the system to make the data entry as easy as possible.\u003C/p\u003E\u003Cp\u003EWe will also be able to see the impact on the financial statements of every transaction we make and be able to check our work after each transaction.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/xero-accounting-software-2020/","imageUri":"https://img-c.udemycdn.com/course/750x422/2777862_a64d_4.jpg","duration":"28 horas","enrolledStudentsCount":"25.738 estudiantes","lastUpdated":"Fecha de la última actualización: 2/2020","targetAudiences":["Business owners","Accounting professionals","Accounting students","Anybody who wants to learn accounting software"],"tags":["Finanzas y contabilidad","Herramientas de gestión monetaria","Xero"],"rating":{"count":204,"averageValue":"4.2"},"instructors":[{"name":"Robert (Bob) Steele","url":"/user/c91d6786-95f3-48d8-ab94-cc92431d2aa4/","totalNumberOfStudents":509855,"totalNumberOfReviews":24399,"averageRating":4.4081613758838865},{"name":"Jane Clark","url":"/user/jane-clark-21/","totalNumberOfStudents":353212,"totalNumberOfReviews":2564,"averageRating":4.427335951761193}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"728CC600C8F7785BFE25","originalPrice":"₹12,800","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/strategies-forex-pour-le-trading-algorithmique-2022/":{"courseDetails":{"courseId":4496758,"title":"Strategies Forex pour le trading algorithmique 2022","shortDescription":"Analyse technique, Machine learning, gestion de portefeuille et de risque pour le trading algo Forex. Bots MT5 inclus","longDescription":"\u003Cp\u003E\u003Cstrong\u003EVoulez-vous créer des stratégies quantitatives sur le \u003C/strong\u003EFOREX\u003Cstrong\u003E pour gagner jusqu\u0027à \u003C/strong\u003E60 % \u003Cstrong\u003Epar an ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous avez déjà quelques connaissances en trading et vous voulez apprendre le trading / la finance quantitatif ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous êtes simplement une personne curieuse qui veut se lancer dans ce sujet pour monétiser et diversifier ses connaissances ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi vous répondez à au moins une de ces questions, je vous souhaite la bienvenue à ce cours. Toutes les applications du cours seront réalisées à l\u0027aide de Python. Cependant, pour les \u003Cstrong\u003Edébutants en Python\u003C/strong\u003E, pas de panique ! Un cours accéléré \u003Cstrong\u003EGRATUIT sur Python\u003C/strong\u003E est inclus pour maîtriser Python. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDans ce cours, vous apprendrez à utiliser \u003Cstrong\u003El\u0027analyse technique\u003C/strong\u003E et \u003Cstrong\u003El\u0027apprentissage automatique\u003C/strong\u003E pour créer des \u003Cstrong\u003Estratégies forex robustes\u003C/strong\u003E. Vous effectuerez des \u003Cstrong\u003Eanalyses quantitatives \u003C/strong\u003Epour trouver des modèles dans les données. Une fois que vous aurez de nombreuses \u003Cstrong\u003Estratégies rentables\u003C/strong\u003E, nous apprendrons à effectuer un backtesting vectorisé.\u0026nbsp;Ensuite, vous appliquerez des techniques de gestion de portefeuille et de risque pour \u003Cstrong\u003Eréduire le drawdown\u003C/strong\u003E et \u003Cstrong\u003Emaximiser vos rendements\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous apprendrez et comprendrez l\u0027analyse quantitative des crypto-monnaies utilisée par les gestionnaires de portefeuille et les traders professionnels : \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELa modélisation\u003C/strong\u003E : Analyse technique (\u003Cem\u003Ebandes de Bollinger\u003C/em\u003E), apprentissage automatique (\u003Cem\u003ESupport vector machine\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBacktesting\u003C/strong\u003E : Faire un backtest correctement sans erreur et minimiser le temps de calcul (\u003Cem\u003EVectorized Backtesting\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EGestion du risque\u003C/strong\u003E : Gérer le drawdown (\u003Cem\u003EDrawdown break strategy\u003C/em\u003E), combiner correctement les stratégies (\u003Cem\u003EOptimisation du critère Sortino\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPourquoi ce cours et pas un autre ?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIl ne s\u0027agit pas d\u0027un cours de programmation, ni d\u0027un cours de trading ou d\u0027apprentissage automatique. Il s\u0027agit d\u0027un cours dans lequel les statistiques, la théorie financière et l\u0027apprentissage automatique sont utilisés pour le trading.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECe cours n\u0027est pas créé par un data scientist mais par un diplômé en mathématiques et en économie spécialisé dans les mathématiques appliquées à la finance.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVous pouvez poser des questions ou lire nos articles sur la finance quantitative simplement en vous inscrivant sur notre forum Discord gratuit.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESans oublier que le cours est satisfait ou remboursé pendant 30 jours. Ne manquez pas l\u0027occasion d\u0027améliorer vos connaissances sur ce sujet fascinant.\u003C/strong\u003E\u003C/p\u003E","language":"Français","courseUri":"https://www.udemy.com/course/strategies-forex-pour-le-trading-algorithmique-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4496758_1b72.jpg","duration":"7 heures","enrolledStudentsCount":"711 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Tout le monde"],"tags":["Finance et comptabilité","Investissement et trading","Le trading algorithmique"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Lucas Inglese","url":"/user/lucas-inglese-2/","totalNumberOfStudents":41450,"totalNumberOfReviews":214,"averageRating":4.402312961874999}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5231B96E0CA6CEACE238","originalPrice":"12 800 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/aws-certified-cloud-practitioner-practice-exams-feb-2022/":{"courseDetails":{"courseId":4529502,"title":"AWS Certified Cloud Practitioner Practice Exams - FEB 2022","shortDescription":"Attend this AWS Certified Cloud Practitioner Practice Certification Exam will get a Good Score 90% on Main Exam","longDescription":"\u003Cp\u003EWould you like to \u003Cstrong\u003EPass Your AWS Certified Cloud Practitioner Exam\u003C/strong\u003E \u003Cstrong\u003Eon First Attempt \u003C/strong\u003Eand at the same time \u003Cstrong\u003EGet Great Scores\u003C/strong\u003E? If so, these 6 New and Full Up-To-Date AWS Certified Cloud Practitioner Practice Exams are for you. We have covered all the topics and key concepts you need to know to ace your AWS Certified Cloud Practitioner Exam. Our practice exams are \u003Cstrong\u003EDesigned to Give You the Knowledge, Confidence, and Exam Skills\u003C/strong\u003E you need to get great scores in\u003Cstrong\u003E \u003C/strong\u003Ethe AWS Certified Cloud Practitioner Exam. These 6 practice tests reflect the difficulty of the AWS exam questions and are very similar to the real AWS exam. \u003C/p\u003E\u003Cp\u003EWe \u003Cstrong\u003ERegularly Update our Question Bank\u003C/strong\u003E based on the feedback from the students. This is to ensure that our AWS Certified Cloud Practitioner Practice Exams are always \u003Cstrong\u003EUp-To-Date with the Latest Changes from AWS\u003C/strong\u003E. That’s why our students love our high-quality AWS Certified Cloud Practitioner Exam questions because they simulate the type of questions you will come across during the real AWS exam. We have designed these exams to \u003Cstrong\u003EPrepare You Thoroughly for the Real AWS Certified Cloud Practitioner Exam\u003C/strong\u003E so that you walk into the test center with confidence and ace your AWS Certified Cloud Practitioner Exam in your first attempt.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETOP REASON WHY THESE 6 PRACTICE EXAMS ARE YOUR BEST CHANCE TO ACE YOUR AWS CLOUD PRACTITIONER EXAM\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E6 PRACTICE TESTS 100% CONFORM WITH CLF-C01 EXAM BLUEPRINT\u003C/strong\u003E: These practice exams contain 390 unique, high-quality questions for AWS Certified Cloud Practitioner Exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESIMULATE ACTUAL EXAM\u003C/strong\u003E: All of our practice tests are timed. Just like the real exam, you get 65 questions and 90 minutes with a passing score of 70%. This precisely mimics the real exam environment so these exams are designed to prepare and familiarize you with the actual AWS exam format.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E100% EXAM COVERAGE\u003C/strong\u003E: Our practice questions are set up to cover all the topics you will be tested on during your exam. The questions are prepared to keep in mind the exam blueprint provided by Amazon Web Services for the AWS Certified Cloud Practitioner Exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ERETAKE PRACTICE EXAMS INDEFINITELY\u003C/strong\u003E: You will have lifetime access to our AWS Certified Cloud Practitioner Practice Exams and can retake these exams as many times as you like. The exam will be regraded every time you retake the exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EWEEKLY UPDATES OF QUESTION BANK\u003C/strong\u003E: We regularly update our question bank based on the feedback from the students who have recently taken the AWS Certified Cloud Practitioner Exam. This is to ensure that our exams are always up-to-date with the latest changes from AWS. This is why our students ace this exam in their first attempt with an average exam score of over 85%.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EINSTRUCTOR SUPPORT\u003C/strong\u003E: Got questions? No worries as we have got your back. Our course for AWS Certified Cloud Practitioner Practice Exams includes friendly and timely support from our team of expert trainers. Our support team will comprehensively respond to all of your questions or concerns.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELIFETIME ACCESS\u003C/strong\u003E: You could come back anytime to retake these AWS Certified Cloud Practitioner Practice Exams as you have lifetime access.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETEST REPORT\u003C/strong\u003E: You will be presented with the test report upon completion of our AWS Certified Cloud Practitioner Practice Exams and you will get an opportunity to review your answers. This will help you to keep track of your progress and highlight the knowledge areas and the key concepts where you are strong or need improvements.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPROVIDE BETTER VALUE THAN OFFICIAL AWS PRACTICE TEST \u003C/strong\u003E– AWS charges $20 for a practice test that only contains 20 to 40 questions. All of our practice tests contains 65 questions in each practice test and provide a significantly higher value than the official AWS practice exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EGOOD MIX OF MULTI-CHOICE AND MULTI-SELECTION QUESTIONS \u003C/strong\u003E– You will be presented with two types of questions during your AWS Certified Cloud Practitioner Exam including multi-choice and multi-selection questions. We have carefully designed all of our AWS Certified Cloud Practitioner Practice Exams to include a good mix of multi-choice and multi-selection questions. You will get one multi-selection question for every 3-4 multi-choice questions in every practice exam.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMOBILE ACCESS\u003C/strong\u003E: Our practice exams are mobile compatible so you can study on the go on your phone – anytime, anywhere. You just need to download the Udemy app and log in to your account to access these practice tests.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBEGINNER-FRIENDLY\u003C/strong\u003E: No worries if you are new to Cloud Computing or Amazon Web Services. You will be able to pick up everything quickly as we explain all the terms and key concepts you need to know.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EMONEY-BACK GUARANTEE\u003C/strong\u003E: 30-days unconditional money-back guarantee – no questions asked. So, get risk-free lifetime access to fast-track your AWS exam success!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIMPORTANT NOTE\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EJust like the real AWS Certified Cloud Practitioner certification exam, our six practice tests have a passing score of 70% but we highly recommend our students to repeat all of our practice exams until they consistently reach a score of over 90% in each practice test. Also, we recommend our students read the detailed explanation for all the answers regardless of whether their answers are right or wrong. Even though it is not necessary to pass the AWS Certified Cloud Practitioner certification exam but we encourage our students to read through the reference material (each answer is provided with reference links to the related AWS documentation).\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/aws-certified-cloud-practitioner-practice-exams-feb-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4529502_1b70_2.jpg","duration":"","enrolledStudentsCount":"123 participants","lastUpdated":"Publié le 2/2022","targetAudiences":["AWS Certified Cloud Practitioner Exam students \u0026 candidates"],"tags":["Informatique et logiciels","Certifications informatiques"],"rating":null,"instructors":[{"name":"Dounia Jalal","url":"/user/dounia-jalal-2/","totalNumberOfStudents":1248,"totalNumberOfReviews":1,"averageRating":4}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/az-900-microsoft-azure-fundamentals-practice-exams-feb-2022/":{"courseDetails":{"courseId":4529456,"title":"AZ-900 Microsoft Azure Fundamentals Practice Exams FEB 2022","shortDescription":"Attend this AZ-900 Microsoft Azure Fundamentals Practice Certification Exam will get a Good Score 90% on Main Exam","longDescription":"\u003Cp\u003E“Microsoft Certified Azure Fundamentals”- This exam is for the people from a non-technical background as well as for technical people who want to verify their elementary knowledge on Azure cloud services. To get this certification, it is mandatory to pass the exam AZ-900.\u003C/p\u003E\u003Cp\u003EThese Practice tests will help you to get real time exam simulation and confidence to clear the exam in 1st attempt.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EObjective\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMicrosoft Azure is the fastest growing cloud platform in the world. The objective of this course is to provide you questions to practice in different areas of Azure before attending interviews or AZ-900 Fundamentals certification exam on Azure. Wherever possible, we have tried adding explanation in the question as well so it can help you learn.\u003C/p\u003E\u003Cp\u003EAfter taking this course. You will be confident in Azure Fundamentals Exam (AZ900). This practice exam will be updated once a month with new questions.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy Azure Certification?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAzure is now most popular cloud service.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E95% of Fortune 500 companies use Microsoft Azure.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENo startup cost. You can enroll in Azure with $200 credits for 30 days absolutely free.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you get?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E6 practice sets\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EExplanations for each questions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E30 days money back guarantee\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhy Udemy?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E30 days money back guarantee.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELifetime access\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EWhy wait? Let\u0027s jump into the course and practice now.Wish you all the very best for the exam!\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAZ-900 Exam Guide :\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ETotal Questions : 40-60 (approximately)\u003C/p\u003E\u003Cp\u003EPassing Score : 700\u003C/p\u003E\u003Cp\u003EApproximately 70% marks required to pass the exam\u003C/p\u003E\u003Cp\u003ETime : 60 minutes\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe questions cover the following AZ-900 exam domains:\u003C/strong\u003E\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EUnderstand cloud concepts (15-20%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand core Azure services (30-35%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand security, privacy, compliance, and trust (25-30%)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnderstand Azure pricing and support (20-25%)\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/az-900-microsoft-azure-fundamentals-practice-exams-feb-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4529456_eb89.jpg","duration":"","enrolledStudentsCount":"0 participants","lastUpdated":"Publié le 2/2022","targetAudiences":["AZ-900 Microsoft Azure Fundamentals Exam students \u0026 candidates"],"tags":["Informatique et logiciels","Certifications informatiques"],"rating":null,"instructors":[{"name":"Dounia Jalal","url":"/user/dounia-jalal-2/","totalNumberOfStudents":1248,"totalNumberOfReviews":1,"averageRating":4}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/el-arte-de-programar-en-r-anade-valor-a-tu-cv/":{"courseDetails":{"courseId":1999002,"title":"R Studio: Empieza desde cero","shortDescription":"Aprende programación en R en R Studio. Aprenderás a usar vectores, matrices, funciones, gráficas, paquetes y más.","longDescription":"\u003Cp\u003E¿Te gustaría aprender a \u003Cstrong\u003Eprogramar en R\u003C/strong\u003E pero no sabes por donde empezar?\u003C/p\u003E\u003Cp\u003EEn este curso iremos \u003Cstrong\u003Epaso a paso\u003C/strong\u003E desde lo más sencillo hasta lo más complejo. \u003C/p\u003E\u003Cp\u003EDespués de cada video, aprendes un nuevo concepto valioso que puedes aplicar de inmediato. Y la mejor parte es que aprendes a través de ejemplos en vivo.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EEste curso te proporcionará \u003Cstrong\u003Elas bases del lenguaje de programación estadística R.\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi eres un estudiante o profesionista que quiere\u003Cstrong\u003E potenciar su carrera profesional \u003C/strong\u003Ete tengo una buena noticia:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡Encontraste el curso indicado!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¿Sientes que tu carrera profesional esta \u003Cstrong\u003Eestancada\u003C/strong\u003E?\u003C/p\u003E\u003Cp\u003E¿\u003Cstrong\u003ETu perfil no destaca\u003C/strong\u003E entre el de los demás?\u003C/p\u003E\u003Cp\u003E¿Sientes que en la escuela\u003Cstrong\u003E no aprendiste nada útil\u003C/strong\u003E para el mundo laboral?\u003C/p\u003E\u003Cp\u003E¿\u003Cstrong\u003ECrees que Excel es la única herramienta\u003C/strong\u003E para analizar datos y hacer gráficas?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENo tener las habilidades correctas \u003C/strong\u003Epara esta nueva era tecnológica es la raíz de todos estos males.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EActualmente\u003Cstrong\u003E el mundo está lleno de datos\u003C/strong\u003E y es fundamental saber como \u003Cstrong\u003Eanalizarlos y presentarlos para extraer valor \u003C/strong\u003Ede ellos. Esta es una habilidad que los empleadores valoran cada día más.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi \u003Cstrong\u003Edominas R para analizar datos y generar propuestas\u003C/strong\u003E de alto impacto \u003Cstrong\u003Eserás una persona invaluable para cualquier empresa\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003EYo sé que se de\u003Cstrong\u003E lo difícil que es crecer profesionalmente\u003C/strong\u003E. También sé lo frustrante que es ver que todos ascienden menos tú.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPara tu fortuna \u003Cstrong\u003Eeste curso\u003C/strong\u003E de \u003Cstrong\u003ER\u003C/strong\u003E desde cero \u003Cstrong\u003Ete enseñará\u003C/strong\u003E de una manera \u003Cstrong\u003Efácil \u003C/strong\u003Ey te dará una habilidad para\u003Cstrong\u003E destacar entre los demás\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡Inscríbete ahora y desarrolla esa habilidad que te hace falta!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPreguntas frecuentes:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1. ¿Necesito un software especializado o de pago para poder tomar el curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: No. Solo necesitas instalar la paquetería de R que es gratuita.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2. ¿Dónde obtengo la paquetería de R?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: En el curso te enseñamos de donde descargarla y como instalarla.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3. ¿Necesito algún conocimiento previo para tomar el curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: No, el curso esta diseñado para empezar desde cero y llevarte de la mano por cada uno de los temas.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E4. ¿Qué podré hacer después del curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: Analizar grandes volúmenes de datos para generar propuestas de alto valor y presentarlas en gráficos visualmente atractivos.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDeja de perder las oportunidades laborales por no tener más habilidades.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAñádete las \u003Cstrong\u003Ehabilidades que te harán brillar \u003C/strong\u003Eaprendiendo a generar propuestas de alto valor para el mundo de los negocios.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEn cuanto el mercado laboral reconozca que eres un experto R \u003Cstrong\u003Etu carrera profesional comenzará a despegar\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003ESuena a \u0022truco de magia\u0022 pero la realidad es que \u003Cstrong\u003Etendrás una habilidad que es altamente demandada por las empresas.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDespués de tomar este curso \u003Cstrong\u003Etu carrera profesional cambiará totalmente\u003C/strong\u003E porque tendrás las herramientas necesarias para hacer propuestas de alto impacto basadas en datos. \u003Cstrong\u003ESerás del club de los profesionistas que tienen buenos ingresos.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡INSCRÍBETE AHORA y empieza a potenciar tu carrera!\u003C/strong\u003E\u003C/p\u003E","language":"Espagnol","courseUri":"https://www.udemy.com/course/el-arte-de-programar-en-r-anade-valor-a-tu-cv/","imageUri":"https://img-b.udemycdn.com/course/750x422/1999002_c5bf_10.jpg?secure=Yz-I3kJNXKRjpYBTl8vJVw%3D%3D%2C1643901605","duration":"1,5 heures","enrolledStudentsCount":"57 240 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["Este curso es para ti si quieres aprender a programar en R.","Cualquier persona interesada en la programación estadística.","Cualquier persona interesada en convertirse en un científico de datos."],"tags":["Développement","Langages de programmation","R (langage de programmation)"],"rating":{"count":950,"averageValue":"4.3"},"instructors":[{"name":"Raúl Montesinos","url":"/user/ralmontesinos/","totalNumberOfStudents":324174,"totalNumberOfReviews":10037,"averageRating":4.343493559677},{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314667,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BBDB87114DED82135C38","originalPrice":"2 240 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/trading-algorithmique-pour-debutant-de-zero-a-heros/":{"courseDetails":{"courseId":4504910,"title":"Trading algorithmique pour débutant: de zéro à héros","shortDescription":"Analyse technique, programmation, maths pour trading, risk management,  MetaTrader 5 live trading. Robots trader  inclus","longDescription":"\u003Cp\u003E\u003Cstrong\u003EVous voulez créer des stratégies de trading algorithmique ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous avez déjà des connaissances en trading et vous voulez apprendre le trading/la finance quantitative ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous êtes simplement une personne curieuse qui veut se lancer dans ce sujet pour monétiser et diversifier ses connaissances ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi vous répondez à au moins une de ces questions, je vous souhaite la bienvenue à ce cours. Toutes les applications du cours seront réalisées à l\u0027aide de Python. Cependant, pour les \u003Cstrong\u003Edébutants\u003C/strong\u003E en Python, pas de panique ! Un cours accéléré \u003Cstrong\u003EGRATUIT\u003C/strong\u003E sur Python est inclus pour maîtriser Python. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDans ce cours, vous apprendrez à utiliser l\u0027\u003Cstrong\u003Eanalyse technique\u003C/strong\u003E pour créer des \u003Cstrong\u003Estratégies solides\u003C/strong\u003E. Vous effectuerez une \u003Cstrong\u003Eanalyse quantitative\u003C/strong\u003E pour trouver des modèles dans les données. Une fois que vous aurez de nombreuses \u003Cstrong\u003Estratégies rentables\u003C/strong\u003E, nous apprendrons à effectuer des backtests vectorisés.\u0026nbsp;Ensuite, vous appliquerez des techniques de \u003Cstrong\u003Egestion de portefeuille et de risque \u003C/strong\u003Epour réduire le drawdown et maximiser vos rendements.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous apprendrez et comprendrez l\u0027analyse quantitative utilisée par les gestionnaires de portefeuille et les traders professionnels : \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELa modélisation :\u003C/strong\u003E Analyse technique (\u003Cem\u003Emoyenne mobile, RSI\u003C/em\u003E) et combinaison de conditions.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBacktesting :\u003C/strong\u003E Faire un backtest correctement sans erreur et minimiser le temps de calcul (\u003Cem\u003EBacktesting vectorisé\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EGestion du risque :\u003C/strong\u003E Gérer le drawdown (\u003Cem\u003EStop loss)\u003C/em\u003E, combiner les stratégies correctement (\u003Cem\u003EStratégies portoflio\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPourquoi ce cours et pas un autre ?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIl ne s\u0027agit pas d\u0027un cours de programmation, ni d\u0027un cours de trading ou d\u0027apprentissage automatique. Il s\u0027agit d\u0027un cours dans lequel les statistiques, la programmation et la théorie financière sont utilisées pour le trading.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECe cours n\u0027est pas créé par un data scientist mais par un diplômé en mathématiques et en économie spécialisé dans les mathématiques appliquées à la finance.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVous pouvez poser des questions ou lire nos articles sur la finance quantitative simplement en vous inscrivant sur notre forum Discord gratuit.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESans oublier que le cours est satisfait ou remboursé pendant 30 jours. Ne manquez pas l\u0027occasion d\u0027améliorer vos connaissances sur ce sujet fascinant.\u003C/p\u003E","language":"Français","courseUri":"https://www.udemy.com/course/trading-algorithmique-pour-debutant-de-zero-a-heros/","imageUri":"https://img-c.udemycdn.com/course/750x422/4504910_315a.jpg","duration":"7 heures","enrolledStudentsCount":"1 008 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Tout le monde"],"tags":["Finance et comptabilité","Investissement et trading","Le trading algorithmique"],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Lucas Inglese","url":"/user/lucas-inglese-2/","totalNumberOfStudents":41450,"totalNumberOfReviews":214,"averageRating":4.402312961874999}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D2C4765C2C1E87345656","originalPrice":"12 800 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/servicenow-system-administrator-csa-practice-exams-feb-2022/":{"courseDetails":{"courseId":4529750,"title":"ServiceNow System Administrator CSA Practice Exams FEB 2022","shortDescription":"Attend this ServiceNow System Administrator (CSA) Practice Certification Exam will get a Good Score 90% on Main Exam","longDescription":"\u003Cp\u003E\u003Cstrong\u003EExam Purpose\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPrepare for the ServiceNow Certified System Administrator (CSA) exam with the most comprehensive set of practice questions with detailed explained answers, all built in the latest Rome release!\u003C/p\u003E\u003Cp\u003EThe CSA exam certifies that you have the skills and essential knowledge to contribute to the ServiceNow system\u0027s configuration, implementation, and maintenance.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Preparation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EExam questions are based on official ServiceNow training materials, the ServiceNow documentation site, and the ServiceNow developer site. It should not be considered the official study or exam materials and should only be used to practice for the actual mainline exam.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EExam Scope\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cem\u003EUser Interface \u0026amp; Navigation (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E20%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EServiceNow Overview\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELists and Filters\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EForms and Templates\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBranding\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003ECollaboration (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E20%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUser Administration\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETask Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ENotifications\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReporting\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EDatabase Administration (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E30%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EData Schema\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECMDB\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EApplication/Access Control\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImport Sets\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003ESelf-Service \u0026amp; Process Automation (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E20%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EKnowledge Management\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EService Catalogue\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWorkflows/Flow Designer\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cem\u003EIntroduction to Development (\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E10%\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003E)\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EScripting\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMigration and Integration\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDevelopment\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EExam Structure\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe exam consists of approximately (60) questions. For each question on the examination, there are multiple possible responses. You should review the response options and select the most correct answer to the question.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EMultiple Choice (single answer)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EFor each multiple-choice question on the exam, there are four possible responses. You should review the response options and select the one response most accurately answers the question.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cem\u003EMultiple Select (select all that apply)\u003C/em\u003E\u003C/p\u003E\u003Cp\u003EFor each multiple-select question on the exam, there are at least four possible responses. The question will state how many responses should be selected. You should review the response options and select ALL responses that accurately answer the question. Multiple-select questions have two or more correct responses.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/servicenow-system-administrator-csa-practice-exams-feb-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4529750_031b.jpg","duration":"","enrolledStudentsCount":"20 participants","lastUpdated":"Publié le 2/2022","targetAudiences":["ServiceNow Certified System Administrator (CSA) Exam students \u0026 candidates"],"tags":["Informatique et logiciels","Certifications informatiques"],"rating":null,"instructors":[{"name":"Dounia Jalal","url":"/user/dounia-jalal-2/","totalNumberOfStudents":1596,"totalNumberOfReviews":1,"averageRating":4}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1 280 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/python-3-curso-completo-de-cero-a-experto/":{"courseDetails":{"courseId":3586896,"title":"Python 3: Curso completo de cero a experto","shortDescription":"Aprende fácil y divertido todo lo necesario para dominar Python.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EPython es un lenguaje de programación\u003C/strong\u003E de código abierto, orientado a objetos, muy simple y fácil de entender. Tiene una sintaxis sencilla que cuenta con una vasta biblioteca de herramientas, que hacen de Python un lenguaje de programación único.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESaber programar en \u003Cstrong\u003EPython es una habilidad solicitada \u003C/strong\u003Epor las empresas de todo el mundo. Un \u003Cstrong\u003Eprogramador Jr. en Python gana $77,000 USD\u003C/strong\u003E al año en promedio.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué esperas? Te llevaremos de la mano en cada uno de los temas para que te conviertas en un experto de Python y del Data Analysis.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¿Qué esperas?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEl objetivo del curso es que sin conocimientos previos aprendas con ejercicios prácticos a:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIdentificar los tipos de datos.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDefinir funciones.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear clases y objetos con la POO.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHerencia y multiherencia en las clases.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELeer y manipular datos desde archivos de texto.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EControlar el flujo del programa.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManejar errores y excepciones.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ETambién abordamos varios ejercicios donde ponemos en practica lo aprendido durante las lecciones.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué esperas? Con este curso añadirás valor a tu CV y habilidades que te harán destacar en tu trabajo. \u003C/strong\u003EDesbloquea tu potencial con el análisis de datos, desarrollarás habilidades profesionales y estarás listo para aplicarlas en cualquier trabajo. Recuerda que la habilidad de analizar datos es de las más demandadas hoy en día.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDespués de tomar este curso \u003Cstrong\u003Eserás capaz\u003C/strong\u003E de generar códigos potentes en Python para proyectos personales o para el entorno profesional, todo esto basado en la programación orientada a objetos que es la mejor practica en el mundo del desarrollo. También \u003Cstrong\u003Eserás capaz\u003C/strong\u003E de\u0026nbsp; analizar grandes volúmenes de datos en Python para proyectos personales o para el entorno profesional.\u003C/p\u003E","language":"Espagnol","courseUri":"https://www.udemy.com/course/python-3-curso-completo-de-cero-a-experto/","imageUri":"https://img-c.udemycdn.com/course/750x422/3586896_04a0_15.jpg","duration":"8 heures","enrolledStudentsCount":"89 225 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["Profesionistas que quieran aprender a programar en Python para facilitar sus tareas del día a día.","Desarrolladores que quieran aprender Python de una manera ágil, completa y sencilla."],"tags":["Développement","Langages de programmation","Python"],"rating":{"count":2224,"averageValue":"4.3"},"instructors":[{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314678,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FD2D09F8F23CE30BEE77","originalPrice":"5 440 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/how-to-be-productive-and-focused-on-things-that-matter/":{"courseDetails":{"courseId":4300131,"title":"How to be productive and focused on things that matter","shortDescription":"Learn to create a process that makes getting things done as effortless as possible with focus","longDescription":"\u003Cp\u003EIn this course, you’ll learn to create a process that makes getting the essential things done as effortless as possible.\u003C/p\u003E\u003Cp\u003EThis course will show you how to live a life true to yourself, not the life others expect from you. It will teach you a method for being more efficient, productive, and effective in both personal and professional realms. It will teach you a systematic way to discern what is important, eliminate what is not, and make doing the essential as effortless as possible. In short, it will teach you how to apply the disciplined pursuit of less to every area of your life. Here’s how:\u003C/p\u003E\u003Cp\u003EThere are four parts to the course. The first outlines the core mindset of an Essentialist or Minimalist. The next three turn the mindset into a systematic process for the disciplined pursuit of less, one you can use in any situation or endeavor you encounter.\u003C/p\u003E\u003Cp\u003EIf you are interested in minimalism this course is for you. If you are confused, tired of too many things, and want to start an afresh life then this course is for you. If your life\u0027s closet is disorganized and stuffed then this course if for you.\u003C/p\u003E\u003Cp\u003EYou’ll learn:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003ELearn practical strategies to gain clarity on the things you need to focus on\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn to cut out non-essentials from your life using effective methods\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn to decide your priorities and stick to them\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to meet your deadlines and set realistic goals\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to balance professional and work-life\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to select opportunities without getting lost\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to say \u0022no\u0022 to almost everything that isn\u0027t essential\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how you can contribute your best self in the world\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EAbout Instructor:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAman Varma has undergone accredited course training in CBT practitioner, Diploma in Hypnotherapy, Mental Health Practitioner, NLP Specialist Practitioner, Diploma in Psychological Counseling and Diploma in Modern Applied Psychology.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/how-to-be-productive-and-focused-on-things-that-matter/","imageUri":"https://img-c.udemycdn.com/course/750x422/4300131_1059_4.jpg","duration":"3 heures","enrolledStudentsCount":"40 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["Working Professionals","Students","Part time workers","Employees as well as Employers","Managers \u0026 Executives"],"tags":["Développement personnel","Productivité personnelle","Productivité personnelle"],"rating":null,"instructors":[{"name":"Psychology Online","url":"/user/cb802548-f70d-45ca-9f85-fd5a02ea9e3e/","totalNumberOfStudents":22324,"totalNumberOfReviews":404,"averageRating":4.166902637688442}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5E9D6472734003C291F8","originalPrice":"1 920 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/administration-windows-server/":{"courseDetails":{"courseId":4420290,"title":"Windows Server Administration | 2022","shortDescription":"Administration de Windows Server  Apprenez Active Directory, stratégie de groupe, DNS, DHCP, stockage, sauvegarde, i","longDescription":"\u003Cp\u003E\u003Cstrong\u003EApprenez l\u0027administration des systèmes\u0026nbsp;! Le moyen le plus simple d\u0027empiler votre CV et d\u0027obtenir un emploi informatique bien rémunéré - Guide étape par étape\u0026nbsp;!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESi vous souhaitez obtenir un poste d\u0027assistance, d\u0027administrateur système, de spécialiste du support informatique ou tout autre emploi lié à l\u0027informatique, c\u0027est le cours que vous recherchiez\u0026nbsp;! Ce cours vous donnera les compétences essentielles nécessaires pour réussir dans le domaine des technologies de l\u0027information.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPartout, les entreprises recherchent des personnes qui ont de réelles compétences professionnelles et pas simplement des certifications ou des diplômes ! De nombreuses personnes obtiennent leur diplôme universitaire et cherchent un emploi, mais ne parviennent pas à décrocher un poste parce qu\u0027elles n\u0027ont aucune expérience pratique.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ECe cours vous donnera les compétences dont vous avez besoin pour entrer dans le domaine informatique. Je couvrirai une myriade de sujets, notamment comment configurer Windows Server 2012, comment créer un contrôleur de domaine et comment travailler dans Active Directory et la stratégie de groupe.\u003C/p\u003E\u003Cp\u003E====================================\u003C/p\u003E\u003Cp\u003EIf you are looking for a support position, system administrator, IT support specialist, or any other IT related job, this is the course you have been looking for! This course will give you the essential skills necessary for success in the field of information technology. Businesses everywhere are looking for people with real professional skills and not just certifications or degrees! Many people graduate from college and look for a job, but fail to land a job because they have no practical experience. This course will give you the skills you need to enter the IT field. I\u0027ll cover a myriad of topics including how to configure Windows Server 2012, how to create a domain controller, and how to work in Active Directory and Group Policy. If you are looking to gain hands-on experience, THIS course is for you. Do not wait any longer and register now!\u003C/p\u003E","language":"Français","courseUri":"https://www.udemy.com/course/administration-windows-server/","imageUri":"https://img-c.udemycdn.com/course/750x422/4420290_5a91_2.jpg","duration":"13 heures","enrolledStudentsCount":"2 250 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["les informaticiens","Ceux qui sont nouveaux dans l\u0027informatique ou qui souhaitent entrer dans l\u0027informatique","Professionnels de l\u0027informatique actuels qui souhaitent mettre à niveau leurs compétences vers Windows Server"],"tags":["Informatique et logiciels","Systèmes d\u0027exploitation et serveurs","Systèmes d\u0027information"],"rating":{"count":10,"averageValue":"4.9"},"instructors":[{"name":"Marok emploi","url":"/user/oualid-57/","totalNumberOfStudents":2961,"totalNumberOfReviews":43,"averageRating":4.6494902499999995}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FBE6DC578A04ADD62A25","originalPrice":"1 600 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/strategies-crypto-pour-le-trading-algorithmique-2022/":{"courseDetails":{"courseId":4489662,"title":"Strategies crypto pour le trading algorithmique 2022","shortDescription":"Analyse technique, Machine learning et gestion des risques pour trading algorithmique crypto. Bots MetaTrader5 inclus","longDescription":"\u003Cp\u003E\u003Cstrong\u003EVoulez-vous créer des stratégies quantitatives \u003C/strong\u003ECRYPTO\u003Cstrong\u003E pour gagner jusqu\u0027à \u003C/strong\u003E97%/ANNÉE\u003Cstrong\u003E ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous avez déjà quelques connaissances en trading et vous voulez apprendre le trading quantitatif/la finance ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous êtes simplement un curieux qui veut se lancer dans ce sujet pour monétiser et diversifier ses connaissances ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi vous répondez à au moins une de ces questions, je vous souhaite la bienvenue à ce cours. Toutes les applications du cours seront réalisées à l\u0027aide de Python. Cependant, pour les \u003Cstrong\u003Edébutants en Python\u003C/strong\u003E, pas de panique ! Un \u003Cstrong\u003Ecours accéléré GRATUIT\u003C/strong\u003E sur Python est inclus pour maîtriser Python. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDans ce cours, vous apprendrez à utiliser l\u0027\u003Cstrong\u003Eanalyse technique\u003C/strong\u003E et des algorithmes de \u003Cstrong\u003EMachine Learning\u003C/strong\u003E pour créer des \u003Cstrong\u003Estratégies crypto robustes\u003C/strong\u003E. Vous effectuerez des \u003Cstrong\u003Eanalyses quantitatives\u003C/strong\u003E pour trouver des modèles dans les données. Une fois que vous aurez de \u003Cstrong\u003Enombreuses stratégies rentables\u003C/strong\u003E, nous apprendrons à effectuer un backtesting vectorisé.\u0026nbsp;Ensuite, vous appliquerez des techniques de \u003Cstrong\u003Egestion des risques\u003C/strong\u003E pour contrôler la volatilité de votre plan de trading en crypto.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EVous apprendrez et comprendrez l\u0027analyse quantitative crypto utilisée par les gestionnaires de portefeuille et les traders professionnels : \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELa modélisation \u003C/strong\u003E: Analyse technique (\u003Cem\u003ESupport \u0026amp; résistance, Ichimoku\u003C/em\u003E), Machine Learning (\u003Cem\u003ERandom Forest Classifier\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBacktesting \u003C/strong\u003E: Faire un backtest correctement sans erreur et minimiser le temps de calcul (\u003Cem\u003EBacktesting vectorisé\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EGestion du risque \u003C/strong\u003E: Gérer le drawdown (\u003Cem\u003EDrawdown break strategy\u003C/em\u003E), combiner les stratégies correctement (\u003Cem\u003ECrypto strategies portfolio\u003C/em\u003E).\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPourquoi ce cours et pas un autre ?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIl ne s\u0027agit pas d\u0027un cours de programmation, ni d\u0027un cours de trading ou d\u0027apprentissage automatique. Il s\u0027agit d\u0027un cours dans lequel les statistiques, la théorie financière et l\u0027apprentissage automatique sont utilisés pour le trading.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECe cours n\u0027est pas créé par un data scientist mais par un diplômé en mathématiques et en économie spécialisé dans les mathématiques appliquées à la finance.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVous pouvez poser des questions ou lire nos articles sur la finance quantitative simplement en vous inscrivant sur notre forum Discord gratuit.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESans oublier que le cours est satisfait ou remboursé pendant 30 jours. Ne manquez pas l\u0027occasion d\u0027améliorer vos connaissances sur ce sujet fascinant.\u003C/strong\u003E\u003C/p\u003E","language":"Français","courseUri":"https://www.udemy.com/course/strategies-crypto-pour-le-trading-algorithmique-2022/","imageUri":"https://img-b.udemycdn.com/course/750x422/4489662_102e.jpg?secure=scDSLw5WGH5nSWLZXJNnqw%3D%3D%2C1643896083","duration":"6,5 heures","enrolledStudentsCount":"922 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Tout le monde"],"tags":["Finance et comptabilité","Cryptomonnaies et blockchain","Cryptomonnaie"],"rating":{"count":4,"averageValue":"4.5"},"instructors":[{"name":"Lucas Inglese","url":"/user/lucas-inglese-2/","totalNumberOfStudents":41450,"totalNumberOfReviews":214,"averageRating":4.402312961874999}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"BBB61BAAF034944D2EDC","originalPrice":"12 800 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/el-curso-completo-de-google-sheets-desde-cero/":{"courseDetails":{"courseId":3694482,"title":"Google Spreadsheets: Empieza desde cero","shortDescription":"La mejor alternativa a Microsoft Excel. Domina las hojas de cálculo de Google.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E¿Por qué aprender Google Sheets?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELa forma en que usamos las hojas de cálculo está \u003Cstrong\u003Ecambiando\u003C/strong\u003E. La mayor parte de nuestro trabajo y colaboración se realiza a través de canales \u003Cstrong\u003Een línea\u003C/strong\u003E, nuestras hojas de cálculo también se están moviendo en línea. \u003C/p\u003E\u003Cp\u003EGoogle Sheets es un programa de hojas de cálculo en línea que ofrece soluciones que muchas empresas necesitan en este momento.\u003C/p\u003E\u003Cp\u003EEn el pasado, el principal requisito que tenían las \u003Cstrong\u003Eempresas\u003C/strong\u003E era que los profesionales tuvieran sólidos conocimientos en Microsoft Excel. \u003Cstrong\u003EAhora buscan más.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EComo profesionista, \u003Cstrong\u003Ees importante dominar las aplicaciones importantes\u003C/strong\u003E. No es necesario conocerlos todos. Solo los importantes.\u003C/p\u003E\u003Cp\u003EEste es el único curso de Hojas de cálculo de Google que necesitará: porque le enseñará \u003Cstrong\u003Etodo lo que necesita saber.\u003C/strong\u003E Abordaremos desde cómo ingresar a la interfaz hasta cómo hacer cálculos dentro de ella.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAl final del curso serás capaz de:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUsar las hojas de cálculo con seguridad.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDarás soluciones con una herramienta en la nube.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPodrás analizar datos con mucha facilidad.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESabrás la forma correcta de abordar un problema.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E¿Que aprenderás durante el curso?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EComo ingresar datos a las hojas de cálculo de Google Sheets.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPrácticas recomendadas al utilizar la herramienta.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunciones útiles de las hojas de cálculo.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunciones de búsqueda en Google Sheets como BUSCARV y SORT.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunciones de resumen esenciales como SUM, COUNT, SUMIFS, COUNTIFS, etc.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunciones de ramificación cómo las funciones IF e IFS de Google Sheets.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECómo aprenderás:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ETe llevaremos de la mano en todo momento explicando las funciones y rematando con ejercicios.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EObtienes acceso a TODOS los archivos que usamos. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EHay algo más que quizás no sepas ...\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡También puedes aplicar la MAYORÍA de los conocimientos que aprendas en este curso de Hojas de cálculo de Google a Microsoft Excel!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EHay muchas fórmulas y funciones útiles y que permiten ahorrar tiempo en Google Sheets. Tendemos a olvidar cuáles son estas si no los usamos. Este curso te brindará la práctica que necesitas para poder aplicar la mejor solución para la tarea en cuestión. De esta forma, puedes hacer más en menos tiempo.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Por qué realizar este curso específico de Google Sheets?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEste curso te dará confianza y comodidad al diseñar hojas de cálculo simples a complejas. Irás más allá de los conceptos básicos de Hojas de cálculo. A medida que avances en el curso, podrás aplicar lo aprendido inmediatamente en su trabajo.\u003C/p\u003E\u003Cp\u003EDominarás nuevas fórmulas y aprenderá nuevas funciones para que puedas encontrar mejores formas de configurar tus hojas de cálculo existentes. La gerencia ama la eficiencia.\u003C/p\u003E\u003Cp\u003EEn este curso resolverás ejemplos prácticos que te ayudarán a pensar fuera de la caja para que puedas trabajar de manera más inteligente y no más difícil.\u003C/p\u003E","language":"Espagnol","courseUri":"https://www.udemy.com/course/el-curso-completo-de-google-sheets-desde-cero/","imageUri":"https://img-b.udemycdn.com/course/750x422/3694482_eed8_12.jpg?secure=HAalj-iePRqqKko57k1Zcw%3D%3D%2C1643908710","duration":"1,5 heures","enrolledStudentsCount":"45 394 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["Estudiantes, profesionistas y emprendedores que quieran aprender a usar herramientas en la nube.","Estudiantes, profesionistas y emprendedores que requieran una herramienta para trabajar con datos de forma gratuita.","Estudiantes, profesionistas y emprendedores que quieran aprender a trabajar con datos con herramientas en la nube."],"tags":["Productivité bureautique","Google","Google Sheets"],"rating":{"count":426,"averageValue":"4.3"},"instructors":[{"name":"Raúl Montesinos","url":"/user/ralmontesinos/","totalNumberOfStudents":324174,"totalNumberOfReviews":10037,"averageRating":4.343493559677},{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314678,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FB2CABA61A0B53C7E653","originalPrice":"2 240 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/spark-sql-hadoop-for-data-scientists-big-data-analysts/":{"courseDetails":{"courseId":4104862,"title":"Spark SQL \u0026 Hadoop (For Data Scientists \u0026 Big Data Analysts)","shortDescription":"Learn HDFS commands, Hadoop, Spark SQL, SQL Queries, ETL \u0026 Data Analysis| Spark Hadoop Cluster VM | Fully Solved Qs","longDescription":"\u003Cp\u003E\u003Cstrong\u003EApache Spark\u003C/strong\u003E is currently one of the most popular systems for processing big data.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EApache Hadoop\u003C/strong\u003E continues to be used by many organizations that look to store data locally on premises. Hadoop allows these organisations to efficiently store big datasets ranging in size from gigabytes to petabytes.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAs the number of vacancies for data science, big data analysis and data engineering roles continue to grow, so too will the demand for individuals that possess knowledge of Spark and Hadoop technologies to fill these vacancies.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course has been designed specifically for data scientists, big data analysts and data engineers looking to leverage the power of Hadoop and Apache Spark to make sense of big data.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course will help those individuals that are looking to interactively analyse big data or to begin writing production applications to prepare data for further analysis using Spark SQL in a Hadoop environment.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe course is also well suited for university students and recent graduates that are keen to gain exposure to Spark \u0026amp; Hadoop or anyone who simply wants to apply their SQL skills in a big data environment using Spark-SQL.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course has been designed to be concise and to provide students with a necessary and sufficient amount of theory, enough for them to be able to use Hadoop \u0026amp; Spark without getting bogged down in too much theory about older low-level APIs such as RDDs.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EOn solving the questions contained in this course students will begin to develop those skills \u0026amp; the confidence needed to handle real world scenarios that come their way in a production environment.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E(a) There are just under 30 problems in this course. These cover hdfs commands, basic data engineering tasks and data analysis.\u003C/p\u003E\u003Cp\u003E(b) Fully worked out solutions to all the problems.\u003C/p\u003E\u003Cp\u003E(c) Also included is the Verulam Blue virtual machine which is an environment that has a spark Hadoop cluster already installed so that you can practice working on the problems.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe VM contains a Spark Hadoop environment which allows students to read and write data to \u0026amp; from the Hadoop file system as well as to store metastore tables on the Hive metastore.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAll the datasets students will need for the problems are already loaded onto HDFS, so there is no need for students to do any extra work.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe VM also has Apache Zeppelin installed. This is a notebook specific to Spark and is similar to Python’s Jupyter notebook.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course will allow students to get hands-on experience working in a Spark Hadoop environment as they practice:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EConverting a set of data values in a given format stored in HDFS into new data values or a new data format and writing them into HDFS.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELoading data from HDFS for use in Spark applications \u0026amp; writing the results back into HDFS using Spark.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReading and writing files in a variety of file formats.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPerforming standard extract, transform, load (ETL) processes on data using the Spark API.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUsing metastore tables as an input source or an output sink for Spark applications.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EApplying the understanding of the fundamentals of querying datasets in Spark.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFiltering data using Spark.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWriting queries that calculate aggregate statistics.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EJoining disparate datasets using Spark.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProducing ranked or sorted data.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/spark-sql-hadoop-for-data-scientists-big-data-analysts/","imageUri":"https://img-c.udemycdn.com/course/750x422/4104862_c5cb.jpg","duration":"5,5 heures","enrolledStudentsCount":"4 180 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["This course has been designed specifically for data scientists, big data analysts and data engineers looking to leverage the power of Hadoop and Apache Spark to make sense of big data.","This course is also well suited for university students and recent graduates that are keen to land a job with a company that’s looking to fill a big data-related positions or anyone who simply wants to apply their SQL skills in a big data environment using Spark-SQL.","Software engineers \u0026 developers who are looking to break into the Data Engineering field will also find this course helpful."],"tags":["Développement","Science des données","Cadre d\u0027applications Apache Spark"],"rating":{"count":17,"averageValue":"4.7"},"instructors":[{"name":"Matthew Barr","url":"/user/matthew-barr-162/","totalNumberOfStudents":9041,"totalNumberOfReviews":113,"averageRating":4.7803255957446815}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"DD27AED9DC2205C2A6ED","originalPrice":"3 200 ₹","discountedPrice":"Gratuit","expirationText":"3 jours","discountPercentage":100}},"https://www.udemy.com/course/time-management-secrets-of-billionaires/":{"courseDetails":{"courseId":4435452,"title":"Extreme Time Management: 10X Your Time, Join the New Rich","shortDescription":"Extreme Time Management Strategies through Deep Work \u0026 Outsourcing: 10X Your Time \u0026 Money","longDescription":"\u003Cp\u003ETime management is essential for the growth and success of any individual. The majority of the world\u0027s billionaires or successful people have excellent time management skills. They use their limited time so productively that the rest of the population finds it hard to emulate.\u003C/p\u003E\u003Cp\u003EGood time management skills aren\u0027t about the amount of time available to implement a task. It\u0027s about making the little time you have to be as productive as possible.\u003C/p\u003E\u003Cp\u003EIf you are desperate to improve your time management skills, you are in the right place. This course will teach you how to multiply your time through outsourcing and deep work. You\u0027ll also learn how to eliminate common obstacles like procrastination and perfectionism that only slow you down while working.\u003C/p\u003E\u003Cp\u003EIf you’ve previously tried ineffective time management courses, this offers a break from that. We\u0027ll not only teach you about time management but also about \u0022Joining the New Rich\u0022 as well. The new rich are those who abandon the deferred-life plan and create luxury lifestyles in the present using the currency of the new rich: time \u0026amp; mobility. This is an art and a science that Tim Ferriss refers to as lifestyle design.\u003C/p\u003E\u003Cp\u003EWith the practical nature of this course, you’ll almost certainly improve your finances \u0026amp; time management skills as soon as you start implementing the lessons from the course.\u003C/p\u003E\u003Cp\u003ETime management directly correlates with your cognitive abilities. During this course, you will be learning all that and more. Additionally, you will be exposed to secret techniques and strategies which will impact your life forever.\u003Cbr\u003E\u003Cbr\u003ESee you inside!\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/time-management-secrets-of-billionaires/","imageUri":"https://img-c.udemycdn.com/course/750x422/4435452_cfa0_7.jpg","duration":"1,5 heures","enrolledStudentsCount":"6 365 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["People who are ready to take control of their life because they are dissatisfied","This course is for people who are dissatisfied with their time management skills and are willing to take control over their time","Master procrastinators with the desire to be more productive","People who are willing to increase their productivity and gain control over their schedule","People who want to live anywhere and join the New Rich"],"tags":["Développement personnel","Productivité personnelle","Gestion du temps"],"rating":{"count":35,"averageValue":"4.1"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":62155,"totalNumberOfReviews":560,"averageRating":4.259835164705882}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"63738B1B2A8524ECB050","originalPrice":"3 200 ₹","discountedPrice":"Gratuit","expirationText":"3 jours","discountPercentage":100}},"https://www.udemy.com/course/learn-bash-quickly/":{"courseDetails":{"courseId":3853842,"title":"Learn Bash Quickly: A Hands-on approach to Linux Automation","shortDescription":"⭐⭐⭐⭐⭐ Master Bash/Shell Scripting and learn how to automate boring Linux tasks!","longDescription":"\u003Cp\u003E\u003Cstrong\u003EBash Scripting\u003C/strong\u003E comes up in almost every single \u003Cstrong\u003EDevOps\u003C/strong\u003E Interview questions ... Be Prepared!\u003C/p\u003E\u003Cp\u003EThis course also include my 3 \u003Cstrong\u003E\u003Cem\u003Ebestseller \u003C/em\u003E\u003C/strong\u003Ebooks\u0026nbsp;(in eBook version):\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Bash Quickly\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Linux Quickly\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Ansible Quickly (RHCE)\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EMaster Bash Scripting and learn how to automate boring administrative Linux tasks.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EKey Features\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate and run efficient Bash scripts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EImplement Bash functions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAutomate complex and repetitive tasks\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Description\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Bash Quickly \u003C/em\u003E\u003C/strong\u003Eis a fully practical hands-on course for learning bash scripting. It will get you up and running with bash scripting in no time.\u003C/p\u003E\u003Cp\u003EFirst, you will break the ice with Bash scripting by creating and running a very simple \u0022Hello World\u0022 program. Then, you will dive into the world of Bash variables, arguments, string, and arrays. Also, you will learn how to use conditional statements in your bash script. Moreover, you will explore various Bash looping constructs and get to realize how powerful they are. In addition, you will get to write Bash functions, so your code looks clean and unrepetitive. Finally, you will see how you can use bash to automate some of the tedious tasks on Linux.\u003C/p\u003E\u003Cp\u003EBy the end of this course, you will have all the skills necessarily to develop state of the art bash scripts that can automate any repetitive task you may encounter while working on Linux systems.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EUnderstand how to work with Bash variables, arguments, string, and arrays.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMake your Bash scripts smarter with conditional statements.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnalyse various Bash looping constructs.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDesign and create recursive Bash functions.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAutomate boring administrative tasks.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWho This Course Is For\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf you are tired of spending countless hours doing the same tedious task on Linux over and over again then this course is for you! \u003Cstrong\u003E\u003Cem\u003ELearn Bash Quickly\u003C/em\u003E\u003C/strong\u003E will teach you all the skills you need to automate borings tasks in Linux. You will be much more efficient working on Linux after taking this course, more importantly, you will get more sleep, I promise you! \u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Bash Quickly\u003C/em\u003E \u003C/strong\u003Edoes assume prior Linux knowledge and that you have experience working on the Linux command line.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETable of Contents\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHello World\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBash Variables\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBash Script Arguments\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBash Arrays\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBasic Arithmetic Operations\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBash Strings\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDecision Making in Bash\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBash Loops\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBash Functions\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAutomation with Bash\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESolutions to Bash Exercises\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/learn-bash-quickly/","imageUri":"https://img-c.udemycdn.com/course/750x422/3853842_c7ff_8.jpg","duration":"8,5 heures","enrolledStudentsCount":"30 879 participants","lastUpdated":"Dernière mise à jour : 7/2021","targetAudiences":["Linux System Administrators","Linux Intermediate Users and Power Users","DevOps Engineers","Anyone who uses Linux at work or at home."],"tags":["Informatique et logiciels","Systèmes d\u0027exploitation et serveurs","Shell Bash"],"rating":{"count":243,"averageValue":"4.6"},"instructors":[{"name":"Ahmed Alkabary","url":"/user/ahmedalkabary/","totalNumberOfStudents":210484,"totalNumberOfReviews":21230,"averageRating":4.550791522441195}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFEB1","originalPrice":"12 480 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/excel-kurs/":{"courseDetails":{"courseId":1839672,"title":"Der Komplette Excel Kurs - Vom Anfänger zum Profi in 40h !","shortDescription":"Der 40 Stunden Excel-Kurs - Alles in einem Kurs (Diagramme, Pivots, VBA) - Vom absoluten Anfänger zum echten Excel Profi","longDescription":"\u003Cp\u003E\u003Cem\u003ELetzte Aktualisierung: 2.2.2022\u003C/em\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E***\u0026nbsp;DER KURS WIRD\u0026nbsp;LAUFEND\u0026nbsp;ERWEITERT -\u0026gt; neue Inhalte\u0026nbsp;jeden\u0026nbsp;Monat! ***\u0026nbsp; \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELERNE EXCEL VON\u0026nbsp;DER ERSTEN\u0026nbsp;FORMEL\u0026nbsp;BIS\u0026nbsp;HIN ZUM KOMPLEXEN\u0026nbsp;VBA\u0026nbsp;MAKRO! \u003Cbr\u003EDamit kannst Du jedes Excel-Problem lösen - das bedeutet, Du bist im Berufsleben unverzichtbar!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EDarf ich Dir zunächst ein\u0026nbsp;paar Fragen stellen?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EMöchtest Du mit Microsoft Excel wirklich durchstarten - \u003Cstrong\u003Eum Dir Deine Jobs in Zukunft aussuchen zu können\u003C/strong\u003E?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELernst Du auch gerne durch PRAKTISCHE Erklärungen mit \u003Cstrong\u003EECHTEN Beispielen\u003C/strong\u003E?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu willst\u0026nbsp;\u003Cem\u003Enicht\u003C/em\u003E\u0026nbsp;nur für den Kurs vorbereiteten Beispiele, die\u0026nbsp;in der Praxis doch\u0026nbsp;nicht relevant sind?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu willst\u0026nbsp;Erfahrungen und Best Practices aus 25 Jahren Excel-Erfahrung hören?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu willst die Excel Funktionen in der \u003Cstrong\u003ERICHTIGEN Reihenfolge\u003C/strong\u003E lernen, in der Du sie brauchst? \u003Cbr\u003E\u003Cstrong\u003E\u003Cbr\u003E...dann bist Du hier genau richtig! \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 1: Microsoft Excel für Einsteiger - von der ersten Formel zum sicheren Umgang mit Excel\u003Cbr\u003E\u003C/strong\u003EHier lernst Du von Grund auf Excel kennen. Du lernst:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWo Du\u0026nbsp; Excel überhaupt herbekommst\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWie Du Microsoft Excel installierst und damit umgehst\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWozu Formeln gut sind und wie Du sie benutzt\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGrundrechenarten, Zahlenformate, automatische Berechnungen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDiagramme zu erstellen und sinnvoll zu nutzen\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELogische Formeln und verschachtelte Funktionen(!)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVerweis-Funktionen zur intelligenten Verknüpfung von Tabellen\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 2: Excel für Fortgeschrittene - mit 3 Projekten zum Excel-Profi\u003C/strong\u003E\u003Cbr\u003EHier erarbeiten wir fortgeschrittene Excel-Funktionen im Rahmen von drei praxisnahen Projekten.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProjekt 1: Daten in Excel professionell verwalten\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHier lernst Du anhand eines realistischen Falles die sinnvollsten Funktionen um Umgang von Daten in großen Tabellen kennen.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEs geht um Verweise auf fremde Daten, Konsistenz und eine Menge Zeitersparnis im Alltag.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWir gehen alles Schritt für Schritt durch, alle Zwischenergebnisse sind für Dich zum Download verfügbar.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProjekt 2:\u0026nbsp;Clevere Zeiterfassung in Excel selbst aufbauen\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EIn diesem Projekt geht es um den Umgang mit Zeit.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWir bauen uns eine eigene Zeiterfassung mit Pausen, automatischer Erkennung von Überstunden und Wochenenden\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnd ganz nebenbei lernst Du, wie Du in Exel mit Zeiten rechnen kannst\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EProjekt 3:\u0026nbsp;Mit Pivot-Tabellen verborgene Schätze heben\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EVermutlich jeder hat schon mal das Wort Pivot-Tabelle gehört, aber viele wissen nicht, wie sie selbst eine erstellen können.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDabei ist es sehr einfach, intuitiv und spaßig! Du kannst damit kinderleicht große Datenmengen auswerten und Zahlen endlich sichtbar machen.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWir gehen hier alle wichtige Funktionen Schritt für Schritt an einem realistischen Beispiel durch. \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 3: Excel VBA Makros - Lass Excel für Dich arbeiten!\u003Cbr\u003E\u003C/strong\u003EHier lernst Du die Magie der Excel-Automatisierung kennen! \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWusstest Du, dass man in Excel richtige Programme schreiben kann, die Dir die Arbeit abnehmen?\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu lernst zuerst den Makro-Rekorder kennen, die \u0022Einstiegsdroge\u0022 in Richtung Programmierung.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMit vielen kleinen Beispielen arbeiten wir uns gemeinsam vor, bis Du Dir in Excel eigene Programme schreiben kannst, die Dir sehr viel Zeit sparen werden.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 4: Excel Best Practices - mit wenig Aufwand viel erreichen!\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDieser Kurs fasst die wichtigsten Best Practices aus 25 Jahren Excel zusammen!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWusstest Du, dass 80% der Excel-Probleme im Alltag mir nur wenigen Funktionen zu lösen sind? \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn diesem Kurs lernst Du die besten pragmatischen Lösungen in Excel, die Dich in kurzer Zeit nach vorne katapultieren!\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 5: Entwickle das berühmte \u0022All Purpose Excel Kopiertool\u0022 selbst\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDas All Purpose Excel Kopiertool habe ich in meinem Job als Unternehmensberater entwickelt und 10 Jahre lang wie einen Schatz gehütet.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEs ist ein automatisiertes Kopiertool, das Daten zwischen Excel-Tabellen austauscht, zum Beispiel für regelmäßige Management-Reportings.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDas Tool kann von jedermann bedient werden und spart in der Praxis extrem viel Zeit - außerdem beeindruckst du damit Deine Chefs und Kollegen!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 6: Beherrsche Excel Pivot-Tabellen in kurzer Zeit!\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EExcel Pivot-Tabellen sind in aller Munde\u0026nbsp; - jeder Excel-User kann damit eine Menge Zeit sparen und beeindruckende Berichte erstellen.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDabei sind sie einfach zu bedienen und zu erlernen - und genau das lernst Du in diesem Modul! \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu wirst mit Pivot-Tabellen in Sekunden gigantische Datenmengen erfassen und damit tolle und unterhaltsame Übersichten und Diagramme zaubern können - und das ganz ohne Aufwand!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E✅\u0026nbsp; MODUL 7: VBA Makro Programmierung für Fortgeschrittene\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAn dieser Stelle tauchen wir noch etwas tiefer in die VBA-Welt ein. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDu lernst praktische Dinge kennen wie z.b. die sogenannten Workbook- und Worksheet-Funktionen. Damit kannst Du Programme vollautomatisch starten, was Dir viel Sicherheit und Zeit bringt.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEs macht sehr viel Spaß, das Erscheinungsbild von Excel zu ändern, beispielsweise mit coolen Infoboxen.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E- TEILNEHMER-FEEDBACK -\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EClaudia Brauer: \u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDer Kurs ist wirklich extrem umfangreich und gut erklärt! Man wird an die Hand genommen und durch alle Funktionen Schritt für Schritt durchgeführt. Danke!\u003C/em\u003E\u0022 ⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003ESilvana Fliegel: \u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDer Kurs hat mir super gut gefallen. Er war sehr informativ und verständlich erklärt. Auch der Einblick in die VBA war sehr interessant.\u0022\u003C/em\u003E ⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EAndrea Kuczora:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDer Kurs ist gut verständlich und hilfreich aufgebaut. Man kann sehr gut folgen und bekommt gute Einblicke in nützliche Tools und Herangehensweisen.\u0022 \u003C/em\u003E⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EOliver Sieger:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDas war schon mein zweiter Kurs bei dem Dozenten und wieder wurden alle Erwartungen erfüllt. Sehr umfangreicher Kurs, mit einem absoluten Excel-Profi als Dozenten, der auch noch die richtige Prise Humor mit einbringt. Sehr empfehlenswert.\u0022\u003C/em\u003E ⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EMartina David:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDer Kurs ist gut aufgebaut, man lernt das, was man für die Praxis braucht. So mein Eindruck nach dem Grundkurs. Ein paar Übungen zu den einzelnen Blöcken würde ich mir wünschen, aber vlt. habe ich die bis dato noch nicht entdeckt! Ferner, führt der Dozent mit Ruhe und einer sehr deutlichem Aussprache einem Schritt für Schritt durch die Themengebiete. Hier kommt einem also auch das Akustische sehr entgegen, denn nichts ist störender, als einem „Redner“ zuhören zu müssen, der entweder nuschelt oder schlecht artikuliert. Beides ist hier nicht der Fall!\u0022 \u003C/em\u003E⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EOliver Hoffmann:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003ESehr gut und ausführlich mit einfachen Beispielen erklärt. Obwohl ich von den Grundlagen viel weiß, konnte ich von Begin an schon einiges dazu lernen. Die Stimme des Dozenten (Sebastian Glöckner) ist ansprechend, so dass man gerne dabei bleibt und das Lernen in dem Kurs Spaß bereitet.\u0022\u003C/em\u003E ⭐️⭐️⭐️⭐️⭐️\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003ESergej Sergeew:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EDieser Excel Online Kurs ist sehr gut! Neueinsteiger könnten sich sicher vieles aus dem Netz zusammensuchen. Doch der Vorteil überwiegt bei dem Kurs durch viele Kniffe die sich Herr. Glöckner über die Berufserfahrung sich angeeignet hat. Mir Persönlich ist die Abschlussbescheinigung wichtig, für die weitere Berufliche Karriere.\u0022\u003C/em\u003E ⭐️⭐️⭐️⭐️⭐️\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EUta Werth:\u003Cbr\u003E\u003Cem\u003E\u0022\u003C/em\u003E\u003C/strong\u003E\u003Cem\u003EIch habe bereits viel gelernt, alles wird sehr gut und verständlich erklärt mit nachvollziehbaren Beispielen. Sehr sympathische Art macht den Kurs unterhaltsam. Natürlich und authentisch.\u0022 \u003C/em\u003E⭐️⭐️⭐️⭐️⭐️\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESelbstverständlich bekommst Du die 30 Tage Geld-Zurück-Garantie von Udemy. Du kannst dieses umfangreiche Kompendium also völlig risikolos testen!\u003Cbr\u003E\u003Cbr\u003EBereits über 140.000 Studenten haben bereits die Kurse von Sebastian Glöckner belegt. \u003Cbr\u003EKomm in die Community und lerne, wie faszinierend und spaßig die Arbeit mit Microsoft Excel sein kann. :-) \u003C/p\u003E","language":"Deutsch","courseUri":"https://www.udemy.com/course/excel-kurs/","imageUri":"https://img-b.udemycdn.com/course/750x422/1839672_9243_4.jpg?secure=ATtNE6gf-QenBj2FHr_p9A%3D%3D%2C1643896370","duration":"49 Stunden","enrolledStudentsCount":"23.600 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 1/2022","targetAudiences":["Du bist in Deinem Job auf Microsoft Excel angewiesen...","Oder Du beschäftigst Dich privat oder hobbymäßig mit Excel","Du möchtest die wirklich relevanten Formeln und Funktionen in der richtigen Reihenfolge lernen","Du willst Excel beherrschen, von der allerersten Formel bis zum selbst programmierten Makro","Du willst viel Zeit sparen im Büro, damit unabkömmlich sein und Dir die besseren Jobs angeln"],"tags":["Office-Produktivität","Microsoft","Excel"],"rating":{"count":2383,"averageValue":"4.6"},"instructors":[{"name":"Sebastian Glöckner","url":"/user/sebastianglckner/","totalNumberOfStudents":188023,"totalNumberOfReviews":12362,"averageRating":4.434175803333332}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"C41FBA7E8CC02A60B257","originalPrice":"12.800 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/fundamental-question-on-robotics/":{"courseDetails":{"courseId":3847996,"title":"Fundamental Question on Robotics","shortDescription":"Multiple Choice Questions (MCQ) on Robotics","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDear Learners\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAre you Preparing for Interview in Robotics? Don’t be stressed, take our Robotics based quiz and prepare yourself for your Interview.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWith this Robotics based Quiz, we are going to build your confidence by providing tips and trick to solve Robotics based questions. In Robotics based Multiple Choice Questions Quiz, there will be a series of practice tests where you can test your Basic Knowledge in Robotics. Use it for training and keep yourself updated.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho should Practice these Robotics based Questions?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAnyone wishing to sharpen their knowledge.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAnyone preparing for JOB interview.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhy is Robotics important?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere are many reasons that robots are important in the world:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThey can be used for dangerous jobs like bomb disposal. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThey can be more accurate than people. Robots that operate on automobile assembly lines do precise jobs of welding and assembling components of vehicles. \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThey can do the exact same Job 24 hours a day, 7 days a week and except for the short period of time when retooling is done for a new model, or maintenance is needed, they work continuously all year.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003Ewhen you solve these Questions then definitely your confidence will Increase. Without any delay, the applicants participate in the \u003C/strong\u003ERobotics\u003Cstrong\u003E based\u003Cem\u003E \u003C/em\u003EMCQ Test and understand the various questions and answers. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESign up now and \u003Cstrong\u003Et\u003Cem\u003Eake this quiz\u003C/em\u003E\u003C/strong\u003E. Let\u0027s get started. All the best for quiz\u003C/p\u003E","language":"Englisch","courseUri":"https://www.udemy.com/course/fundamental-question-on-robotics/","imageUri":"https://img-b.udemycdn.com/course/750x422/3847996_03f1_2.jpg?secure=C7lKVptaWuhi3g5TSb_oeA%3D%3D%2C1643907763","duration":"","enrolledStudentsCount":"10.953 Teilnehmer","lastUpdated":"Zuletzt aktualisiert: 2/2021","targetAudiences":["Professionals Who are looking to evaluate there Robotics Knowledge","Students Who have a good Knowledge in Robotics"],"tags":["Wissenschaft \u0026 Lehre","Technische Wissenschaften","Robotik"],"rating":{"count":21,"averageValue":"4.7"},"instructors":[{"name":"Harish Kumar Maheshwari","url":"/user/harish-kumar-maheshwari-3/","totalNumberOfStudents":210815,"totalNumberOfReviews":3497,"averageRating":3.970265811669368}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D2E5B4257A4090EB2AC4","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/docker-certified-associate-dca-practice-exams-feb-2022/":{"courseDetails":{"courseId":4529692,"title":"Docker Certified Associate (DCA) Practice Exams - FEB 2022","shortDescription":"Attend this Docker Certified Associate Practice Certification Exam will get a Good Score 90% on Main Exam","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDear Friends,\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EAre you Preparing for Docker Certified Associate (DCA) Exam ?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EDon’t be stressed, Take our \u003Cstrong\u003EDocker Certified Associate Exam\u003C/strong\u003E Based Practice Test and prepare yourself for the Exam. These practice questions are intended for those who want to take the DCA exam.\u003C/p\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will get in These Practice Test ?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EIt contains sample questions which are likely to be asked in the Real Exam.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Questions help you with Self-Study and Self-Assessment.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Mock Test helps you check your Knowledge.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Docker Certified Associate Exam based practice tests are prepared according to the Latest Exam Format.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EThese Practice Test are Mobile Compatible So you can easily access anytime with your smartphone.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EGenerally, you need to refer a variety of books and Websites in order to cover the ocean of topics for Docker Certified Associate Exam. To make it easy for you guys, I have collected a few Docker Certified Associate Exam Based questions from different topics. Our practice tests contain the latest Questions for Docker Certified Associate Exam.\u003C/p\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIn these Practice Test We Covers The Following Topics:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EOrchestration (25%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EImage Creation, Management, and Registry (20%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EInstallation and Configuration (15%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENetworking (15%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESecurity (15%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStorage and Volumes (10%)\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EThese\u003Cstrong\u003E 6 Certified Docker Certified Associate (DCA) Exam Practice Test \u003C/strong\u003Ehave a passing score of 75% but I highly encourage you to repeat taking these Practice Test again and again until you consistently reach a score of 85% or higher in Each Practice Test. Remember that this product does not give guarantee that, you will pass the \u003Cstrong\u003EDocker Certified Associate (DCA) Exam\u003C/strong\u003E. You still need to do your self readings. However, These Practice Test provide a \u003Cstrong\u003ESelf-Assessment \u003C/strong\u003Ethat on which area you need improvement.\u003C/p\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe Pattern of Real Exam is :\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENumber of Questions:\u003C/strong\u003E 55\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPassing Score: \u003C/strong\u003EAbove 70%\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETest Duration:\u003C/strong\u003E 90 minutes\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ETest Format: \u003C/strong\u003EMultiple Choice\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E-----------------------------------------------------------------------------------------------------------------------------\u003C/p\u003E\u003Cp\u003EWhen you solve these Questions then definitely your confidence will Increase. \u003Cstrong\u003EAlso this course has 30 days money back guarantee. \u003C/strong\u003EWithout any delay, the applicants participate in the \u003Cstrong\u003EDocker Certified Associate (DCA) Exam \u003C/strong\u003EPractice Test.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EBest of luck for Exam!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECHEERS!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELegal Notice:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDocker and Docker logo are trademarks or registered trademarks of Docker, Inc. in the United States and/or other countries. The Docker, Inc. and other parties may also have trademark rights in other terms used herein. This course is not certified, accredited, affiliated with, nor endorsed by the Docker, Inc..\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/docker-certified-associate-dca-practice-exams-feb-2022/","imageUri":"https://img-c.udemycdn.com/course/750x422/4529692_1588.jpg","duration":"","enrolledStudentsCount":"0 estudiantes","lastUpdated":"Publicado el 2/2022","targetAudiences":["Docker Certified Associate Exam students \u0026 candidates"],"tags":["Informática y software","Certificaciones de informática"],"rating":null,"instructors":[{"name":"Dounia Jalal","url":"/user/dounia-jalal-2/","totalNumberOfStudents":1249,"totalNumberOfReviews":1,"averageRating":4}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREE1000","originalPrice":"1.280 ₹","discountedPrice":"Kostenlos","expirationText":"4 Tage","discountPercentage":100}},"https://www.udemy.com/course/curso-wordpress-como-crear-un-blog-gratis-paso-a-paso/":{"courseDetails":{"courseId":2627270,"title":"Curso WordPress 2022:  Cómo Crear una Página Web Desde Cero","shortDescription":"Aprende a cómo crear una página web desde cero con WordPress, de forma fácil y simple, sin saber de programación.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWORDPRESS\u003C/strong\u003E es una plataforma para construir y diseñar un sitio web, sin tener experiencia en diseño web y programación, de forma rápida y sencilla.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003EEl 38% de los sitios web de Internet han sido creados con WordPress\u003C/strong\u003E. Es una herramienta muy fácil de aprender y puede personalizar su sitio web de \u003Cstrong\u003EWordPress\u003C/strong\u003E para cualquier propósito. Ya sea que desee crear un portafolio personal, un blog o un sitio web comercial para vender sus productos y servicios.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003EEn nuestro curso utilizaremos las últimas técnicas para crear y diseñar un \u003Cstrong\u003Esitio web en WordPress,\u003C/strong\u003E utilizando el constructor visual de Elementor que nos brinda la flexibilidad de crear y diseñar nuestro \u003Cstrong\u003Esitio web en WordPress\u003C/strong\u003E, utilizando los temas y plantillas que nos brinda el constructor visual, que llevarán su diseño web al siguiente nivel.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENuestro curso es 100% práctico\u003C/strong\u003E, lo guiaremos a través de diversos pasos y juntos crearemos su \u003Cstrong\u003Esitio web en WordPress\u003C/strong\u003E, de modo que al finalizar nuestro curso, tendrá su sitio web diseñado con su personalización y a su gusto.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿QUÉ APRENDERÁS EN NUESTRO CURSO?\u003Cbr\u003E\u003Cbr\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAdquirir un Hosting y Dominio para tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstalar el certificado SSL para tu dominio.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear cuentas de correo corporativas con tu dominio.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear sitios web profesionales en WordPress desde cero.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPersonalizar el diseño de tu sitio web de forma profesional.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAgregar una página de blog a tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECrear un formulario de contacto para tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERealizar configuraciones de seguridad para tu sitio web.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdaptar tu sitio web de WordPress para dispositivos móviles (tablets y celulares).\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAgregar el chat de Facebook Messenger en tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EActivar CloudFlare CDN gratis para mejorar la velocidad de carga de tu sitio web de WordPress.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMejorar la velocidad de carga de tu sitio web de WordPress con el plugin SG Optimizer de SiteGround.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAcelerando el rendimiento de PHP con la función PHP Ultrarrápido de SiteGround.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿POR QUÉ ACCEDER A NUESTRO CURSO?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003ENuestro \u003Cstrong\u003E\u0022Curso WordPress 2022: Cómo Crear una Página Web Desde Cero\u0022\u003C/strong\u003E, es impartido por el experto y consultor de marketing digital: \u0022\u003Cstrong\u003ERenato Yacolca\u003C/strong\u003E\u0022,\u0026nbsp; creador de uno de los canales de YouTube más populares del mundo en los temas de tutoriales y marketing digital: \u003Cstrong\u003EProgramación Fácil, SEO y Marketing\u003C/strong\u003E, con más de \u003Cstrong\u003E150,000 estudiantes (Botón de Plata de YouTube)\u003C/strong\u003E, en el que le mostrará las diversas formas de crear un sitio web con \u003Cstrong\u003EWordPress \u003C/strong\u003Ede forma rápida y sencilla. \u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cbr\u003E\u003Cbr\u003E¡ACCEDE AHORA AL CURSO!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003EInscríbase ahora\u003C/strong\u003E y empiece con su aprendizaje en nuestro curso. Hay herramientas interesantes, atractivas y nuevas que aprender en la \u003Cstrong\u003Eplataforma de WordPress\u003C/strong\u003E.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi tiene alguna pregunta sobre el contenido del curso o algo relacionado con este tema, siempre puede publicar una pregunta en el curso o enviarme un mensaje directo.\u003Cbr\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¡Adelante, haz clic en el botón de \u003Cstrong\u003ECOMPRAR AHORA\u003C/strong\u003E y te veré en la lección 1!\u003C/p\u003E\u003Cp\u003ESaludos,\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERenato Jesús Yacolca Neyra\u003C/strong\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/curso-wordpress-como-crear-un-blog-gratis-paso-a-paso/","imageUri":"https://img-c.udemycdn.com/course/750x422/2627270_aae8.jpg","duration":"5 horas","enrolledStudentsCount":"47.804 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Emprendedores y personas que deseen conseguir tráfico web y ventas en un sitio web de WordPress.","Emprendedores y personas que deseen configurar un sitio web diseñado profesionalmente desde cero.","Emprendedores y personas que busquen comenzar una carrera en el nicho de creación de sitios web de WordPress.","Emprendedores y personas que quieran aprender a usar WordPress de forma profesional."],"tags":["Diseño","Diseño web","WordPress"],"rating":{"count":451,"averageValue":"4.3"},"instructors":[{"name":"Renato Jesús Yacolca Neyra","url":"/user/renato-jesus-yacolca-neyra-2/","totalNumberOfStudents":70644,"totalNumberOfReviews":1541,"averageRating":4.2125463144486694}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"WORDPRESS-GR17","originalPrice":"12.800 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/english-grammar-tenses-made-easy/":{"courseDetails":{"courseId":4309806,"title":"English grammar tenses made easy","shortDescription":"Simple, Continuous and Perfect Forms of Present, Past and Future Tenses","longDescription":"\u003Cp\u003EThis course will indeed be beneficial for those students who want to learn the simple, continuous and perfect forms of present, past and future tenses. The course will cover a plethora of examples in order to demonstrate the structure of the different tenses in English grammar. This course will be especially useful for students who are new to English language and are passionate about learning grammatical rules insofar as tenses are concerned. It may be the case that you are familiar with tenses already but nonetheless this course will still refresh your concept of verb tenses. Though this course is no panacea, it still provides you insight as to how tenses relate to time. It will definitely be of some value for students who tend to make mistakes in their everyday conversation by placing the incorrect verb forms when speaking a sentence. Thus, irrespective of whether you are a newbie or an ardent student of English language, this course will provide you the value for money.\u003C/p\u003E\u003Cp\u003EThe different tenses covered in this course are as follows\u003C/p\u003E\u003Cp\u003ESimple Present Tense \u003C/p\u003E\u003Cp\u003EPresent Continuous Tense\u003C/p\u003E\u003Cp\u003EPresent Perfect Tense\u003C/p\u003E\u003Cp\u003EPresent Perfect Continuous Tense\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESimple Past Tense \u003C/p\u003E\u003Cp\u003EPast Continuous Tense\u003C/p\u003E\u003Cp\u003EPast Perfect Tense\u003C/p\u003E\u003Cp\u003EPast Perfect Continuous Tense\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESimple Future Tense \u003C/p\u003E\u003Cp\u003EFuture Continuous Tense\u003C/p\u003E\u003Cp\u003EFuture Perfect Tense\u003C/p\u003E\u003Cp\u003EFuture Perfect Continuous Tense\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThus in case you like this course, you must leave behind your feedback so as to allow me to make improvements to the course in future. \u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/english-grammar-tenses-made-easy/","imageUri":"https://img-c.udemycdn.com/course/750x422/4309806_bd66_2.jpg","duration":"1 hora","enrolledStudentsCount":"23.780 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Students passionate about learning the different tenses in English (UK) grammar"],"tags":["Enseñanzas y disciplinas académicas","Aprendizaje de idiomas","Gramática inglesa"],"rating":{"count":99,"averageValue":"4.1"},"instructors":[{"name":"Grammarly-Grammar Made Easy","url":"/user/grammar-made-easy/","totalNumberOfStudents":23780,"totalNumberOfReviews":99,"averageRating":4.0950546}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"B9FD05E42119C24FBDA6","originalPrice":"3.840 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/reverse-engineering-dnspy/":{"courseDetails":{"courseId":3308996,"title":"Reverse Engineering 6: Reversing .NET with dnSpy","shortDescription":"Learn Reverse Engineering and debugging for .NET programs written in C# and VB.NET using dnSpy","longDescription":"\u003Cp\u003EIf you are interested in \u003Cstrong\u003Ereverse engineering\u003C/strong\u003E and want to learn how to \u003Cstrong\u003Edecompile and debug .NET\u0026nbsp;programs\u003C/strong\u003E, then this course is for you. In this course, I will introduce you to the exciting world of reversing and in particular, reverse engineering .NET\u0026nbsp;programs.\u003C/p\u003E\u003Cp\u003EIn this course, you will learn how to use dnSpy, de4dot and UnconfuserEx tools to reverse engineer .NET\u0026nbsp;programs written in C# and VB.NET. You will learn all about debugging and dumping memory and also how to reverse jumps and modify instructions. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn: \u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat are .NET\u0026nbsp;programs\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EInstall dnSpy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPatching with dnSpy\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESerial Phishing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating Keygens\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E.NET software protection\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDe-obfuscation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUnpacking and dumping .NET\u0026nbsp;assemblies\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to protect .NET programs from being reversed\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003Eand more...\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIn this course, we will practice reversing on special programs called crackme\u0027s\u0026nbsp; that I\u0026nbsp;have written for you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMoney back guarantee:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is backed by a 30-day money back guarantee. So you have nothing to lose. Go ahead and enroll now and I\u0026nbsp;will see you inside.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/reverse-engineering-dnspy/","imageUri":"https://img-c.udemycdn.com/course/750x422/3308996_7799.jpg","duration":"2 horas","enrolledStudentsCount":"38.961 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Computing students who want to know how to debug .NET programs","Anyone who has an interest in how to decompile a .NET assembly","Software developers who want to level up their skills on Reverse Engineering"],"tags":["Informática y software","Redes y seguridad","Ingeniería inversa"],"rating":{"count":164,"averageValue":"4.0"},"instructors":[{"name":"Paul Chin","url":"/user/paulchin/","totalNumberOfStudents":283631,"totalNumberOfReviews":3162,"averageRating":4.505868689473683}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"RE6FEB2","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/complete-adobe-lightroom-megacourse-beginner-to-expert/":{"courseDetails":{"courseId":4197802,"title":"Complete Adobe Lightroom Megacourse: Beginner to Expert","shortDescription":"Learn how to use Adobe Lightroom Classic and Adobe Lightroom CC like a pro with this step-by-step course!","longDescription":"\u003Cp\u003EHave you ever wanted to edit your own photos? Maybe you want to enhance a photo and show it off on social media, or perhaps you want to fix the imperfections in an otherwise perfect snapshot of your life. Whether you’re a casual photographer or hoping to make a career out of it, editing photos isn’t only for the pros. You can take any photo from drab to fab with just a few tweaks and adjustments - and we’re here to teach you how.\u003C/p\u003E\u003Cp\u003EIn this course, you’re going to learn everything about photo editing in Adobe Lightroom Classic and the newer Lightroom CC Mobile, from importing and organising your photos in the library, to balancing the colours, adding effects, and finally to getting your photos exported in the highest quality. You’ll even learn how to edit specific types of photos, like landscapes, nighttime shots and food, or how to emulate specific styles, like street and vintage photography. \u003C/p\u003E\u003Cp\u003EOur instructors have years of experience not only in editing, but also in teaching, and the expertly-crafted syllabus is designed to be easy to follow and thorough. We’ve even included dozens of examples edited on-screen for you to study. That’s why this is the only Lightroom course you’ll ever need to make your drab photos fab! \u003C/p\u003E\u003Cp\u003EAfter taking this course, \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E: \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EEdit photos in Lightroom Classic and Lightroom CC Mobile \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECorrect imperfections, add effects, adjust lighting and colour balance \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse all the tools available in Lightroom Classic and Lightroom CC Mobile \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse the Library and Develop tools \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERetouch and Remake photos matching certain styles \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOrganise and publish your work\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EStart editing today!\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/complete-adobe-lightroom-megacourse-beginner-to-expert/","imageUri":"https://img-b.udemycdn.com/course/750x422/4197802_853e_8.jpg?secure=hL_eSRqs2ilnw-5Y9JExqA%3D%3D%2C1643908128","duration":"25 horas","enrolledStudentsCount":"43.460 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Anyone who wants to learn to edit - no experience needed!","Editors who want to learn new styles","Anyone with specialised needs (bloggers, fashion models, influencers, wedding photographers etc)"],"tags":["Fotografía y vídeo","Fotografía digital","Adobe Lightroom"],"rating":{"count":156,"averageValue":"4.0"},"instructors":[{"name":"Creativity Unleashed","url":"/user/creativity-unleashed/","totalNumberOfStudents":94069,"totalNumberOfReviews":1038,"averageRating":4.206726534979424}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D610106787E5555C59B6","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/curso-completo-de-python-desde-cero-hasta-experto/":{"courseDetails":{"courseId":2150756,"title":"Curso completo de Python 2022-De cero a Master con Python 3","shortDescription":"Desarrollo web con Python3, Flask, Django y conoce todo desde cero SQLite3, HTML, CSS para crear aplicaciones WEB","longDescription":"\u003Cp\u003E\u003Cstrong\u003EBienvenido al Curso Completo de Python, desde Cero hasta Experto.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAl terminar este curso completo de Python 2021, serás experto en Python, porque podrás hablar sin miedo de lenguaje de programación Python, con ese conocimiento\u0026nbsp; también podrás crear aplicación para escritorio, web y además podrás presentarte sin miedo a ofertas laborales como un experto desarrollador en Python.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIntroducción a Python \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EInicia en mundo de lenguaje de programación de Python, uno de los lenguajes mas populares del mundo, descubre como construir tus propios algoritmos. Domina las variables, operadores, estructuras de control como condicionales y ciclos, también conoce colecciones de datos y funciones y crear tus propias aplicaciones. \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EInteractúa con intérprete de Python \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETipos de datos y variables \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOperadores en Python \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEstructuras de control\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EColecciones de datos \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFunciones en \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EPython Programación orienta a objetos \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ECon Python Adéntrate en el paradigma de programación orientada a objetos, crear aplicaciones utilizando los conceptos de la programación orienta a objetos como clases, objetos, herencia, etc. \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E¿Qué es programación orientada a Objetos? \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EClases y Objetos • \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHerencia y Encapsulamiento \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPolimorfismo y Abstracción \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManejo de Errores \u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EPersistencia de Datos \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAprende temas avanzadas sobre módulos, paquetes y sobre persistencia de datos, guarda información que persista como en un archivo o base de datos con SQLite y MySQL. \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E¿Qué es Persistencia de datos? \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEntorno de Trabajo \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EModularizarían y Paquetes \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManejo de Ficheros \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBase de datos con Python – SQLite \u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPython con MySQL\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EMódulo 3: Diseño y Programación Web\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEn el tercer módulo aprenderás sobre la creación de aplicación web y estaremos haciendo ejemplos con proyectos reales usando Django y Angular y otros.\u003C/p\u003E\u003Cp\u003ESolamente quiero decirte que no pongas escusas, olvida el miedo y pon las ganas de cumplir tus sueños y tus objetivos de ser un programador experto en Python. \u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/curso-completo-de-python-desde-cero-hasta-experto/","imageUri":"https://img-c.udemycdn.com/course/750x422/2150756_4220_10.jpg","duration":"34 horas","enrolledStudentsCount":"16.576 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Dirigido a todo tipo de persona que tenga interés en comenzar a programar en PYTHON"],"tags":["Desarrollo","Lenguajes de programación","Python"],"rating":{"count":1172,"averageValue":"4.5"},"instructors":[{"name":"Alex Roel Code","url":"/user/alex-roel/","totalNumberOfStudents":78916,"totalNumberOfReviews":3585,"averageRating":4.511557294795127}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PARA2022PYTHONF","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/complete-cryptocurrency-trading-course-2021/":{"courseDetails":{"courseId":4343538,"title":"Complete Cryptocurrency Trading Course 2022| Cryptolocally","shortDescription":"Learn how to start trading and investing on bitcoin and other cryptocurrencies from beginner to expert","longDescription":"\u003Cp\u003EThese videos are designed for absolute crypto beginners. By taking these courses, you will learn the fundamentals of cryptocurrency, crypto trading and margin trading.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u002B6 hours of video and illustrations to help you better understand the concepts and strategies that will help you become a crypto trader in Africa!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis Course would help you understand perfectly how the cryptocurrency Market works\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou would learn how to trade Bitcoin, Ethereum, Litecoin and many other cryptocurrencies using the various special strategies used by professional traders.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou would learn how to read and forecast chart using several analysis types like candlestick analysis, technical analysis, etc.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ELearn how to allocate, forecast, and evaluate financial risk together. Become familiar with procedures that minimizes risks while maximizes your profits when trading crypto.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EP2P and centralized exchanges\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou will also learn how to securely buy and sell crypto P2P using your local currency; but also, how to margin trade on centralized exchanges.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou will learn how to grow your investment Portfolio much faster using the strategies laid out in this course\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYou will also get a 30 day money back guarantee, so do not hesitate to give yourself a chance to learn new things by just taking this course now\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/complete-cryptocurrency-trading-course-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/4343538_63ba_2.jpg","duration":"7 horas","enrolledStudentsCount":"18.501 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Everybody Interested in Cryptocurrency Trading"],"tags":["Negocios","Emprendimiento","Criptomonedas"],"rating":{"count":117,"averageValue":"4.4"},"instructors":[{"name":"Oranje Academy","url":"/user/orange-academia/","totalNumberOfStudents":35000,"totalNumberOfReviews":259,"averageRating":4.249369590551181}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A700F2063771E1A32E3E","originalPrice":"1.600 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/administration-vmware-esxi-6/":{"courseDetails":{"courseId":3842778,"title":"Administration VMware ESXI 6 (20h de l\u0027apprentissage)","shortDescription":"la gestion vCenter Server ,ISCSI ,NFS (stockage), Management VMFS Datastores ,vSphere HA-DRS Cluster, Migration des VMs","longDescription":"\u003Cp\u003EL\u0027hyperviseur \u003Cstrong\u003EVMware ESXi 6\u003C/strong\u003E est la solution GRATUITE de virtualisation des serveurs la plus aboutie et répandue dans le monde de la virtualisation. \u003Cbr\u003EAvec \u003Cstrong\u003EVMware ESXi 6\u003C/strong\u003E vous pouvez ainsi consolider vos applications sur moins de matériel.\u003Cbr\u003ECette \u003Cstrong\u003Eformation VMware ESXi 6\u003C/strong\u003E vous donnera toutes les clefs afin d\u0027obtenir des bases solides sur l\u0027installation et la gestion d\u0027un Hyperviseur \u003Cstrong\u003EVMware ESXi 6\u003C/strong\u003E. Mais aussi sur sa mise en place dans le monde complexe et hétérogène du DataCenter.\u003C/p\u003E\u003Cp\u003EDans ce Workshop, vous allez apprendre a installer vSphere 6.7 et Vcenter Appliance 6.7.\u003C/p\u003E\u003Cp\u003EVous allez apprendre \u003C/p\u003E\u003Cp\u003Ela gestion vCenter Server ,ISCSI ,NFS (stockage), Management VMFS Datastores ,vSphere HA-DRS Cluster, Migration des VMs\u003C/p\u003E\u003Cp\u003EJe vais vous montrer comment ajouter vos Hosts dans un Datacenter.\u003C/p\u003E\u003Cp\u003ENous verrons ensuite comment créer des clones et des Templates.\u003C/p\u003E\u003Cp\u003ENous verrons aussi comment créer des utilisateurs et des rôles.\u003C/p\u003E\u003Cp\u003ENous allons voir ensuite comment attacher un stockage partage.\u003C/p\u003E\u003Cp\u003ENous verrons la partie Network avec la création et la gestion des Vswitch.\u003C/p\u003E\u003Cp\u003ENous verrons la haute disponibilité avec HA.\u003C/p\u003E\u003Cp\u003ENous verrons aussi DRS\u003C/p\u003E\u003Cp\u003ENous verrons la migration des VMs (Nmotion)\u003C/p\u003E\u003Cp\u003ENous verrons la sauvegarde et la restauration des VMs\u0026nbsp; \u003C/p\u003E\u003Cp\u003EPuis on finira avec DRS .\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;Bienvenue dans le monde de la virtualisation des serveurs sous \u003Cstrong\u003Eformation VMware ESXi 6\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;Welcome to the world of server virtualization under \u003Cstrong\u003EVMware ESXi 6\u003C/strong\u003E training.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Français","courseUri":"https://www.udemy.com/course/administration-vmware-esxi-6/","imageUri":"https://img-c.udemycdn.com/course/750x422/3842778_22b6_2.jpg","duration":"19,5 heures","enrolledStudentsCount":"290 participants","lastUpdated":"Dernière mise à jour : 2/2021","targetAudiences":["les administrateurs systèmes et réseaux"],"tags":["Informatique et logiciels","Systèmes d\u0027exploitation et serveurs","Virtualisation VMware"],"rating":{"count":12,"averageValue":"4.7"},"instructors":[{"name":"Marok emploi","url":"/user/oualid-57/","totalNumberOfStudents":2961,"totalNumberOfReviews":43,"averageRating":4.6494902499999995}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0644C9D8368550A736A6","originalPrice":"1 600 ₹","discountedPrice":"Gratuit","expirationText":"4 jours","discountPercentage":100}},"https://www.udemy.com/course/bots-para-instagram-usando-python/":{"courseDetails":{"courseId":4455026,"title":"Bots para instagram usando python","shortDescription":"Bot para instagram","longDescription":"\u003Cp\u003EEn este curso aprenderemos a crear bots , inicialmente lo crearemos con instabot y en la segunda parte lo crearemos con selenium , aprenderemos a automatizar procesos como seguir cuentas de una cuenta objetivo, dar me gusta a todas las fotos de una cuenta , comentar todas las fotos de una cuenta . En cada uno de estos casos podemos refinar los procesos para que sean completados de acuerdo a las necesidades . El código en selenium esta en los recursos del video. Además daré algunos trucos para que no te baneen en Instagram . \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAprenderás paso a paso a como utilizar selenium para crear bots en Instagram los cuales los puedes colocar a funcionar de acuerdo a los requerimientos que necesites , comprenderás los aspectos básicos de lo que es realizar una automatización haciendo uso del lenguaje de programación Python, tras finalizar este curso serás capaz de poner en producción tus propios bots para automatizar procesos de Instagram. Por otro lado con la creación de los bots puedes ganar mas seguidores automáticamente. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EConocimientos previos\u003C/p\u003E\u003Cp\u003E- Conocimiento básico de Python.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¿Para quien es este curso?\u003C/p\u003E\u003Cp\u003E- Programadores Python.\u003C/p\u003E\u003Cp\u003E- Dueños de negocio.\u003C/p\u003E\u003Cp\u003E- Personas que quieran ganar seguidores mediante a un bot.\u003C/p\u003E\u003Cp\u003E- Creadores de contenido.\u003C/p\u003E\u003Cp\u003E- Personas que quieran aprender sobre web scraping.\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/bots-para-instagram-usando-python/","imageUri":"https://img-b.udemycdn.com/course/750x422/4455026_ff46.jpg?secure=hi0cx_i9FmMspvbpHJEong%3D%3D%2C1643898858","duration":"2 horas","enrolledStudentsCount":"3.002 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["Desarrolladores python"],"tags":["Desarrollo","Ciencias de la información","Python"],"rating":{"count":6,"averageValue":"4.7"},"instructors":[{"name":"Andres Rojas","url":"/user/andres-rojas-176/","totalNumberOfStudents":10412,"totalNumberOfReviews":32,"averageRating":4.508840125000001}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"5AE80A11E97A3FB4D627","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/x64dbg-static-analysis/":{"courseDetails":{"courseId":3294444,"title":"Reverse Engineering 3: x64dbg Graphical Static Analysis","shortDescription":"Introduction to using x64dbg to reverse engineer programs using graphical static analysis","longDescription":"\u003Cp\u003EIf you had always wanted to learn how\u0026nbsp; to \u003Cstrong\u003Ereverse engineer\u003C/strong\u003E a program and understand how it works from the inside out, then this is the course for you. Except for IDA\u0026nbsp;Pro, many other debuggers out there are not capable of performing graphical representation of a disassembled software. x64dbg however can do it. It can disassemble a program and also represent it as a graphical representation.\u0026nbsp; This makes it ideal as a free tool to perform what IDA Pro can do - i.e. static analysis. \u003C/p\u003E\u003Cp\u003EUnfortunately, there is not much information on the Internet on how to use x64dbg to do static analysis, hence this course.\u0026nbsp; You can use its powerful graphical tool for \u003Cstrong\u003EReverse Engineering, Malware Analysis and Software Debugging\u003C/strong\u003E. In this course we will learn\u0026nbsp; how to disassemble a program and represent it an a graphical view so as to be able to easily analyse and understand how the program works - and also to patch programs. The hidden power of x64dbg lies in its ability to run a \u003Cstrong\u003Elive debugging session simultaneously with graphical static analysis\u003C/strong\u003E. And I\u0026nbsp;will show you how to do it in this course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHow to disassemble programs into assembly code and show it in a graphical representation\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EGraphical Static Analysis\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESetting breakpoints and stepping through code\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EModify program behaviour\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReversing jumps\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChanging register values\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPatching programs\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EMoney back guarantee:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is backed by a \u003Cstrong\u003E30-day money back guarantee\u003C/strong\u003E.\u0026nbsp; So, go ahead and enroll in this course now and start reverse engineering programs the fun and easy way using graphical static analysis!\u0026nbsp;\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/x64dbg-static-analysis/","imageUri":"https://img-b.udemycdn.com/course/750x422/3294444_1a72.jpg?secure=mYhsPyy23bE6LVWx6dIpaQ%3D%3D%2C1643900677","duration":"1,5 horas","enrolledStudentsCount":"15.244 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Programmers who want to learn how to debug software using x64dbg","Computing students interested to learn how software works from the inside","Anyone interested in learning reverse engineering","Reversers who want to learn how to use the graphical tool in x64dbg"],"tags":["Informática y software","Redes y seguridad","Ingeniería inversa"],"rating":{"count":88,"averageValue":"4.1"},"instructors":[{"name":"Paul Chin","url":"/user/paulchin/","totalNumberOfStudents":283631,"totalNumberOfReviews":3162,"averageRating":4.505868689473683}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"RE2FEB2","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/who-can-learn-sap-why-sap-is-the-best-career-option/":{"courseDetails":{"courseId":4165538,"title":"SAP Modules On Demand 2022","shortDescription":"Do not register for any SAP Course without learning this course! I have covered all you need to know about SAP.","longDescription":"\u003Cp\u003EThere are a number of good reasons which make SAP one of the best career options. Let us learn them in detail. In this course, we are going to dive deep into the various aspects of SAP like the blow:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ESAP as a Career Option in a broader sense.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWhat are the different Modules in SAP and how to choose them to match your qualification?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWho can choose SAP as their career path? Is there an age limit?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETop Ten Trending SAP Courses that you can choose.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESAP Salary Trends around the globe and the Future of SAP.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESAP Job Hierarchies around the globe.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EQuestions around certifications and ways to get them.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EDo not forget to complete the entire course before enrolling in any SAP Courses. Let us make your SAP Journey a pleasant one.\u003C/p\u003E\u003Cp\u003EPost enrollment to this course, please send me an email so that you will not miss out on any trending news in the SAP Stream. If you wish to connect with me for a discussion, please reach out by chat from Udemy. I will get back to you. Happy to Help!\u003C/p\u003E\u003Cp\u003EYou will get to know more about some trending SAP\u0026nbsp;Modules like SAP\u0026nbsp;Analytics Cloud and SAP\u0026nbsp;ABAP.\u003C/p\u003E\u003Cp\u003EPlease do write your feedback about this course. I\u0026nbsp;am happy to rectify and correct them for the future audience.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/who-can-learn-sap-why-sap-is-the-best-career-option/","imageUri":"https://img-c.udemycdn.com/course/750x422/4165538_2468_4.jpg","duration":"2 horas","enrolledStudentsCount":"8 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Anyone (Beginner to Experienced Level) who is willing to start a career in SAP."],"tags":["Productividad en la oficina","SAP"],"rating":{"count":1,"averageValue":"5.0"},"instructors":[{"name":"Ashik Shah Jahangeer","url":"/user/ashik-401/","totalNumberOfStudents":230,"totalNumberOfReviews":3,"averageRating":4.515815066666667}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"89DBED1CF61223B861BE","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/aprende-sql-desde-cero-curso-con-mas-de-100-ejercicios/":{"courseDetails":{"courseId":3756262,"title":"SQL: Consultas básicas a complejas","shortDescription":"Aprenderás a consultar y modificar información de una base de datos. ¡Curso con más de 100 ejercicios!","longDescription":"\u003Cp\u003E\u003Cstrong\u003E¡El curso de SQL que te da más valor!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Quieres aprender una habilidad que te ayude a incrementar tus ingresos?\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003ESi es así, entonces ¡Este curso es para ti!\u003C/p\u003E\u003Cp\u003ESaber programar en \u003Cstrong\u003ESQL es la habilidad más solicitada \u003C/strong\u003Epor las empresas de todo el mundo. Un \u003Cstrong\u003Eprogramador Jr. en SQL gana $66,000 USD\u003C/strong\u003E al año en promedio.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué esperas?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESQL (lenguaje de consulta estructurado) es el lenguaje que utilizamos para interactuar con las bases de datos que almacenan datos. Esto nos permite recuperar datos con facilidad y simplicidad. A medida que términos como inteligencia empresarial y big data se vuelven más familiares, las empresas necesitarán más personas para aprender el lenguaje SQL.\u003C/p\u003E\u003Cp\u003EEste curso te enseñará cómo usar el lenguaje SQL dentro de MySQL, uno de los motores de bases de datos más populares del mundo.\u003C/p\u003E\u003Cp\u003ETendrás muchas lecciones en video para que aprendas todo el contenido. Cada sección incluye problemas de práctica o libros electrónicos adicionales para ayudar a reforzar lo que aprendes en las lecciones.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué aprenderemos?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EDominarás el uso de las cláusulas SQL: \u003Cstrong\u003EWHERE, TOP, ORDER BY, DISTINCT, GROUP BY\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVamos a aplicar funciones de agregado: \u003Cstrong\u003EMAX, MIN, AVG, COUNT, HAVING\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEntenderás el uso de operadores lógicos: \u003Cstrong\u003EAND, OR, IN, LIKE, NOT, BETWEEN\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAprenderás conectar dos o más tablas mediante las cláusulas: \u003Cstrong\u003EINNER JOIN, LEFT RIGHT, UNION y UNION ALL\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003Ey mucho más.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECon este curso añadirás valor a tu CV y habilidades que te harán destacar en tu trabajo.\u003C/strong\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/aprende-sql-desde-cero-curso-con-mas-de-100-ejercicios/","imageUri":"https://img-b.udemycdn.com/course/750x422/3756262_f347_19.jpg?secure=1kEXegmSDx8ZddK_fTQuJg%3D%3D%2C1643908824","duration":"2 horas","enrolledStudentsCount":"88.754 estudiantes","lastUpdated":"Fecha de la última actualización: 8/2021","targetAudiences":["Cualquier persona interesada en aprender más sobre SQL o análisis de datos.","Estudiantes y profesionistas que desean ampliar sus conocimientos en MySQL y lograr ser expertos en la materia.","Estudiantes y profesionistas que ya han visto o tienen conocimientos básicos de bases de datos ya que aquí se verán temas muy avanzados para facilitarte tus labores en el día a día en el uso de bases de datos."],"tags":["Desarrollo","Diseño y desarrollo de bases de datos","SQL"],"rating":{"count":1628,"averageValue":"4.5"},"instructors":[{"name":"Raúl Montesinos","url":"/user/ralmontesinos/","totalNumberOfStudents":324174,"totalNumberOfReviews":10037,"averageRating":4.343493559677},{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314678,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"AF1EB7552444F4668C0D","originalPrice":"5.440 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/complete-russian-course-learn-russian-for-beginners/":{"courseDetails":{"courseId":4218622,"title":"Complete Russian Course: Learn Russian for Beginners","shortDescription":"Learn Russian FAST with this non-stop Russian speaking course for BEGINNERS: learning Russian will be easy and fun!","longDescription":"\u003Cp\u003EThe ultimate Russian beginner course that will teach you Russian faster than you thought possible! Perhaps you’ve dreamed of moving or travelling to Russia and Eastern Europe and holding your own in real-life situations, being independent and able to communicate with the locals. Perhaps you want to experience the rich culture and sample the delicious local cuisine or do business with local companies. Whatever your reason, this Russian course for beginners is right for you!\u003C/p\u003E\u003Cp\u003EDuring our course \u003Cstrong\u003Eyou will learn\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELots and lots of vocabulary\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUseful everyday phrases\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EHow to read and write in Russian\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBasic sentence structures\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBasic grammar rules most beginner courses don’t teach\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EAfter taking this course \u003Cstrong\u003Eyou will be able to\u003C/strong\u003E:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EGreet people and introduce yourself both formally and casually\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPronounce words correctly without hearing them first\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOver one thousand vocabulary words from all categories\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ERead a restaurant menu\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EOrder food and drinks\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EStructure basic sentences with ease\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConjugate verbs in the present tense\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDecline some basic nouns\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETell the date and time\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDescribe people, their appearance and personalities, and how they’re feeling\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course aims to help you \u003Cstrong\u003Emaster the basics of Russian\u003C/strong\u003E and give you a strong base on to which you will be able to build your skills as a Russian speaker.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EStart your Russian journey with us today!\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/complete-russian-course-learn-russian-for-beginners/","imageUri":"https://img-b.udemycdn.com/course/750x422/4218622_301c_2.jpg?secure=8CgPzTxyU4Srz9WnHa_oyw%3D%3D%2C1643904120","duration":"16 horas","enrolledStudentsCount":"17.458 estudiantes","lastUpdated":"Fecha de la última actualización: 9/2021","targetAudiences":["Anyone who wants to learn intermediate-beginner Russian for any purpose - traveling, business, dating, studies, or anything else, this course has you covered","Anyone who wants to advance quickly in their Russian language journey - in a way that\u0027s easy, fun and fast"],"tags":["Enseñanzas y disciplinas académicas","Aprendizaje de idiomas","Idioma ruso"],"rating":{"count":81,"averageValue":"3.6"},"instructors":[{"name":"Linguae Learning","url":"/user/linguae/","totalNumberOfStudents":247399,"totalNumberOfReviews":5619,"averageRating":4.601705752624114},{"name":"Linguae Teaching Assistant","url":"/user/linguae-teaching-assistant/","totalNumberOfStudents":245355,"totalNumberOfReviews":5594,"averageRating":4.602659964765343}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4C00F9089B4CCFDF67BD","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/fundamental-of-industry-40/":{"courseDetails":{"courseId":4035798,"title":"Fundamentals of Industry 4.0","shortDescription":"Basic Concept, Components, Technology and Application of INDUSTRY 4.0","longDescription":"\u003Cp\u003EHi Friends,\u003C/p\u003E\u003Cp\u003EIn this course we will start learning about Industry 4.0 which is actually the foundation of the digital transformation of the Industry. This course is beneficial for you in Starting Level. In this Course you learn all about the\u003Cstrong\u003E \u003C/strong\u003EIndustry 4.0 that How Industry 4.0 grow from Industry 1.0.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe Content of the Course are:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EWhat is Industry 4.0?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIndustry 4.0: The Fourth Industrial Revolution\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EComponent of Industry 4.0\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIndustry 4.0 Smart Factory\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIndustry 4.0 Supply Chain\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESome Industry 4.0 Technologies\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESoon Everything Will Be Smart\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConnected Devices Projection\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESmart Buildings\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESmart Manufacturing\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ESmart Farming\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe opportunities in Industry 4.0\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EIndustry 4.0 is revolutionizing the way companies manufacture, improve and distribute their products. Manufacturers are integrating new technologies, including Internet of Things (IoT), AI, Cloud Computing and machine to Machine Communication.\u003C/p\u003E\u003Cp\u003EIn this Course you learn the Basic Terminology of INDUSTRY 4.0 in a simple Language. Which enhance your Knowledge in the field of INDUSTRY 4.0 .The entire course material including the slide presentation in very effective method? Further there are additional handpicked reading material and resources available for your reference.\u003C/p\u003E\u003Cp\u003EFeel free to reach out if you have any additional questions regarding INDUSTRY 4.0. Also this course has 30 days money back guarantee without any delay the applicants participate in this Course\u003C/p\u003E\u003Cp\u003EAll the best for your learning journey of INDUSTRY 4.0 !\u003C/p\u003E\u003Cp\u003ECheers!\u003C/p\u003E\u003Cp\u003EHarish Kumar Maheshwari\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/fundamental-of-industry-40/","imageUri":"https://img-b.udemycdn.com/course/750x422/4035798_adf2_2.jpg?secure=Ma6sVzXttz1V24Fgz22-Tg%3D%3D%2C1643901487","duration":"33 minutos","enrolledStudentsCount":"21.633 estudiantes","lastUpdated":"Fecha de la última actualización: 5/2021","targetAudiences":["Who want to Work in Real time Application of INDUSTRY 4.0","Who want to update there Knowledge in the Field of INDUSTRY 4.0","Undergraduates or recent graduates students who are curious to understand the changes in the business environment"],"tags":["Enseñanzas y disciplinas académicas","Ingeniería","Industria 4.0"],"rating":{"count":154,"averageValue":"4.1"},"instructors":[{"name":"Harish Kumar Maheshwari","url":"/user/harish-kumar-maheshwari-3/","totalNumberOfStudents":210815,"totalNumberOfReviews":3497,"averageRating":3.970265811669368}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"1E075F0885BFAAF6F14A","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/java-empieza-desde-cero-con-intellij/":{"courseDetails":{"courseId":4004902,"title":"JAVA: Empieza desde cero con IntelliJ","shortDescription":"Aprende fácil y divertido todo lo necesario para dominar Java.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E¡Empieza siendo un programando en JAVA!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi eres un estudiante o profesionista que quiere\u003Cstrong\u003E potenciar su carrera profesional \u003C/strong\u003Ete tengo una buena noticia:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E ¡Encontraste el curso indicado!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E¿Sientes que tu carrera profesional esta \u003Cstrong\u003Eestancada\u003C/strong\u003E?\u003C/p\u003E\u003Cp\u003E¿\u003Cstrong\u003ETu perfil no destaca\u003C/strong\u003E entre el de los demás?\u003C/p\u003E\u003Cp\u003E¿Sientes que en la escuela\u003Cstrong\u003E no aprendiste nada útil\u003C/strong\u003E para el mundo laboral?\u003C/p\u003E\u003Cp\u003E¿\u003Cstrong\u003ECrees que Excel es la única herramienta\u003C/strong\u003E para analizar datos y hacer gráficas?\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ENo tener las habilidades correctas \u003C/strong\u003Epara esta nueva era tecnológica es la raíz de todos estos males.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EActualmente\u003Cstrong\u003E el mundo está lleno de computadoras\u003C/strong\u003E y es fundamental saber como \u003Cstrong\u003Ehablar con ellas y darles instrucciones\u003C/strong\u003E. Esta es una habilidad que los empleadores valoran cada día más.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESi utilizas \u003Cstrong\u003EJava\u003C/strong\u003E para programar aplicaciones o sitios web \u003Cstrong\u003Eserás una persona invaluable para cualquier empresa\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EYo sé que se de\u003Cstrong\u003E lo difícil que es crecer profesionalmente\u003C/strong\u003E. También sé lo frustrante que es ver que todos ascienden menos tú.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EPara tu fortuna \u003Cstrong\u003Eeste curso\u003C/strong\u003E de Java desde cero \u003Cstrong\u003Ete enseñará a programar en JAVA como un experto\u003C/strong\u003E de una manera \u003Cstrong\u003Efácil \u003C/strong\u003Ey te dará una habilidad para\u003Cstrong\u003E destacar entre los demás\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESoy Abraham, tengo \u003Cstrong\u003E7 años de experiencia programando \u003C/strong\u003Een el \u003Cstrong\u003EJAVA\u003C/strong\u003E y esta habilidad fue la que \u003Cstrong\u003Eme permitió catapultar mi carrera\u003C/strong\u003E profesional hacia el \u003Cstrong\u003Eéxito\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEl programar con Java me ayudó a conseguir trabajos mejor pagados. \u003C/p\u003E\u003Cp\u003E¿Qué crees? \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEl 89% de los estudiantes del curso también ha mejorado su situación laboral.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡Inscríbete ahora y desarrolla esa habilidad que te hace falta!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ETe garantizo que \u003Cstrong\u003Eeste curso es todo lo que necesitas\u003C/strong\u003E para aprender a \u003Cstrong\u003Eprogramar en Java\u003C/strong\u003E. Estos son los pasos del éxito:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E1. Tomar \u003Cstrong\u003Etodas \u003C/strong\u003Elas lecciones del curso.\u003C/p\u003E\u003Cp\u003E2. \u003Cstrong\u003ERealizar \u003C/strong\u003Elos \u003Cstrong\u003Eejercicios\u003C/strong\u003E \u003Cstrong\u003Eprácticos\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E3. \u003Cstrong\u003EEstarás listo para programar en JAVA\u003C/strong\u003E\u0026nbsp;en cualquier caso de la vida real.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPreguntas frecuentes:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E1. ¿Necesito un software especializado o de pago para poder tomar el curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: No.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E2. ¿Dónde obtengo la paquetería de JAVA?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: En el curso te enseñamos de donde descargarla y como instalarla.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E3. ¿Necesito algún conocimiento previo para tomar el curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: No, el curso esta diseñado para empezar desde cero y llevarte de la mano por cada uno de los temas.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E4. ¿Qué podré hacer después del curso?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ER: Programar en JAVA como un experto.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDeja de perder las oportunidades laborales por no tener mas habilidades.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EAñádete las \u003Cstrong\u003Ehabilidades que te harán brillar \u003C/strong\u003Eaprendiendo a programar en JAVA.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEn cuanto el mercado laboral reconozca que eres un experto JAVA \u003Cstrong\u003Etu carrera profesional comenzará a despegar\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003ESuena a \u0022truco de magia\u0022 pero la realidad es que \u003Cstrong\u003Etendrás una habilidad que es altamente demandada por las empresas de software. \u003C/strong\u003EUn \u003Cstrong\u003Eprogramador Jr. en JAVA gana $70,000 USD\u003C/strong\u003E al año en promedio.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDespués de tomar este curso \u003Cstrong\u003Etu carrera profesional cambiará totalmente\u003C/strong\u003E porque tendrás las herramientas necesarias para hacer propuestas de alto impacto basadas en datos. \u003Cstrong\u003ESerás del club de los profesionistas que tienen buenos ingresos.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡INSCRÍBETE AHORA y empieza a potenciar tu carrera!\u003C/strong\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/java-empieza-desde-cero-con-intellij/","imageUri":"https://img-c.udemycdn.com/course/750x422/4004902_d281_8.jpg","duration":"3,5 horas","enrolledStudentsCount":"22.437 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Profesionistas que quieran aprender a programar en Java.","Desarrolladores que quieran aprender Java de una manera ágil, completa y sencilla.","Profesionistas que requieran desarrollar en Java."],"tags":["Desarrollo","Lenguajes de programación","IntelliJ"],"rating":{"count":166,"averageValue":"4.2"},"instructors":[{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314678,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8FEA47BADA8763B61EDE","originalPrice":"5.440 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/sql-creacion-de-bd/":{"courseDetails":{"courseId":3456530,"title":"SQL: Creación de Bases de Datos (De cero a profesional)","shortDescription":"Aprende a diseñar bases de datos eficientes para posteriormente crearlas, modificarlas y manipularlas en SQL.","longDescription":"\u003Cp\u003E\u003Cstrong\u003E¡El curso de SQL que te da más valor!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Quieres aprender una habilidad que te ayude a incrementar tus ingresos?\u003C/strong\u003E \u003C/p\u003E\u003Cp\u003ESi es así, entonces ¡Este curso es para ti!\u003C/p\u003E\u003Cp\u003ESaber programar en \u003Cstrong\u003ESQL es la habilidad más solicitada \u003C/strong\u003Epor las empresas de todo el mundo. Un \u003Cstrong\u003Eprogramador Jr. en SQL gana $66,000 USD\u003C/strong\u003E al año en promedio.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué esperas?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ESQL (lenguaje de consulta estructurado) es el lenguaje que utilizamos para interactuar con las bases de datos que almacenan datos. Esto nos permite recuperar datos con facilidad y simplicidad. A medida que términos como inteligencia empresarial y big data se vuelven más familiares, las empresas necesitarán más personas para aprender el lenguaje SQL.\u003C/p\u003E\u003Cp\u003EEste curso te enseñará cómo usar el lenguaje SQL dentro de MySQL, uno de los motores de bases de datos más populares del mundo.\u003C/p\u003E\u003Cp\u003ETendrás muchas lecciones en video para que aprendas todo el contenido. Cada sección incluye problemas de práctica o libros electrónicos adicionales para ayudar a reforzar lo que aprendes en las lecciones.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué aprenderemos?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDiseñar \u003C/strong\u003Ebases de datos de manera correcta y eficiente con las mejores practicas.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ECrear \u003C/strong\u003Ebases de datos.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EModificar \u003C/strong\u003Ebases de datos.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEl lenguaje de \u003Cstrong\u003Emanipulación de datos\u003C/strong\u003E.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDespués de tomar este curso \u003Cstrong\u003Eserás capaz\u003C/strong\u003E de diseñar y \u003Cstrong\u003Ecrear bases de datos eficientes y de calidad\u003C/strong\u003E para proyectos personales o para el entorno profesional. También \u003Cstrong\u003Eserás capaz de modificar y manipular bases de datos\u003C/strong\u003E ya existentes para adaptarlas a las nuevas necesidades.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECon este curso añadirás valor a tu CV y habilidades que te harán destacar en tu trabajo.\u003C/strong\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/sql-creacion-de-bd/","imageUri":"https://img-c.udemycdn.com/course/750x422/3456530_2d96_11.jpg","duration":"2 horas","enrolledStudentsCount":"83.371 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Desarrolladores","Financieros","Científicos de Datos","Analistas de Datos","Analistas","Oficinistas","Ejecutivos Comerciales","Emprendedores"],"tags":["Desarrollo","Diseño y desarrollo de bases de datos","SQL"],"rating":{"count":1926,"averageValue":"4.2"},"instructors":[{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314678,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"4C60963ADD8B24525A31","originalPrice":"2.240 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/python-3-analisis-y-visualizacion-de-datos/":{"courseDetails":{"courseId":3655814,"title":"Python 3: Análisis y visualización de datos","shortDescription":"Comienza en el mundo del análisis de datos y añade valor a tu CV","longDescription":"\u003Cp\u003E\u003Cstrong\u003EPython es un lenguaje de programación\u003C/strong\u003E de código abierto, orientado a objetos, muy simple y fácil de entender. Tiene una sintaxis sencilla que cuenta con una vasta biblioteca de herramientas, que hacen de Python un lenguaje de programación único.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003ESaber programar en \u003Cstrong\u003EPython es una habilidad solicitada \u003C/strong\u003Epor las empresas de todo el mundo. Un \u003Cstrong\u003Eprogramador Jr. en Python gana $77,000 USD\u003C/strong\u003E al año en promedio.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EEn el curso aprenderemos:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E Como crear una Base de Datos con Python para leer y escribir datos en ella.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA usar Numpy para trabajar con arrays y para generar muestras aleatorias.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA importar datos desde un CSV o desde un Excel para analizarlos.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA trabajar con fechas y variables de diferentes formatos.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA exportar los datos tratados a Excel.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA generar representaciones gráficas de la información para tener un mejor entendimiento de ella.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ETambien abordamos varios ejercicios donde ponemos en practica lo aprendido durante las lecciones.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¿Qué esperas? Con este curso añadirás valor a tu CV y habilidades que te harán destacar en tu trabajo. \u003C/strong\u003EDesbloquea tu potencial con el análisis de datos, desarrollarás habilidades profesionales y estarás listo para aplicarlas en cualquier trabajo. Recuerda que la habilidad de analizar datos es de las más demandadas hoy en día.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EDespués de tomar este curso \u003Cstrong\u003Eserás capaz\u003C/strong\u003E de\u0026nbsp; analizar grandes volúmenes de datos en Python para proyectos personales o para el entorno profesional.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/python-3-analisis-y-visualizacion-de-datos/","imageUri":"https://img-b.udemycdn.com/course/750x422/3655814_50f2_19.jpg?secure=Nj1ydZTGxpEKzY2-sVZatg%3D%3D%2C1643895691","duration":"7 horas","enrolledStudentsCount":"60.088 estudiantes","lastUpdated":"Fecha de la última actualización: 11/2021","targetAudiences":["Profesionistas que requieran trabajar con una gran cantidad de datos.","Profesionistas que necesiten analizar grandes volúmenes de datos."],"tags":["Desarrollo","Ciencias de la información","Python"],"rating":{"count":438,"averageValue":"4.3"},"instructors":[{"name":"Numpi Cursos","url":"/user/numpi/","totalNumberOfStudents":314678,"totalNumberOfReviews":21648,"averageRating":4.366998342954935}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"ED7E484F5C1F4BBB9A00","originalPrice":"5.440 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/using-powershell-advanced-automated-file-management/":{"courseDetails":{"courseId":3676090,"title":"File \u0026 Folder Management Using PowerShell","shortDescription":"Learn File, Folder and Location Management With PowerShell - Practicing Field case examples, Scripts \u0026 Demos","longDescription":"\u003Cp\u003EIf you want to learn File Management using PowerShell, then this course is for you.\u003C/p\u003E\u003Cp\u003EFile Management is part of Our day Today IT Operations, After completing this course, You will find yourself very efficient and confident in Advanced Automated File Management.\u003C/p\u003E\u003Cp\u003EYou will be able to do all the stuff with files and folders using PowerShell, What you can do using normal Graphical User Interface.\u003C/p\u003E\u003Cp\u003ENow a days every Leading Platform using PowerShell as its Management Tool, whether it is Microsoft Products, VMware, Citrix, cloud Providers like Azure, AWS, or Google\u0026nbsp; etc.\u003C/p\u003E\u003Cp\u003ENow either we need to learn each Platform\u0027s own command line Tool to manage them OR \u003Cstrong\u003E\u003Cem\u003Ewe can Learn a Single Powerful Tool that is \u0022PowerShell\u0022 to manage them All.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EMeans PowerShell is a Skill, that perfectly fit into framework of \u0022Learn Once, Apply everywhere, throughout your career\u0022\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EPlease don\u0027t wait that others\u0026nbsp; should encourage you to learn this Skill. \u003C/p\u003E\u003Cp\u003ETry to identify need and demand of Today\u0027s time, and Grab this opportunity to Learn this new Skill to match pace with Trending Time and Technologies.\u003C/p\u003E\u003Cp\u003EI am sure, As soon as you complete this course, You will be very efficient in managing Files \u0026amp; Folders Using PowerShell.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAll the best :)\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/using-powershell-advanced-automated-file-management/","imageUri":"https://img-b.udemycdn.com/course/750x422/3676090_273f.jpg?secure=qiwmkvFCav-CTsLCYQjLLg%3D%3D%2C1643906442","duration":"2,5 horas","enrolledStudentsCount":"11.032 estudiantes","lastUpdated":"Fecha de la última actualización: 10/2021","targetAudiences":["Techies who want to learn PowerShell","IT Admins who want to automate File, Registry and Location Management","Techies who want to lean Advanced level Files, Folders, path and Location Management","Techies who want to Learn a common Tool to Manage Most of the Leading Platforms like AWS, Azure, Google Cloud, Citrix, VMware etc."],"tags":["Informática y software","Informática y software, otros","PowerShell"],"rating":{"count":52,"averageValue":"4.5"},"instructors":[{"name":"Luxmi Narayan","url":"/user/my-learnings-online/","totalNumberOfStudents":15969,"totalNumberOfReviews":236,"averageRating":4.290873137984496}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"NEWYEARGIFT5","originalPrice":"1.280 INR","discountedPrice":"Gratis","expirationText":"4 días","discountPercentage":100}},"https://www.udemy.com/course/become-a-content-writer/":{"courseDetails":{"courseId":3869926,"title":"Basic to Advanced Content Writing: Become a Content Writer","shortDescription":"Web content writing with actionable practices. Learn how to write blogs, articles and more!","longDescription":"\u003Cp\u003EThis course was created to be the most comprehensive content writing course on the web, prepared to help anyone learn content writing from zero knowledge. Here is how:\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EI have created this course to help everyone learn what I\u0027ve learned in 6 years of content writing, learning from multiple sources, people and over 2000 pieces of content I have written for over a hundred clients from countries around the world.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe approach of the course is entirely based upon what would make anyone really write better, and not just understand a few facts about writing!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EI expect that you practice writing and applying what you\u0027ve learned with each session. The course is very concentrated to be delivered in nearly 2 and a half hours, and you really need to apply what you\u0027ve learned.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHow is it considered \u0022training\u0022?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEnrolling in this course means you\u0027ll have the ability to send me questions. I will be happy to answer any question about content writing, as well as ones about your career. You can also send me a sample of your writing for my review and to advise you for the next steps.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EIs content writing worth it?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EFrom my experience, content writing is totally worth it. Millions of brands are beginning to understand its value and there are opportunities for work everywhere.\u003C/p\u003E\u003Cp\u003EAt this moment of writing, there are 19,396 active content writing jobs on Upwork! There are thousands more on other platforms, and there is increasing demand for hiring content writers for jobs and freelance projects. (I personally get offers very often)\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho is this course for?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EAnyone wanting to learn writing from scratch.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWriters wanting to advance their careers in content writing.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDigital marketers, SEO specialists and business owners wanting to write for businesses.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDo I need to have a specific background before enrolling?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ENo. The course can help anyone write better no matter their language skills. Also of course, having a good command of language gives an advantage in writing!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat types of content would I be able to write after finishing this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe course is focused on teaching writing content on the web, whether it be blogs, articles, social media posts, e-books, video scripts or any other form.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat if I don\u0027t like it?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EUdemy guarantees a 30-day no questions asked refund. Make sure you ask for my help before making this decision if you ever have a problem.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/become-a-content-writer/","imageUri":"https://img-c.udemycdn.com/course/750x422/3869926_ed48_3.jpg","duration":"2.5 hours","enrolledStudentsCount":"100 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Anyone Wanting to Learn Writing","Junior Content Writers","SEO specialists and Digital Marketers"],"tags":["Marketing","Content Marketing","Content Writing"],"rating":null,"instructors":[{"name":"EndlessLearn Courses","url":"/user/endlesslearn/","totalNumberOfStudents":187,"totalNumberOfReviews":0,"averageRating":0}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"100OFFDEAL","originalPrice":"₹12,800","discountedPrice":"₹8,320","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/learn-python-programming-with-jafricode-tutorials/":{"courseDetails":{"courseId":4253034,"title":"2022-Master in Core Python Programming in 99Days","shortDescription":"ATTENTION! You will Get Weekly Basis Classes for Master in Python Programming 2022. We Regularly UPDATE This Course.","longDescription":"\u003Cp\u003EATTENTION! When you Enroll in Master Python Programming Course, You will Get Weekly Basis Classes As we Regularly UPDATE This Course.\u003C/p\u003E\u003Cp\u003EWhat you will get in this course Regularly!\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EVideo Lectures \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESource Code\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ENotes\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EAssignments\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESpecial Support \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003ECourse for those, who are interested to become a successful \u003Cstrong\u003EPython Developer\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython \u003C/strong\u003Ewhich is developed by Guido van Rossum that is the general-purpose programming language that is used to create any kind of software using its powerful and standard libraries.\u003C/p\u003E\u003Cp\u003EThere is a number of standard libraries that are developed with Python you can work with any field to get required functionalities like in Web development, AI, ML, Data Science, Data analytics, etc. \u003C/p\u003E\u003Cp\u003EThis course is created by me (\u003Cstrong\u003EFaisal Zamir -- JafriCode\u003C/strong\u003E) which contains and everything related to Python \u003Cstrong\u003Efrom introduction to Python to creating an application with Python\u003C/strong\u003E and providing home assignments to all students. The different topics as Installation \u0026amp; setup, Basic Python Syntax, Variables \u0026amp; Constant, If else, Loops, functions, list, tuple, dictionary, date and time, creating applications, etc.\u003C/p\u003E\u003Cp\u003EAt the end of this course, you will have cleared all topics related to Python.\u003C/p\u003E\u003Cp\u003EYou will be able to enter any field of Python like web development, Data Science, AI, Data analytics, etc. Condition is that you should have to work with me as I work in video. \u003C/p\u003E\u003Cp\u003EIf you do practice then you will be selected in any field to get admission (like Web Development, Artificial intelligence, Data Science, Data Analytics, etc).\u003C/p\u003E\u003Cp\u003EBecause we do hard work to create this course which has a lot of examples, questions, assignments that enable you to improve your programming skills. \u003C/p\u003E\u003Cp\u003EThank you!\u003C/p\u003E\u003Cp\u003EBest Regards \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFaisal Zamir\u003C/strong\u003E\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/learn-python-programming-with-jafricode-tutorials/","imageUri":"https://img-c.udemycdn.com/course/750x422/4253034_ec1a_6.jpg","duration":"6,5 horas","enrolledStudentsCount":"6.806 estudiantes","lastUpdated":"Fecha de la última actualización: 1/2022","targetAudiences":["The Master in Python Programming course is for those interested students who want to become a good Python Developer"],"tags":["Desarrollo","Lenguajes de programación","Python"],"rating":{"count":27,"averageValue":"4.5"},"instructors":[{"name":"Faisal Zamir","url":"/user/faisal-zamir/","totalNumberOfStudents":28200,"totalNumberOfReviews":151,"averageRating":4.218416635869565}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"0745AC84846C434C640A","originalPrice":"₹1,600","discountedPrice":"₹1,040","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/sell-your-knowledge/":{"courseDetails":{"courseId":4308421,"title":"Selling Your Knowledge: Learn How to Make Money Online","shortDescription":"Learn how to sell and monetize your knowledge in order to make steady income online even with limited to no experience!","longDescription":"\u003Cp\u003EOne of the greatest ways to earn an income fast and consistently is by using what you already know and teaching it to someone else!\u0026nbsp;As Bill Nye once said: \u003Cem\u003E\u0022Everyone you will ever meet knows something you don\u0027t.\u0022\u003C/em\u003E This is true and is why you don\u0027t have to worry about what you don\u0027t know because I guarantee that you most likely have a skill or know something that you know you can teach to someone else (trust me). We often overlook how much information and skills we really know that others don\u0027t, even as simple as how to ride a bike. Nonetheless, it\u0027s all about being confident in your abilities, and if you\u0027re interested but unsure where to start, how to start, or what you could possibly teach, then my \u003Cstrong\u003ESelling Your Knowledge: Learn How to Make Money Online\u003C/strong\u003E course is the course for you!\u003C/p\u003E\u003Cp\u003EIn this course, I will teach you the variety of avenues, methods, and channels (e.g. whether having your own tutoring business or creating courses to sell online) that you have at your disposal to get you started in having your own online teaching business, even if you have limited to no prior experience, along with helpful tips and brainstorming activities to help get you started. All of the skills we acquire in life are either through our own volition or because of school and work; these experiences help to equip us with a multitude of abilities in a variety of areas over time. The only thing left to do is to find your ability to teach these skills to others, something that I will help you achieve in this course.\u003C/p\u003E\u003Cp\u003ESo if you\u0027re ready to get started and want to make income from the comfort of your couch, then enroll in this course today!\u0026nbsp;This knowledge is invaluable and contains resources only available in this course for you to come back to at any given moment.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/sell-your-knowledge/","imageUri":"https://img-b.udemycdn.com/course/750x422/4308421_efa3.jpg?secure=3skYVSVFPi6-8EYsds--Mw%3D%3D%2C1643888465","duration":"1 hour","enrolledStudentsCount":"9,283 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Interested in converting knowledge and teachable skills into a part-time or full-time job with steady and/or passive income"],"tags":["Teaching \u0026 Academics","Online Education","Teaching Online"],"rating":{"count":14,"averageValue":"4.2"},"instructors":[{"name":"John Cordova","url":"/user/john-cordova-12/","totalNumberOfStudents":52865,"totalNumberOfReviews":236,"averageRating":4.170927275862069}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HELLOFEBRUARY","originalPrice":"₹1,280","discountedPrice":"₹832","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/numpy-pandas-python/":{"courseDetails":{"courseId":4478554,"title":"Numpy Pandas in Python from Scratch","shortDescription":"Learn how to use Python Numpy from scratch in Data processing and Data Analysis.","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThe most important part of data science is understanding the data that is available to data scientists. You will only be able to achieve the best outcomes if you have the correct knowledge of data and the appropriate data for the task at hand. The analysis, Visualization, and manipulation of data are all very important in Data Science.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EEverything about machine learning and data science is made exceedingly simple with Python. We may easily achieve any desired action by utilizing some of the top libraries available in Python. Numpy\u0026nbsp; \u0026amp; Pandas are two such packages that allow us to examine and manipulate data in order to reduce the complexity and speed up the problem-solving process.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOne of the best features available in Python for data analysis operations is the Pandas \u0026amp; Numpy libraries. You are capable of doing a wide range of jobs with ease. In this post, we\u0027ll look at the various sorts of operations that every data scientist must employ in order to complete a project with the least amount of resources while reaching the maximum level of efficiency.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you will learn in this course ?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ELearn Python by doing Examples step by step.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to Install Python 3.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to use python IDLE.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to choose Python IDE to learn coding.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to Install Anaconda for Python coding.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to use Online Jupyter for Python Programming.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to use Python IDLE.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how What the difference between\u0026nbsp; Variables \u0026amp; Operators in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn Operators Types in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn Python Data Types.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn String Functions \u0026amp; entries in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to use Input String Function in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn Python Data Structures.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to create Lists \u0026amp; lists operations in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to create Dictionaries \u0026amp; Dictionaries operations in Python .\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to create Tuples \u0026amp; Tuples operations in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn and when to use For Loop in Python. to create Sets \u0026amp; Sets operations in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how and when to use Control Flow and Loops in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn IF Statement and control flow in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how and when to use For Loop in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how and when to use While Loop in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to Handle Errors in your Python programs.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how and when to use Python Functions.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how and when to create functions in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how and when to use Lambda Expression in Python.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EIn this course you will learn how to create and use to Python Modules.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELear how to use Python to open files.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn Data Analysis Process step by step.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn coding in Python Numpy Library Methods in this course.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to use Numpy Library Methods \u0026amp;\u0026nbsp;Functions to manipulate data in this course.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn how to use Numpy Library Methods \u0026amp;\u0026nbsp;Functions to process images.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn coding in Python Pandas Library Methods in this course.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn coding in Python Pandas Library Data Analysis in this course.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ELearn coding in Python Pandas Library Data Visualization in this course.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"English","courseUri":"https://www.udemy.com/course/numpy-pandas-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/4478554_d14d_4.jpg","duration":"6 hours","enrolledStudentsCount":"1,393 students","lastUpdated":"Last updated 1/2022","targetAudiences":["Are you want to learn more about Python Numpy library Methods \u0026 Functions?","Are you want to learn more about Data Analysis using Python Pandas library?","Are you want to learn more about Pandas \u002B Numpy?"],"tags":["Development","Data Science","NumPy"],"rating":null,"instructors":[{"name":"Temotec Learning Academy","url":"/user/tamer-ahmed-23/","totalNumberOfStudents":283810,"totalNumberOfReviews":2107,"averageRating":4.066988493046357}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D33C28263653F2979DC1","originalPrice":"₹1,600","discountedPrice":"₹1,040","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/master-classes-for-web-design-course-html-css-js-seo/":{"courseDetails":{"courseId":4253820,"title":"Master Classes for Web Designing Course (HTML, CSS, JS, SEO)","shortDescription":"You will Learn 100% Web Development Professionally from 0 to End with HTML, CSS, JS, Creating Website or Templates \u0026 SEO","longDescription":"\u003Cp\u003E\u003Cstrong\u003EWe are Updating every time this course!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course is created by \u003Cstrong\u003EFaisal Zamir \u003C/strong\u003Efor beginner students who want to \u003Cstrong\u003Elearn Web Designing\u003C/strong\u003E from a basic level to reach an advanced level. So in this course, I created videos lectures in such a way that, a beginner will become a good front-end web designer, if he/she take an interest, do hard work, and practices. \u003C/p\u003E\u003Cp\u003EYou know, web designing is the process of creating or designing a website using different skills like HTML, CSS, JavaScript, Jquery, etc. There are different skills you have to learn if you take part in the website creating field. As in this course, we have added lectures that are very necessary for a student.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat is included in this web designing master classes course:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EHTML: \u003C/strong\u003EHTML is the hypertext markup language which is a basic and fundamental web language to create an abasic of website. For example, if you want to create a basic structure, insert any media field like image, video, or audios, or contouring width \u0026amp; height, or create and control text-based content, all these activities are done with writing code in HTML. \u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECSS:\u003C/strong\u003E CSS is the cascading style sheet, which has responsibility for website look, beauty, and attraction. We cannot use only HTML for website creation, we need to learn CSS, which is must not optional. Because without HTML we cannot create a website using CSS and without CSS we cannot work with HTML. Because attraction, beauty, and good design of a website is the basic unit of a successful website. There are different topics you will learn in CSS classes like Margin \u0026amp; Padding, Animation, Text Effects, Transforms 2d and 3D, Dropdown menu, etc\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EJavaScript: \u003C/strong\u003EJavascript is the programming language that is used to control the front end of a website. It is a famous and necessary web language that is taught by all instructors on online or offline platforms. There is powerful functionality we can get using JS with simple and easy code like HTML element controlling using DOM, Form validation, etc.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ESEO\u003C/strong\u003E: SEO is search engine optimization if you want to rank your website legally to all over the world to the audience. You have to market you have to do market for your website legally. So SEO is the technique that follows the legal way to rank or optimize your website in search engines. It is the basic rule of SEO, that you have to create a website in which way that, it should be liked by the search engines as well as your audience. So the website should be user-friendly as well as search engine friendly.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EI update all course regularly, so you can ask any question at any time, if there is any issue with understanding any topic, I can create another version of a lecture that clear your concept. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThank you and do hard work!\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/master-classes-for-web-design-course-html-css-js-seo/","imageUri":"https://img-c.udemycdn.com/course/750x422/4253820_2e97.jpg","duration":"22,5 heures","enrolledStudentsCount":"21 151 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Beginners Students who want to become Web Designer from basic Level"],"tags":["Développement","Développement Web","Conception Web"],"rating":{"count":93,"averageValue":"4.4"},"instructors":[{"name":"Faisal Zamir","url":"/user/faisal-zamir/","totalNumberOfStudents":28484,"totalNumberOfReviews":151,"averageRating":4.218416635869565}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"1F5E11C52E9E27296159","originalPrice":"₹5,760","discountedPrice":"₹3,744","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/nft-for-beginners/":{"courseDetails":{"courseId":4391060,"title":"The Complete NFT Course: Become an NFT Creator \u0026 Investor","shortDescription":"Learn about NFT collections, NFT marketplaces, NFT use cases, NFT Minting, NFT Buying, NFT Selling, and NFT Security","longDescription":"\u003Cp\u003EEver since Bitcoin forced most people to learn about cryptocurrencies in recent years, \u003Cstrong\u003Ethere hasn’t been any other technology that garnered as much attention as NFTs\u003C/strong\u003E. Running on the same blockchain technology as most cryptocurrencies, it’s like crypto, but for another purpose.\u003C/p\u003E\u003Cp\u003EThis course shows you how NFTs work and their connection with blockchain technology. You\u0027ll learn the theoretical aspect of the new technology and what function it serves in real life. This course is an all-in-one guide suitable for both amateurs and professionals alike.\u003C/p\u003E\u003Cp\u003ETo make it easier to understand the course, it is separated into several subsections. This is designed to help both beginners and experts jump around more efficiently while taking the course.\u003C/p\u003E\u003Cp\u003EIf you’re only hearing about non-fungible tokens for the first time, we recommend following the course outline as it’s arranged. It will help you make sense out of the already confusing world of non-fungible tokens. The learning resources also contains recommendations of sites and software to help you get started!\u003C/p\u003E\u003Cp\u003EWhile you can easily mint, buy, and sell NFTs without proper education, it’s important to know about what you’re dealing with. That way, it will be easier to invite people to the world of NFTs since you know what you can tell them to get them interested.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/nft-for-beginners/","imageUri":"https://img-b.udemycdn.com/course/750x422/4391060_07ac_2.jpg?secure=CH5OGjj7RAnFm3xhpwGlZA%3D%3D%2C1643898695","duration":"2,5 heures","enrolledStudentsCount":"17 071 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Professionals or students who want to venture into non-fungible tokens and are keen to learn the science behind them","Artists who harbor a dream of offering their art as an NFT, and are looking at exploring the possibilities and options","Art galleries aiming to collect and preserve digital art","Anyone willing to learn about the best methods for creating, collecting, and selling NFTs"],"tags":["Finance et comptabilité","Cryptomonnaies et blockchain","Jeton non fongible"],"rating":{"count":123,"averageValue":"4.1"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":62155,"totalNumberOfReviews":560,"averageRating":4.259835164705882}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HOTFEBRUARYDEALS","originalPrice":"₹3,200","discountedPrice":"₹2,080","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/learn-php-for-beginners-php-crash-course-2021/":{"courseDetails":{"courseId":3755422,"title":"PHP for Beginners: PHP Crash Course 2022","shortDescription":"Learn PHP for Beginners with this complete PHP crash course","longDescription":"\u003Cp\u003EDo you want to start with web development and specifically back end? Have you ever thought about learning PHP but you don\u0027t know how and where to start? Are you currently a web developer and want to quickly get into PHP? If your answer is \u0022yes\u0022, then you are in for a treat, because in this course, I packed my knowledge and experience of years of PHP. So after this course you can feel comfortable working with PHP. The course is highly dedicated for those people who want to get into PHP and start with it in no time. We will start working with the basic fundamentals of PHP like \u0022echo statements\u0022, \u0022comments\u0022 and stuff like that up to the intermediate level and then to the advanced parts like \u0022super globals\u0022, \u0022date and time\u0022 and so on.\u003Cbr\u003E\u003Cbr\u003EThe other part of the course is very simple and yet practical crucial and useful and that is \u0022building a todolist with PHP and MySQL\u0022. and in it, I am going to walk you through the process of building this little app, so you can apply what you have learnt. I am also going to show you how to think and analyze in terms of code and this will unlock your potential as a programmer and allow you to get out of the tutorial hell which kills every programmer\u0027s possibility of getting ahead.\u003Cbr\u003EThe course also contains material as in code snippets and source codes for the project applied and quizzes and so on. if you are ready to take this journey with me, then go ahead and take this course.\u003C/p\u003E","language":"Inglés","courseUri":"https://www.udemy.com/course/learn-php-for-beginners-php-crash-course-2021/","imageUri":"https://img-c.udemycdn.com/course/750x422/3755422_4493_3.jpg","duration":"4 horas","enrolledStudentsCount":"87.186 estudiantes","lastUpdated":"Fecha de la última actualización: 12/2021","targetAudiences":["Anyone who is interested in learning PHP"],"tags":["Desarrollo","Desarrollo web","PHP"],"rating":{"count":629,"averageValue":"4.2"},"instructors":[{"name":"Web Coding","url":"/user/bdb27e95-65f5-415a-956b-65f62ba4bfc3/","totalNumberOfStudents":254065,"totalNumberOfReviews":2882,"averageRating":4.13297137483871}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"PHPCOURSE45","originalPrice":"₹1,280","discountedPrice":"₹832","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/learn-wordpress-now/":{"courseDetails":{"courseId":4287184,"title":"Learn WordPress Now: WordPress for Beginners","shortDescription":"Introductory WordPress course for beginners who want to become familiar with the WordPress blogging platform","longDescription":"\u003Cp\u003EHave you ever wanted to start a website or blog on\u0026nbsp;WordPress but didn\u0027t know where to start?\u0026nbsp;Ever felt overwhelmed by all the technical lingo or steps?\u0026nbsp;Not to worry!\u0026nbsp;With my \u003Cstrong\u003ELearn WordPress Now: WordPress for Beginners \u003C/strong\u003Ecourse, I take your hand and guide you step-by-step from the very beginning to show you how to get started and become familiar with the WordPress platform in order to have your own blog or website set up in under an hour! In this course, you\u0027ll not only learn the steps needed to take to get started, but you\u0027ll also learn useful terms associated with WordPress, the function and purpose of certain buttons, how to customize your website, publish blog posts and pages, and much more! This course is designed for beginners who are right at the beginning of their WordPress journey, so no need to worry about needing to have prior experience in order to take this course. This course also offers a tutorial-based approach in which I teach you where to go and what to click, and you can either follow in real-time or take notes. Not only this but this course is packed with quizzes and material to help you remember the terms and steps you have to take to where you want to go.\u0026nbsp;Additionally, this course is also updated to the latest version of WordPress as of September 2021, and not much will change in future versions as the WordPress platform has recently been redesigned and upgraded. I guarantee that you will find this course helpful and motivating in order to get you on your way to becoming fluent in WordPress!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-wordpress-now/","imageUri":"https://img-c.udemycdn.com/course/750x422/4287184_ab86_4.jpg","duration":"3 hours","enrolledStudentsCount":"10,310 students","lastUpdated":"Last updated 9/2021","targetAudiences":["Beginner WordPress users","People interested in learning how to use WordPress"],"tags":["Development","Web Development","WordPress"],"rating":{"count":52,"averageValue":"4.4"},"instructors":[{"name":"John Cordova","url":"/user/john-cordova-12/","totalNumberOfStudents":52865,"totalNumberOfReviews":236,"averageRating":4.170927275862069}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"HELLOFEBRUARY","originalPrice":"₹1,280","discountedPrice":"₹832","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/deep-learning-basics-with-python/":{"courseDetails":{"courseId":4390890,"title":"Python for Deep Learning: Modern Neural Networks in Python","shortDescription":"Complete Deep Learning Course to Master Data science, Tensorflow, Artificial Intelligence, and Neural Networks","longDescription":"\u003Cp\u003EPython is famed as one of the best programming languages for its flexibility. It works in almost all fields, from web development to developing financial applications. However, it\u0027s no secret that Python’s best application is in deep learning and artificial intelligence tasks.\u003C/p\u003E\u003Cp\u003EWhile \u003Cstrong\u003EPython makes deep learning easy\u003C/strong\u003E, it will still be quite frustrating for someone with no knowledge of how machine learning works in the first place.\u003C/p\u003E\u003Cp\u003EIf you know the basics of Python and you have a drive for deep learning, this course is designed for you. This course will help you learn how to create programs that take data input and automate feature extraction, simplifying real-world tasks for humans.\u003C/p\u003E\u003Cp\u003EThere are hundreds of machine learning resources available on the internet. However, you\u0027re at risk of learning unnecessary lessons if you don\u0027t filter what you learn. While creating this course, we\u0027ve helped with filtering to isolate the essential basics you\u0027ll need in your deep learning journey.\u003C/p\u003E\u003Cp\u003EIt is a fundamentals course that’s great for both beginners and experts alike. If you’re on the lookout for a course that starts from the basics and works up to the advanced topics, this is the best course for you.\u003C/p\u003E\u003Cp\u003EIt only teaches what you need to get started in deep learning with no fluff. While this helps to keep the course pretty concise, it’s about everything you need to get started with the topic.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/deep-learning-basics-with-python/","imageUri":"https://img-c.udemycdn.com/course/750x422/4390890_a964_2.jpg","duration":"2 heures","enrolledStudentsCount":"9 179 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Programmers who are looking to add deep learning to their skillset","Professional mathematicians willing to learn how to analyze data programmatically","Any Python programming enthusiast willing to add deep learning proficiency to their portfolio"],"tags":["Développement","Science des données","Deep Learning"],"rating":{"count":23,"averageValue":"4.2"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":62155,"totalNumberOfReviews":560,"averageRating":4.259835164705882}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"E25DF1A99D87A429174F","originalPrice":"₹3,200","discountedPrice":"₹2,080","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/excel-tips-and-trick-learn-ms-excel-by-making-7-projects/":{"courseDetails":{"courseId":4377144,"title":"Excel Tips and trick : Learn MS Excel by making 7 Projects","shortDescription":"Boost your understanding of Microsoft Excel - Learn how to use MS Excel by creating over 7 simple Excel projects","longDescription":"\u003Cp\u003ELearning how to properly work with Microsoft can be very complicated espescially if you never worked with this applicaiton before. This is why, this course have been created, to help you learn how to work with Microsoft Excel and what are all the mazing things that you can do with this application. If you:\u003C/p\u003E\u003Cp\u003E- Need to learn the basics of Microsoft Excel for work\u003C/p\u003E\u003Cp\u003E- Always wanted to create various projects with this application\u003C/p\u003E\u003Cp\u003E- Are currently in school and have to understand some Excel concepts\u003C/p\u003E\u003Cp\u003E- are simply curious about this Microsoft App\u003C/p\u003E\u003Cp\u003EThen you are definely at the right place and will probably love this course and everything that it has to offer. Indeed, not only you will learn and understand all the basic concepts and everything aroud the microsoft Excel application but you will have a lot of practice throught out this course. The goal here is that by the end of this course you have a solid and strong understand of how to use microsoft Excel in order to create your own basic applications that will allow you to do various things like the different projects that we will create in this course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe structure of the course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThe way this course have been built, is made to help you understand and learn everything you need to know about Java script. Indeed, you will understand all the basics of this programming language. From the starting point where you are going to learn how to use simple Excel buttons or how to open and save your current project to the more advanced part that contains things such as IF statement, lookups or various other excel functiosn and various practical projects, this course has everything you need to start your Microsoft Excel journey. Also, this course has been created not only to help you learn Microsoft Excel but to also, help you have a clear understanding of all the basics of this Application and what you can do with it. Also, this course will teach something very important concepts that can be used everytime that you work with this application. Indeed, by creating various projects, you will learn to think like a developper and this can be useful not only in Excel apps creation but even if you start programming in any object oriented language like python for Example. In other words, if you don\u0027t have any Excel or programming experience prior to this course, by completing it you will learn the programming logic and this will help succed not only with microsoft excel functions but it\u0027s useful if you start programming in any object oriented programming language.\u003C/p\u003E\u003Cp\u003EAlso, this course is built around a very simple but effective logic that is learning by practice. Indeed, this simply means that this course is definely not theoritical even if it contains some classes that present various MS Excel concepts. In other words, this course is built on a logic of learning by practice . This means that you will find plenty of projects\u0026nbsp; all over the course to help you understand and master this Application\u0026nbsp; to finaly achieve your end goal of learning how to use microsoft Excel.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFor who is this course designed\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThere is a lot of Microsoft Excel courses that exist all over the internet. But, this course is definely different. Indeed, all the concepts that can be found in this course are simplified to help you understand them more in depth and a lot easier. Also, it\u0027s important to mention that each element in this course is presented with a multitude of various practical examples that will allow you to practice everything that you will learn all over the course. In other words, if you never wrote a single excel function or did any use of this application prior this course and you always wanted to start somewhere then you will probably love this course. The way this course is presented and structured is here to help you achieve your obective of starting to work with microsoft Excel and have a solid understanding of this application by the end of this course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should I take this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EIf wotking with Excel is something that you always had a passion for and you always wanted to learn more about this amazing apoplication then you should definitely take this course. The first thing that this course will teach you is understanding the logic of around this application or in other words how what are different uses that you can make with it and the various real life situations where Excel can be useful. You will also learn various MS Excel concepts as well as create various Projects and simple applications all over the course.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThere is no risk involved in taking this course\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis course comes with a 100% satisfaction guarantee, this means that if your are not happy with what you have learned, you have \u003Cstrong\u003E30 days \u003C/strong\u003E​to get a complete refund with no questions asked. Also, if there is any concept that you find complicated or you are just not able to understand, you can directly contact me and it will be my pleasure to support you in your learning.\u003C/p\u003E\u003Cp\u003EThis means that you can either learn amazing skills that can be very useful in your professional or everyday life or you can simply try the course and if you don\u0027t like it for any reason ask for a refund.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EYou can\u0027t lose with this type of offer !!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EENROL NOW and start learning today :)\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/excel-tips-and-trick-learn-ms-excel-by-making-7-projects/","imageUri":"https://img-c.udemycdn.com/course/750x422/4377144_c1a8.jpg","duration":"6 heures","enrolledStudentsCount":"3 754 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["People interested in Ms Excel","Students wanting to learn how to use Excel","People curious about learning a new topic"],"tags":["Développement","Développement sans code","Excel"],"rating":{"count":10,"averageValue":"4.8"},"instructors":[{"name":"Yassin Marco","url":"/user/ataouyl-yassin/","totalNumberOfStudents":1092993,"totalNumberOfReviews":37180,"averageRating":4.194619489900609}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"9F2DF1A81C0964285F6B","originalPrice":"₹7,680","discountedPrice":"₹4,992","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/introduction-to-bonds/":{"courseDetails":{"courseId":4435488,"title":"Fixed Income Securities: A deep dive into bonds","shortDescription":"An Introduction to Bond Markets: Everything You Need to Know About Bonds","longDescription":"\u003Cp\u003E\u003Cstrong\u003EInvesting in bonds has a lot of financial benefits for investors\u003C/strong\u003E. It provides a regular stream of income and widens their investment portfolio. Bonds also carry low market volatility.\u003C/p\u003E\u003Cp\u003EIt is a safe investment plan which allows investors to preserve and increase their capital. Investing in top-quality government bonds doesn\u0027t come with a default risk for investors.\u003C/p\u003E\u003Cp\u003EThis course is for investors and individuals who show interest in widening their scope on the fundamentals of fixed-income instruments and exploring the structures and features of the market. If you are interested in learning about different topics and sections connected to the analysis and valuation of bonds, this course is for you.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDealing with fixed-income securities can be difficult if you are unwilling to invest your time and resources into the proper means\u003C/strong\u003E. Making the seemingly cumbersome fixed-income securities easier is the idea behind this course.\u003C/p\u003E\u003Cp\u003EIt is accessible to everybody irrespective of their place of work or schedule. It doesn\u0027t matter if you are a beginner or conversant with the world of fixed-income securities. The course is designed to start from the basics and slowly advance as you get more familiar with the fundamentals.\u003C/p\u003E\u003Cp\u003EAside from teaching you the fundamentals of fixed-income securities, if you wish to venture into bonds, this course will teach you the basics and things you might need to get started. If you are on the lookout for a course that will impact financial skills applicable in the real world, look no further.\u003C/p\u003E\u003Cp\u003ESee you inside!\u003Cbr\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/introduction-to-bonds/","imageUri":"https://img-c.udemycdn.com/course/750x422/4435488_532f_2.jpg","duration":"1 heure","enrolledStudentsCount":"10 877 participants","lastUpdated":"Dernière mise à jour : 12/2021","targetAudiences":["Anyone who wants to learn how to value bonds is welcome here!","Investors or professionals who see acquiring knowledge about fixed-income securities as the missing piece in their bid to manage their assets","Professionals in the financial sector looking to add to their existing knowledge","This course is structured to be understood by both newbies and professionals. It is created by professionals who are conversant with fixed-income securities and know how to impart financial knowledge"],"tags":["Finance et comptabilité","Finance","Titres à revenu fixe"],"rating":{"count":48,"averageValue":"4.4"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":62155,"totalNumberOfReviews":560,"averageRating":4.259835164705882}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"120C7555F9B65D1FB67C","originalPrice":"₹3,200","discountedPrice":"₹2,080","expirationText":"5 hours","discountPercentage":35}},"https://www.udemy.com/course/master-data-science-in-python/":{"courseDetails":{"courseId":4324528,"title":"Data Manipulation in Python: Master Python, Numpy \u0026 Pandas","shortDescription":"Learn Python, NumPy \u0026 Pandas for Data Science: Master essential data manipulation for data science in python","longDescription":"\u003Cp\u003EWhen it comes to being attractive, data scientists are already there. In a highly competitive job market, it is tough to keep them after they have been hired. People with a unique mix of scientific training, computer expertise, and analytical abilities are hard to find.\u003C/p\u003E\u003Cp\u003ELike the Wall Street \u0022quants\u0022 of the 1980s and 1990s, modern-day data scientists are expected to have a similar skill set. People with a background in physics and mathematics flocked to investment banks and hedge funds in those days because they could come up with novel algorithms and data methods. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThat being said, \u003Cstrong\u003Edata science is becoming one of the most well-suited occupations for success in the twenty-first century\u003C/strong\u003E. It is computerized, programming-driven, and analytical in nature. Consequently, it comes as no surprise that the need for data scientists has been increasing in the employment market over the last several years.\u003C/p\u003E\u003Cp\u003EThe supply, on the other hand, has been quite restricted. \u003Cstrong\u003EIt is challenging to get the knowledge and abilities required to be recruited as a data scientist.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003ELots of resources for learning Python are available online. Because of this, students frequently get overwhelmed by Python\u0027s high learning curve. \u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EIt\u0027s a whole new ball game in here! Step-by-step instruction is the hallmark of this course. Throughout each subsequent lesson, we continue to build on what we\u0027ve previously learned. \u003Cstrong\u003EOur goal is to equip you with all the tools and skills you need to master Python, Numpy \u0026amp; Pandas. \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EYou\u0027ll walk away from each video with a fresh idea that you can put to use right away!\u003C/p\u003E\u003Cp\u003EAll skill levels are welcome in this course, and even if you have no prior programming or statistical experience, you will be able to succeed!\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/master-data-science-in-python/","imageUri":"https://img-b.udemycdn.com/course/750x422/4324528_4ee9_2.jpg?secure=e5uTJQjVOmuB2_SAsG7udw%3D%3D%2C1643898395","duration":"2 heures","enrolledStudentsCount":"26 171 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["No previous skills or expertise required. Only a drive to succeed!"],"tags":["Développement","Science des données","Science des données"],"rating":{"count":139,"averageValue":"4.3"},"instructors":[{"name":"Meta Brains","url":"/user/metabrains/","totalNumberOfStudents":62155,"totalNumberOfReviews":560,"averageRating":4.259835164705882}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A59BEE74BD91273F9EFF","originalPrice":"3 200 ₹","discountedPrice":"2 080 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/complete-red-hat-certified-system-administration-boot-camp/":{"courseDetails":{"courseId":3098072,"title":"Complete Red Hat System Administration Boot Camp - RHCSA 8","shortDescription":"Learn Linux and everything you need to pass RHCSA (RHEL 8) EX200 certification exam - Unofficial Red Hat Training - 2022","longDescription":"\u003Cp\u003EThis course is \u003Cstrong\u003Eupdated\u003C/strong\u003E to the last Red Hat Certified System Administrator\u0026nbsp;Exam Objectives (\u003Cstrong\u003EContainers \u002B\u0026nbsp;Bash/Shell Scripting\u003C/strong\u003E)\u003C/p\u003E\u003Cp\u003EJoin now and get access to two of my \u003Cstrong\u003Ebest seller \u003C/strong\u003Ebooks for \u003Cstrong\u003EFREE\u003C/strong\u003E:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELearn Linux Quickly\u003Cbr\u003E\u003C/strong\u003EA Friendly Guide to Easily Master the World\u0027s Most Powerful Operating System.\u003Cbr\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELearn Ansible Quickly - RHCE\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EMaster All Ansible Automation skills required to pass \u003Cstrong\u003EEX294 \u003C/strong\u003Eexam and become a \u003Cstrong\u003ERed Hat Certified Engineer\u003C/strong\u003E.\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003E\u003Cem\u003E**\u0026nbsp;\u003C/em\u003E\u003C/strong\u003ERed Hat Certified Engineer (\u003Cstrong\u003ERHCE\u003C/strong\u003E) is considered as one of the top paying certifications in the IT\u0026nbsp;industry averaging an annual \u003Cstrong\u003Esalary\u003C/strong\u003E of \u003Cstrong\u003E$101,527\u003C/strong\u003E **\u0026nbsp;\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EIt is for anyone who wants to learn Linux and become a Red Hat Certified System Administrator. Become an effective Linux user and advance your Career. Also, it is aspiring Linux system administrators.\u003C/p\u003E\u003Cp\u003EThis course fully prepares you to pass the \u003Cstrong\u003ERed Hat Certified System Administrator (RHEL 8) EX200 \u003C/strong\u003Ecertification exam and become a \u003Cstrong\u003ERed Hat Certified System Administrator\u003C/strong\u003E.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EIn this course, we are going to cover the objectives of \u003Cstrong\u003ERed Hat Certified System Administrator (RHEL 8) EX200\u003C/strong\u003E. The course contents are: \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EInstalling Linux Virtual Machines.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELinux Essentials (Basic Linux Commands).\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EUsers and Groups Management.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELinux Network Configuration.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ELinux Security.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EOperate Running Systems.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EConfiguring and Maintaining Systems.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EStorage Techniques.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EConfiguring File Systems. \u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EManaging Containers Images.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EBash Shell Scripting (Learn Bash Quickly ebook).\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EPractice Questions.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003ERed Hat Certified System Administrator\u0026nbsp;\u003C/strong\u003Eis one of the most valuable Linux certifications in the industry and it\u0026nbsp;will definitely help you to start a career in Linux.\u0026nbsp; This course is fully hands-on. It\u0027ll help you and prepare you for the real exam.\u0026nbsp;You are only one certification away from becoming a certified Linux system administrator; you are only \u003Cstrong\u003ERed Hat Certified System Administrator\u003C/strong\u003E\u0026nbsp;away! \u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/complete-red-hat-certified-system-administration-boot-camp/","imageUri":"https://img-c.udemycdn.com/course/750x422/3098072_352c_4.jpg","duration":"11,5 heures","enrolledStudentsCount":"10 331 participants","lastUpdated":"Dernière mise à jour : 12/2021","targetAudiences":["It\u0027s for anyone who wants to learn Linux and become a Red Hat Certified System Administrator."],"tags":["Informatique et logiciels","Certifications informatiques","Système d\u0027exploitation Linux"],"rating":{"count":660,"averageValue":"4.4"},"instructors":[{"name":"Bandar Ghalib","url":"/user/bandar-ghalib/","totalNumberOfStudents":10331,"totalNumberOfReviews":660,"averageRating":4.435872}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"FREEFEB1","originalPrice":"12 800 ₹","discountedPrice":"8 320 ₹","expirationText":"5 heures","discountPercentage":35}},"https://www.udemy.com/course/organizar-eventos-desde-cero/":{"courseDetails":{"courseId":3574843,"title":"Aprende a organizar eventos exitosos desde CERO","shortDescription":"¡Gestioná el antes, durante y después de un evento como un profesional!","longDescription":"\u003Cp\u003E\u003Cem\u003E¿Sabías que el tamaño de la industria de eventos a nivel global se valoró en $1,100 mil millones de dólares en 2018 y se espera que crezca a una tasa anual del 10.3% para llegar a $2,330 mil millones de dólares en 2026? (Oficina de Estadísticas Laborales. USA) ¡Más del doble! Así que si estás estás acá, estás en el lugar correcto.\u003C/em\u003E\u003Cstrong\u003E\u003Cem\u003E La gestión de eventos es una industria rica en una plataforma de crecimiento exponencial. Los planificadores de eventos tenemos por delante un futuro brillante en el mercado laboral, tanto presencial como ONLINE.\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EBienvenido a\u003Cstrong\u003E Event Planning Professional Academy\u003C/strong\u003E. El objetivo de este curso no es que aprendas a ser un buen Event Manager, sino que aprendas a ser un \u003Cstrong\u003EMUY BUEN EVENT PLANNER.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEl objetivo de este curso no es que aprendas a ser un buen Event Manager, sino que aprendas a ser un \u003Cstrong\u003EMUY BUEN EVENT PLANNER.\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEste curso está dividido en \u003Cstrong\u003Emódulos teórico-prácticos\u003C/strong\u003E que recorreremos paso a paso para pasar de la idea a la acción.\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EHablaremos sobre las características del Event Manager con foco en el \u003Cstrong\u003E“Viaje del evento”\u003C/strong\u003E que guiará nuestro accionar desde el primer día hasta que termina el proyecto. Y \u003Cstrong\u003Ecómo monetizar nuestro trabajo.\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAbordaremos la parte estratégica donde nos centraremos en comprender los objetivos del evento para desarrollar una solución innovadora y trabajaremos en la creatividad para generar una \u003Cstrong\u003E¡EXPERIENCIA MEMORABLE!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETe enseñaré a \u003Cstrong\u003Eliderar reuniones efectivas\u003C/strong\u003E para vender las ideas, cómo armar un \u003Cstrong\u003EBRIEF \u003C/strong\u003Ey cómo realizar un \u003Cstrong\u003EMOODBOARD \u003C/strong\u003Eo\u003Cstrong\u003E \u003C/strong\u003Epresentación visual del evento para marcar un diferencial con otros profesionales.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EVeremos cómo realizar una correcta \u003Cstrong\u003Echecklist de producción\u003C/strong\u003E con todos los aspectos CLAVE de la organización: lugar, catering, mobiliario, transporte ¡Y más!\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EY, finalmente, ¡La aprobación y puesta en marcha para \u003Cstrong\u003Ematerializar nuestras ideas\u003C/strong\u003E!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EEventos online o presenciales: Meetings corporativos, festivales, bodas, eventos deportivos, a beneficio… No importa cuál sea el rubro en el que quieras trabajar, este curso te va a preparar para que puedas llevar adelante cualquier formato.\u003C/p\u003E\u003Cp\u003E¡Sumate hoy al programa en español más completo sobre Event Planning y convertite en el Organizador de eventos que todas las empresas quieran contratar y RECOMIENDEN!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003Cstrong\u003ETemas\u003Cbr\u003E\u003C/strong\u003E\u003Cbr\u003E\u003Cstrong\u003EMódulo I. Introducción\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EConsideraciones antes de empezar\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EThe WOW Factor\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECómo ser un Event Manager exitoso\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPresentación del canva “Event Journey”\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E¿Cómo ganan dinero las agencias y freelancers? ¡Atención!\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EMódulo II. Planificación Estratégica\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E¿Qué es y cómo planificar estratégicamente?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E1º contacto con el cliente\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPrepararse para la reunión\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEl armado del BRIEF\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECómo redactar OBJETIVOS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECómo redactar la MISIÓN\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBúsqueda de TENDENCIAS\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPresentación ante el cliente (Realización de MOODBOARD)\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAprobación y puesta en marcha del proyecto\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EMódulo III. Planificación Operativa\u003C/strong\u003E\u003Cbr\u003E\u003Cbr\u003EElementos clave para la organización exitosa del evento\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E¿Qué es y cómo planificar operativamente?\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPara qué sirve y cómo realizar un FODA\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EChecklist de producción\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Col\u003E\u003Cli\u003E\u003Cp\u003EEl espacio\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECatering\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMobiliario y decoración\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProducción técnica\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFechas\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EEntretenimiento\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETransporte\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBranding\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EEstaré encantada de acompañarte en este viaje hacia una gestión profesional de eventos ¡Comencemos!\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Español","courseUri":"https://www.udemy.com/course/organizar-eventos-desde-cero/","imageUri":"https://img-c.udemycdn.com/course/750x422/3574843_49db_6.jpg","duration":"4 horas","enrolledStudentsCount":"827 estudiantes","lastUpdated":"Fecha de la última actualización: 7/2021","targetAudiences":["Estudiantes / Profesionales con o sin experiencia en eventos"],"tags":["Negocios","Gestión de proyectos","Elaboración de presupuestos empresariales"],"rating":{"count":32,"averageValue":"4.7"},"instructors":[{"name":"Melanie Kalfaian","url":"/user/melanie-kalfaian/","totalNumberOfStudents":5558,"totalNumberOfReviews":330,"averageRating":4.566748204938271}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"EVENTOS","originalPrice":"1.920 INR","discountedPrice":"1.248 INR","expirationText":"5 horas","discountPercentage":35}},"https://www.udemy.com/course/soc-analyst-now/":{"courseDetails":{"courseId":4363642,"title":"Cybersecurity: Security Operations Center (SOC) Analyst NOW!","shortDescription":"Learn how to begin your career in cybersecurity from the gateway to success: A Security Operations Center (SOC) Analyst","longDescription":"\u003Cp\u003E\u003Cstrong\u003EThe frontlines of cybersecurity operations include many unfilled jobs and exciting career opportunities. \u003C/strong\u003E\u0026nbsp;A transition to cybersecurity as a Security Operations Center (SOC) Analyst position is the start of a new path for you. \u0026nbsp;Learn to actively analyze threats, protect your enterprise from harm, and kick-start your road to cybersecurity success with this one-of-a-kind course.\u0026nbsp; \u003Cstrong\u003EThe video lectures, quizzes and the course companion downloadable content \u003C/strong\u003Ewill help you prepare for your next role.\u003Cbr\u003E\u003Cbr\u003ECybersecurity Architect, Author, and Mentor Tyler E. Wall carefully and expertly share real-world insights and practical tips in Cybersecurity: \u003Cem\u003ESecurity Operations Center\u0026nbsp;Analyst NOW!\u003C/em\u003E as voiced by actor Michael Archuleta.\u0026nbsp; The lessons revealed equip you for interview preparation, tackling day one on the job, and setting long-term development goals.\u0026nbsp; The gems of knowledge shared in this course provide you with a notable advantage for entering this dynamic field of work.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EThe recent surplus in demand for Security Operations Center (SOC)\u0026nbsp;Analysts\u003C/strong\u003E makes \u003Cem\u003ECybersecurity:\u003C/em\u003E \u003Cem\u003ESecurity Operations Center\u0026nbsp;Analyst NOW!\u003C/em\u003E a must-have for aspiring tech professionals and long-time veterans alike.\u0026nbsp; Recent industry developments such as using the cloud and security automation are broken down in concise, understandable ways, to name a few. \u0026nbsp;The rapidly changing world of cybersecurity requires innovation and fresh eyes, and this course is your roadmap to success.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E*Based on the popular book\u0026nbsp;Jump-start Your SOC Analyst Career - Available anywhere books are sold.\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/soc-analyst-now/","imageUri":"https://img-c.udemycdn.com/course/750x422/4363642_87b4_5.jpg","duration":"1 heure","enrolledStudentsCount":"3 711 participants","lastUpdated":"Dernière mise à jour : 1/2022","targetAudiences":["Recent college graduates","Veterans","Other IT professionals","Autodidacts"],"tags":["Informatique et logiciels","Réseaux et sécurité","SoC (Système sur une puce)"],"rating":{"count":30,"averageValue":"4.4"},"instructors":[{"name":"Tyler Wall","url":"/user/tyler-wall-6/","totalNumberOfStudents":4236,"totalNumberOfReviews":30,"averageRating":4.449269}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"46F7A524A23C0F61AC04","originalPrice":"1.600 INR","discountedPrice":"1.040 INR","expirationText":"5 horas","discountPercentage":35}}},"freeCourses":{"https://www.udemy.com/course/learn-microsoft-project-2016-complete-course-for-beginners/":{"courseDetails":{"courseId":4357682,"title":"Learn Microsoft Project 2016 Complete Course for Beginners","shortDescription":"Fast Learning of Microsoft Project 2016 with an Expert","longDescription":"\u003Cp\u003E\u003Cstrong\u003EYou are at Right Course for learning Microsoft Project Software Fast with an Expert!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EWarmly Welcome to my course, my name is Engr Wasim Jaan and I’ve uploaded this course to help people like you to learn quickly Microsoft Project 2016 with an expert. Whether you’re a beginner or experienced with Microsoft Project. You must learn this course of MS\u0026nbsp;Project if you are interested in Project Planning\u0026nbsp; and Project Management . \u003C/p\u003E\u003Cp\u003EMicrosoft Project much more focus on management of Project . If your mission is to become an Expert of Microsoft Project, then this course is for you. It will get you started on the right path and give you the knowledge and skills you need to master Microsoft Project.\u003C/p\u003E\u003Cp\u003EThe Learning of Microsoft Project is not only for Experienced users, but also everyone else. Because when you have an expert Microsoft Project, you can get around Microsoft Project quickly and increase your productivity.\u003C/p\u003E\u003Cp\u003EIn the end this course, you\u0027ll have gained complete proficiency in Microsoft Project even if you\u0027re currently a beginner.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat includes in Microsoft Project course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EI will start from the very beginning and explain what Microsoft Project is, why \u0026amp; how it’s used.\u003C/p\u003E\u003Cp\u003EFocus on basic requirements of \u0026nbsp;project like \u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003ECreate a Microsoft Project plan\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ETask progress through the project\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBaselines Establish\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EManage resources with Different Types and Project Cost\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EReport Dashboard\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse Of Gantt charts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EProject Information\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELets see you in the course Enrollment section of Microsoft Project \u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Anglais","courseUri":"https://www.udemy.com/course/learn-microsoft-project-2016-complete-course-for-beginners/","imageUri":"https://img-c.udemycdn.com/course/750x422/4357682_1a55.jpg","duration":"36 minutes","enrolledStudentsCount":"6 299 participants","lastUpdated":"Dernière mise à jour : 11/2021","targetAudiences":["Beginner Microsoft Project 2016"],"tags":["Productivité bureautique","Microsoft","Microsoft Project"],"rating":{"count":22,"averageValue":"3.9"},"instructors":[{"name":"Wasim jaan","url":"/user/wasim-jaan/","totalNumberOfStudents":20479,"totalNumberOfReviews":118,"averageRating":3.82662039}]},"isAlreadyAFreeCourse":true,"couponData":null}}}