{"coursesWithCoupon":{"https://www.udemy.com/course/shrm-scp-senior-certified-professional-society/":{"courseDetails":{"courseId":6518327,"title":"SHRM-SCP ⭑ SHRM Senior Certified Professional 2025 exam [EN]","shortDescription":"SHRM-SCP Exam Preparation course and Practice test | PHR • SPHR • PHRi • SPHRi • CIPD • GPHR • CPHR • aPHR • aPHRi","longDescription":"\u003Cp\u003E\u003Cstrong\u003EMaster SHRM-SCP® Certification: Strategic HR Leadership \u0026amp; Exam Preparation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EAre you ready to take your HR career to the next level and earn your \u003Cstrong\u003ESHRM-SCP® (Senior Certified Professional) certification\u003C/strong\u003E? This comprehensive course is designed to help \u003Cstrong\u003EHR professionals, managers, and executives\u003C/strong\u003E master \u003Cstrong\u003Estrategic HR leadership\u003C/strong\u003E and confidently pass the \u003Cstrong\u003ESHRM-SCP exam\u003C/strong\u003E.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy Choose This Course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThis course provides a structured and practical approach to \u003Cstrong\u003ESHRM-SCP exam preparation\u003C/strong\u003E, focusing on the key competencies required for success. You will gain \u003Cstrong\u003Ein-depth knowledge of HR strategy, business acumen, talent management, workforce planning, performance measurement, and HR analytics\u003C/strong\u003E—all essential for \u003Cstrong\u003Esenior HR professionals\u003C/strong\u003E driving business impact.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhat You Will Learn:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003ESHRM-SCP Exam Essentials\u003C/strong\u003E – Certification structure, eligibility, and key topics\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003EStrategic HR Management\u003C/strong\u003E – Aligning HR with business objectives and driving organizational success\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003EWorkforce Planning \u0026amp; Talent Acquisition\u003C/strong\u003E – Effective hiring, selection, and retention strategies\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003EPerformance Management \u0026amp; HR Metrics\u003C/strong\u003E – Optimizing employee productivity and business performance\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003ECompensation \u0026amp; Total Rewards\u003C/strong\u003E – Designing competitive salary and benefits programs\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003EHR Technology \u0026amp; Analytics\u003C/strong\u003E – Leveraging HRIS, AI, and data-driven decision-making\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003EEmployee Relations \u0026amp; Legal Compliance\u003C/strong\u003E – Ensuring ethical, fair, and compliant HR practices\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003EMock Exams \u0026amp; Knowledge Checks\u003C/strong\u003E – SHRM-SCP-style quizzes and practice tests to assess your readiness\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWho Should Take This Course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003EHR professionals\u003C/strong\u003E preparing for the \u003Cstrong\u003ESHRM-SCP exam\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003EHR leaders, managers, and executives\u003C/strong\u003E seeking strategic HR expertise\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003EBusiness professionals\u003C/strong\u003E transitioning into senior HR roles\u003C/p\u003E\u003Cp\u003E• Anyone looking to \u003Cstrong\u003Eboost their HR career with a globally recognized certification\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ECourse Features:\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003EStep-by-step breakdown of SHRM-SCP exam domains\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003EReal-world case studies and HR best practices\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003EQuick quizzes after each module\u003C/strong\u003E to reinforce key concepts\u003C/p\u003E\u003Cp\u003E• \u003Cstrong\u003EFull-length SHRM-SCP practice test\u003C/strong\u003E for exam readiness\u003C/p\u003E\u003Cp\u003EThis course contains the use of artificial intelligence. It ensures cutting-edge insights and the latest practices.\u003C/p\u003E\u003Cp\u003EThis course contains a promotion.\u0026nbsp; \u003C/p\u003E\u003Cp\u003EGet certified, elevate your career, and become a strategic HR leader. Enroll now and start your \u003Cstrong\u003ESHRM-SCP exam preparation journey today\u003C/strong\u003E.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/shrm-scp-senior-certified-professional-society/","imageUri":"https://img-c.udemycdn.com/course/750x422/6518327_323a_2.jpg","duration":"6.5 total hours","enrolledStudentsCount":"7,299.000 students","lastUpdated":null,"targetAudiences":["HR Leaders \u0026 Executives – CHROs, HR Directors, HR Business Partners, and HR Managers who drive strategic HR initiatives and decision-making in their organizations.","Senior HR Professionals – Experienced HR practitioners with strategic and policy-making responsibilities, who are ready to take their expertise to the next level.","HR Professionals Preparing for the SHRM-SCP Exam – Anyone aiming to pass the SHRM-SCP certification and seeking a structured, comprehensive study guide to master key HR competencies.","HR Consultants \u0026 Coaches – Professionals who provide advisory services and HR strategy guidance and need certification to enhance their credibility.","HR Specialists Transitioning to Senior HR Roles – HR professionals looking to move into leadership positions by gaining an internationally recognized certification."],"tags":[],"rating":{"count":89,"averageValue":"4.3"},"instructors":[{"name":"Pritula Talent Academy: #1 Udemy HR Instructor • 110K Learners • 4.5 ★ (7500 reviews) • 380 courses: SHRM, CIPD, HRCI Analytics","url":"/user/pritula/","totalNumberOfStudents":null,"totalNumberOfReviews":null,"averageRating":4.46}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"MIKE_SEPT_III","originalPrice":"₹799","discountedPrice":"Free","expirationText":"3 days","discountPercentage":100}},"https://www.udemy.com/course/marketing_research/":{"courseDetails":{"courseId":6700043,"title":"٣- ٤ - المعلومات وأبحاث السوق","shortDescription":"المعلومات هي الوقود المحرك لعمل التسويق","longDescription":"\u003Cp dir=\u0022rtl\u0022\u003E\u003Cstrong\u003Eالمعلومات: ما هي؟ ما أنواعها؟ وما علاقتها بالعميل والأعمال التجارية؟ وكيف يمكننا الحصول عليها، تصنيفها، والاستفادة منها؟\u003C/strong\u003E\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eإن التسويق هو في جوهره علم اتصال، وهذا العلم قائم بالأساس على المعلومات. معلومات غزيرة ومتنوعة عن الأسواق، العملاء، المنافسين، والاتجاهات وغيرها. هذه المعلومات تُعد بمثابة \u0022المادة الخام\u0022 التي لا يمكن لأي متخصص في التسويق أن يعمل بدونها، إلا بعد معالجتها من خلال التحليل والدراسة الدقيقة.\u003Cbr\u003Eفالتحليل هو ما يحوّل البيانات إلى رؤى واضحة، سواء كانت تفصيلية أو شاملة، تُمكّن من اتخاذ قرارات فعّالة واستراتيجيات دقيقة.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eولا تقتصر عملية جمع وتحليل المعلومات على مرة واحدة أو على فترات متباعدة؛ بل هي عملية مستمرة تشكّل جوهر العمل التسويقي.\u003Cbr\u003Eفالمسوق الناجح يجب أن يكون على اطّلاع دائم – في كل لحظة – على ما حدث، وما يحدث، وما قد يحدث في محيطه من تغيّرات وتطورات.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eكما تعلمنا في الدورات السابقة، يعتمد التسويق على كم هائل من المعلومات، ليس فقط من حيث الحجم، بل أيضًا من حيث الدقة والتفاصيل. ولهذا، فإن أي قرار تسويقي سليم أو استراتيجية فعّالة، لا بد أن يستندا إلى معلومات حديثة، دقيقة، ومرتبطة مباشرة بالعلامة التجارية، السوق، المنافسين، المستهلكين، والحالة الاقتصادية العامة.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eولا تقتصر أهمية الأبحاث التسويقية على ما قبل اتخاذ القرار فحسب، بل تمتد كذلك إلى ما بعده.\u003Cbr\u003Eفأبحاث السوق تُستخدم أيضًا لقياس نتائج الحملات الإعلانية، وتقييم مدى نجاح الاستراتيجيات التسويقية، وفهم مؤشرات الأداء، وكل ما يساعد على تحسين فعالية التسويق وتحقيق أهداف الشركة بفاعلية واستدامة.\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eهذان هما الدورتان رقم (٣ و ٤ ) من أصل 20 دورة في \u003Cstrong\u003Eدبلومة \u0022التسويق الشامل\u0022 \u003Cem\u003Eيمكنك الإشتراك في هذا الكورس أو الإستفادة بسعر مخفض على الدبلومة المتكاملة (٢٠ كورس) بسعر مخفض جداً \u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eمحتويات الكورس رقم ٣:\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003E\u003Cbr\u003E\u003C/p\u003E\u003Col\u003E\u003Cli dir=\u0022rtl\u0022\u003E\u003Cp\u003EModern Marketing Information System أو نظام معلومات التسويق الحديث\u003C/p\u003E\u003C/li\u003E\u003Cli dir=\u0022rtl\u0022\u003E\u003Cp\u003ESources of Information أو مصادر المعلومات\u003C/p\u003E\u003C/li\u003E\u003Cli dir=\u0022rtl\u0022\u003E\u003Cp\u003EAnalyzing the Macroenvironment تحليل البيئة المحيطة\u003C/p\u003E\u003C/li\u003E\u003Cli dir=\u0022rtl\u0022\u003E\u003Cp\u003EForecasting and Demand Measurement قياس وتوقعات الطلب\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp dir=\u0022rtl\u0022\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003Eمحتويات الكورس رقم ٤:\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003E1. The Marketing Research System نظام الأبحاث التسويقية\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003E2. The Marketing Research Process إجراءات عمل الأبحاث التسويقية\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003E3. Measuring Marketing Productivity قياس الفعالية التسويقية\u003C/p\u003E\u003Cp dir=\u0022rtl\u0022\u003E\u003Cbr\u003E\u003C/p\u003E","language":"Arabic","courseUri":"https://www.udemy.com/course/marketing_research/","imageUri":"https://img-c.udemycdn.com/course/750x422/6700043_cd28_2.jpg","duration":"5 total hours","enrolledStudentsCount":"926.000 students","lastUpdated":null,"targetAudiences":["كل طلبة التسويق اللي محتاجين منهج شامل ومفصل مدعوم بالخبرة العملية ... كل العاملين في مجال التسويق .. كل أصحاب الشركات ورواد الأعمال وأصحاب المشاريع ... كل اللي مهتم بالمبيعات ... وكل اللي مهتم إنه يغير مساره الوظيفي."],"tags":[],"rating":{"count":3,"averageValue":"5.0"},"instructors":[{"name":"Shehab Rashad","url":"/user/shehab-rashad-2/","totalNumberOfStudents":null,"totalNumberOfReviews":null,"averageRating":5}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"590E921F6B9902085C33","originalPrice":"₹3,999","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/clssyb-opexleader/":{"courseDetails":{"courseId":4031624,"title":"Lean Six Sigma Yellow Belt","shortDescription":"Iníciate en el apasionante mundo de Lean Six Sigma e Impulsa tu Carrera Profesional | Lean Six Sigma Yellow Belt (CSSC)","longDescription":"\u003Cp\u003E\u003Cstrong\u003EIMPORTANTE:\u0026nbsp;EL CURSO Y LA CERTIFICACIÓN INTERNACIONAL SE COMPRAN POR SEPARADO, LA CERTIFICACIÓN A UN PRECIO MUY ESPECIAL.!\u0026nbsp;CONTÁCTANOS\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELA ACADEMIA LEAN SIX SIGMA DE MÉXICO PARA EL MUNDO \u003C/strong\u003Econ\u003Cstrong\u003E \u003C/strong\u003EProgramas e Instructores de Clase Mundial \u003C/p\u003E\u003Cp\u003ELleva tu carrera al siguiente nivel como líder en Excelencia Operacional (Mejora Continua) mejorando indicadores y productividad en las organizaciones.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EOPEXLEADER \u003C/strong\u003Ees un instituto acreditado por el \u003Cstrong\u003E\u0022Consejo Certificador en Seis Sigma CSSC\u0022\u003C/strong\u003E líder mundial en acreditaciones Lean Six Sigma, nuestros instructores y planes de estudio cumplen con altos estándares de calidad para brindarte una capacitación de clase mundial.\u003C/p\u003E\u003Cp\u003EMás de 20 años de experiencia transformando las organizaciones a través de la mejora continua\u003C/p\u003E\u003Cp\u003ELa mejora continua puede implementarse en productos, procesos y servicios, algunos beneficios son:\u003C/p\u003E\u003Cp\u003E· Crecimiento de negocio\u003C/p\u003E\u003Cp\u003E· Incremento de Productividad\u003C/p\u003E\u003Cp\u003E· Nuevas cadenas de valor\u003C/p\u003E\u003Cp\u003E· Eliminar el Despilfarro\u003C/p\u003E\u003Cp\u003E· Motivación del equipo de trabajo\u003Cbr\u003E\u003Cstrong\u003E\u003Cbr\u003ELean\u003C/strong\u003E se enfoca más en la velocidad de los procesos; mientras que \u003Cstrong\u003ESix Sigma\u003C/strong\u003E se centra en aumentar la calidad.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELean Six Sigma\u003C/strong\u003E tiene sus antecedentes el modelo Six Sigma desarrollado por Motorola a finales de la década de los ochenta. ¿Cuál era su propósito? La necesidad de igualar o superar a sus competidores japoneses. \u003Cstrong\u003EBill Smith\u003C/strong\u003E, el ingeniero responsable de su creación, desarrolló esta metodología como una estrategia de negocios y mejora de la calidad y, posteriormente, lo mejoró y popularizó General Electric.\u003C/p\u003E\u003Cp\u003EA pesar de que el concepto nació en el seno del sector industrial, hoy muchos de sus instrumentos se aplican al sector servicios. Así, se emplea en todo el mundo por empresas que buscan una filosofía de actuación para ocupar niveles de liderazgo en su sector. Lean y Six Sigma comparten objetivos. Ambos proponen mejorar la gestión y los procesos de una empresa.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E¡Certifícate con nosotros! OPEXLEADER\u003C/strong\u003E\u003C/p\u003E","language":"Spanish","courseUri":"https://www.udemy.com/course/clssyb-opexleader/","imageUri":"https://img-c.udemycdn.com/course/750x422/4031624_f492_4.jpg","duration":"25 total hours","enrolledStudentsCount":"9,886.000 students","lastUpdated":null,"targetAudiences":["Cualquier persona que desee impulsar su desarrollo personal y profesional"],"tags":["Six Sigma Yellow Belt"],"rating":{"count":1076,"averageValue":"4.5"},"instructors":[{"name":"OPEXLEADER .","url":"/user/opexleader/","totalNumberOfStudents":null,"totalNumberOfReviews":null,"averageRating":4.54902}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A99B866EAA1566E3CF71","originalPrice":"₹799","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}}},"freeCourses":{}}