{"coursesWithCoupon":{"https://www.udemy.com/course/manifest-your-desires-by-finding-your-trueself/":{"courseDetails":{"courseId":5233116,"title":"Manifest your Desires by - Finding Your Trueself","shortDescription":"Being in your Trueself you can Manifest anything that you desire- Be Limitless","longDescription":"\u003Cp\u003EThe course \u0022Manifest Your Desires by Finding Your True Self\u0022 is a transformative program that helps individuals discover their authentic selves and learn how to manifest their deepest desires in life. The course is designed to be a journey of self-discovery, exploration, and growth that enables individuals to achieve their full potential.\u003C/p\u003E\u003Cp\u003EThe course is suitable for anyone who wants to change their life and manifest their deepest desires. Whether you are feeling stuck, lost, or unfulfilled, this program can help you find your way and unlock your full potential. The course offers a structured approach to self-discovery, personal growth, and manifestation that is grounded in practical tools and techniques.\u003C/p\u003E\u003Cp\u003EThe course begins with an exploration of the self, where students learn how to connect with their true selves, identify their passions and values, and understand their purpose in life. This is followed by an exploration of the power of manifestation and how it can be used to manifest one\u0027s desires. The course then moves into the practical tools and techniques that individuals can use to manifest their deepest desires, including affirmations, visualization, gratitude, and meditation.\u003C/p\u003E\u003Cp\u003EOne of the key elements of the course is the emphasis on mindset and belief systems. Students learn how to identify and change limiting beliefs and negative thought patterns that are holding them back from achieving their goals. They also learn how to cultivate a positive and abundant mindset that supports their manifestation journey.\u003C/p\u003E\u003Cp\u003EThroughout the course, students are supported by an experienced instructor who provides guidance, feedback, and encouragement. The instructor creates a safe and supportive learning environment where students can share their experiences, ask questions, and receive personalized feedback.\u003C/p\u003E\u003Cp\u003EThe course is delivered online, with pre-recorded lectures. Students can learn at their own pace and in their own time, and the course is designed to be flexible to accommodate busy schedules.\u003C/p\u003E\u003Cp\u003EBy the end of the course, students will have gained a deep understanding of themselves, their values, and their purpose in life. They will have learned practical tools and techniques for manifestation, and they will have developed a positive and abundant mindset that supports their manifestation journey. They will also have developed a supportive community of like-minded individuals who are committed to personal growth and manifestation.\u003C/p\u003E\u003Cp\u003EIn summary, \u0022Manifest Your Desires by Finding Your True Self\u0022 is a powerful and transformative course that offers individuals the tools, techniques, and support they need to manifest their deepest desires and live a life of purpose and fulfillment. If you are ready to embark on a journey of self-discovery and personal growth, this course is for you.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/manifest-your-desires-by-finding-your-trueself/","imageUri":"https://img-c.udemycdn.com/course/750x422/5233116_d4a0.jpg","duration":"2 total hours","enrolledStudentsCount":"1,093.000 students","lastUpdated":null,"targetAudiences":["Anyone who wants to understand How to live your Life","Manifest the best from your life"],"tags":["Manifestation and Law of Attraction"],"rating":{"count":19,"averageValue":"5.0"},"instructors":[{"name":"Riccha Dubey","url":"/user/riccha-dubey-2/","totalNumberOfStudents":null,"totalNumberOfReviews":null,"averageRating":5}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"37DCBF7E1738C79AD16B","originalPrice":"₹1,199","discountedPrice":"Free","expirationText":"7 hours","discountPercentage":100}},"https://www.udemy.com/course/a-collection-of-mind-videos-mind-movies/":{"courseDetails":{"courseId":5092054,"title":"A Collection of Mind Videos/ Mind Movies","shortDescription":"Find your resonating Mind Movie and manifest your desires","longDescription":"\u003Cp\u003EHello and welcome to our mind videos course! Are you ready to unlock your mind\u0027s potential and create the life you desire? If so, you\u0027ve come to the right place.\u003C/p\u003E\u003Cp\u003EIn today\u0027s fast-paced world, it can be difficult to focus on our goals and aspirations. We are constantly bombarded with distractions, and it can be challenging to stay motivated and positive. This is where Mind Videos come in.\u003C/p\u003E\u003Cp\u003EThis course is unlike any other you\u0027ve taken before. Rather than traditional lectures and exercises, we\u0027ll be exploring the power of visualization and imagination through the medium of mind videos.\u003C/p\u003E\u003Cp\u003EA mind video is a personalized video that is created and filled with images and sound frequencies that align with your goals and aspirations. By watching a mind video that resonates with your desires, regularly, you can train your subconscious mind to work towards your dreams and achieve them faster than ever before.\u003C/p\u003E\u003Cp\u003EIn today\u0027s fast-paced world, we all strive for success and happiness. We set our goals and work tirelessly to achieve them, but sometimes we need a little extra push to help us stay motivated and focused. That\u0027s where Mind Videos come in – a powerful tool that can help us, turn our desires into reality.\u003C/p\u003E\u003Cp\u003ESo what exactly are Mind Videos? In simple terms, they are an advanced version of a vision board. Have you ever heard someone talk about vision boards. They ask the vision boards to placed in a spot where we can see it often. Reason- every time we see it consciously or subconsciously, it has an effect on our mind. We get reminded of our desires and unknowingly start working on it. So understand this, if glancing through our vision board like 5 -10 times in a day can help us get out desires manifested faster, then what will be the effect of watching every picture or affirmation like 5000 times within a day. To add it these mind videos are prefixed and suffixed by kalescopic patterns, which help the mind get into the Theta state. If you keep staring at the screen right from the beginning of the mind video, then by the time the images start scrolling through your mind will be in the state of maximum performance. Its like when you are in deep sleep and the subconscious mind becomes the master of you, or have you ever seen any stage performance of a hypnotist, when he tells his direct audience, someone whom he has hypnotized, to lift 200 pounds, they do it in a jiffy. That is the theta state of mind. So when you are watching these mind moves, select any one to begin with and watch it 3 times in a day at different times, like once in the morning, once in the afternoon and the last one, has to be just before bed. The one in the noon, can also be done right before an afternoon nap, incase you take 1. Do your mind video, for at least 10 days without missing – the 3 times a day dosage. You will start to see miraculous results. When you watch your Mind Video regularly, you are reminded of your goals and the reasons why you want to achieve them. This can help you to stay on track and overcome any obstacles that may arise.\u003C/p\u003E\u003Cp\u003EMind Videos use the science behind visualization and how it can impact your brain and overall well-being. These mind videos can be used to reduce stress, boost creativity, and enhance your overall performance.\u003C/p\u003E\u003Cp\u003EThese mind videos are a collection of visual and auditory stimuli – including images, sound frequencies, and also silent affirmations – that are designed to create a positive mindset and support personal growth.\u003C/p\u003E\u003Cp\u003EThe concept of Mind Videos is based on the idea of the Law of Attraction, which states that we attract into our lives what we focus on. By watching a Mind Video that reflects our desired reality, we are programming our subconscious mind to believe that it is possible and attainable. This, in turn, can help us take the necessary actions to make our dreams a reality.\u003C/p\u003E\u003Cp\u003EThe benefits of using Mind Videos are numerous. Firstly, they can help us stay motivated and focused on our goals. Watching our Mind Video daily can remind us of why we\u0027re working so hard, and help us visualize the end result. This can be particularly helpful when we\u0027re feeling overwhelmed or discouraged, as it can help us regain our enthusiasm and energy.\u003C/p\u003E\u003Cp\u003ESecondly, Mind Videos can help us cultivate a positive mindset. By including positive affirmations and inspiring images in your Mind Video, we are programming your subconscious mind to believe in yourselves and your abilities. This can be particularly helpful for those who struggle with negative self-talk or limiting beliefs.\u003C/p\u003E\u003Cp\u003EFinally, Mind Videos can help us manifest our dreams and desires. By visualizing our desired reality on a regular basis, we are sending a powerful message to the universe that we are ready to receive it. This can help us attract the people, opportunities, and resources we need to make our dreams a reality.\u003C/p\u003E\u003Cp\u003EIn conclusion, Mind Videos are a powerful tool that can help us achieve our goals and dreams. By creating a visual representation of our desired reality and watching it on a daily basis, we can stay motivated, cultivate a positive mindset, and attract the people, opportunities, and resources we need to make our dreams a reality. So why not give Mind Videos a try? You may be surprised by how much they can transform your life!\u003C/p\u003E\u003Cp\u003EEvery mind video in this course is designed to help you visualize your desired outcome and create a powerful emotional connection to your goals. By watching your Mind Video regularly, you can reprogram your subconscious mind, which in turn can help you achieve your goals faster and more easily.\u003C/p\u003E\u003Cp\u003EOne of the key benefits of Mind Videos is that they help you to stay focused and motivated.\u003C/p\u003E\u003Cp\u003EAnother benefit of Mind Videos is that they can help you to shift your mindset and change your beliefs. Many of us have limiting beliefs that hold us back from achieving our full potential. By watching a Mind Video that is designed to inspire and uplift you, you can start to replace these limiting beliefs with positive ones that support your goals.\u003C/p\u003E\u003Cp\u003EThis course has 20 plus mind videos for specific targets, as and when I keep making more, they will be added to the course.\u003C/p\u003E\u003Cp\u003ETo use a Mind Video, simply find a comfortable position and play the video. Focus your attention on the screen, the visuals. It is ok if you start feeling sleepy or just nothingness emotionally. Allow yourself to be. The more you watch your Mind Video, the more powerful it becomes. Over time, you may start to notice changes in your thoughts, feelings, and behavior as you align yourself with your goals and desires. They are easy to use and can be tailored to your specific needs. By watching your Mind Video regularly, you can stay focused and motivated, shift your mindset, and create a powerful emotional connection to your goals. Whether you are looking to improve your health, relationships, or finances, Mind Videos can help you to achieve success and live the life of your dreams.\u003C/p\u003E\u003Cp\u003EThe concept behind Mind Videos is based on the law of attraction, which states that positive or negative thoughts and feelings can have a profound impact on a person\u0027s life. By using Mind Videos to focus on positive thoughts and feelings, it is believed that you can create a more positive reality and achieve your goals more easily.\u003C/p\u003E\u003Cp\u003EFor example, if your goal is to lose weight, a Mind Video might feature images of healthy foods, people exercising, and happy, confident individuals who have successfully achieved their weight loss goals. The affirmations might include statements such as \u0022I am healthy and fit,\u0022 \u0022I love my body,\u0022 and \u0022I am motivated to exercise and make healthy choices.\u0022\u003C/p\u003E\u003Cp\u003EI am starting this collection with 22 Mind Videos, will keep adding more as I keep making them. If you have any special requests, feel free to send me a message, and I promise to do my best to help you.\u003C/p\u003E\u003Cp\u003ESo if you\u0027re ready to take control of your mind and manifest the life you want, then join us on this exciting journey and discover the power of mind videos!\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/a-collection-of-mind-videos-mind-movies/","imageUri":"https://img-c.udemycdn.com/course/750x422/5092054_3011.jpg","duration":"7.5 total hours","enrolledStudentsCount":"1,406.000 students","lastUpdated":null,"targetAudiences":["someone with clarity of what they want to manifest"],"tags":["Manifestation and Law of Attraction"],"rating":{"count":22,"averageValue":"4.8"},"instructors":[{"name":"Riccha Dubey","url":"/user/riccha-dubey-2/","totalNumberOfStudents":null,"totalNumberOfReviews":null,"averageRating":4.7954545}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"AFFB632B630DA575810A","originalPrice":"₹1,199","discountedPrice":"Free","expirationText":"7 hours","discountPercentage":100}}},"freeCourses":{}}