{"coursesWithCoupon":{"https://www.udemy.com/course/become-experts-in-python-by-exercises-by-projects/":{"courseDetails":{"courseId":6021936,"title":"Become Experts in Python | Exercises | Projects | Quiz","shortDescription":"Python Programming | 200\u002B Python Exercises | Python Projects","longDescription":"\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003ELearn Python From Beginner To Advanced Level\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EI’ve created thorough, extensive, but easy to follow content which you’ll easily understand and absorb.\u003C/p\u003E\u003Cp\u003EThe course starts with the basics, including Python fundamentals, programming, and user interaction.\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe curriculum is going to be very hands-on as we walk you from start to finish becoming a professional Python developer. We will start from the very beginning by teaching you Python basics and programming fundamentals, and then going into advanced topics and different career fields in Python so you can get real-life practice and be ready for the real world.\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EThe topics covered in this course are:\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003E\u003Cem\u003E* Beginner to Expert Python contents:\u003C/em\u003E\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EArray implementation\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFile methods\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EKeywords and Identifiers\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Tuples\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Basics\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EPython Fundamentals\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EData Structures\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EObject-Oriented Programming with Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EFunctional Programming with Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ELambdas\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDecorators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EGenerators\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ETesting in Python\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDebugging\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EError Handling\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003ERegular Expressions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EComprehensions\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EModules\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003ESee you inside the course!\u003C/strong\u003E\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EWhat you’ll learn\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EGo from Beginner to Advanced in Python Programming by learning all of the basics to Object Orientated Programming.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EWrite scripts for general productivity tasks Read and comprehend Python code Gain knowledge in regard to general programming concepts\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUse variables to store, retrieve and calculate information\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EUtilize core programming tools such as functions and loops\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003EAre there any course requirements or prerequisites?\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003EOnly the very basic computer skills are needed\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EA computer, Access to the internet, An interest in learning Python\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E","language":"English","courseUri":"https://www.udemy.com/course/become-experts-in-python-by-exercises-by-projects/","imageUri":"https://img-c.udemycdn.com/course/750x422/6021936_e068_2.jpg","duration":"10.5 total hours","enrolledStudentsCount":"16,002.000 students","lastUpdated":null,"targetAudiences":["If you want to learn Python from scratch through building fun and useful projects, then take this course.","f you want to start your own startup by building your own apps.","If you are an experienced programmer wanting to switch to Python then this is the quickest way through real coding projects.","If you are an intermediate Python programmer this course will help you to level up."],"tags":[],"rating":{"count":97,"averageValue":"4.3"},"instructors":[{"name":"Ashish Pandit","url":"/user/ashish-pandit-56/","totalNumberOfStudents":null,"totalNumberOfReviews":null,"averageRating":4.29}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"8F52DD69D89B8951C6E1","originalPrice":"₹799","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/learn-staad-pro-from-zero-to-hero-hindi/":{"courseDetails":{"courseId":6390589,"title":"Learn STAAD PRO | From Zero to Hero | Hindi","shortDescription":"Learn Staad Pro by Following Step by Step instructions","longDescription":"\u003Cp\u003EWelcome to Learning \u0026amp; Exploring Civil Engineering Concepts \u0026amp; Softwares Practically. \u003C/p\u003E\u003Cp\u003EAutodesk Revit is a building information modelling software tool for architects, landscape architects, structural engineers, mechanical, electrical, and plumbing (MEP) engineers, designers and contractors. The software allows users to design a building and structure and its components in 3D, annotate the model with 2D drafting elements, and access building information from the building model\u0027s database. Revit is 4D building information modeling application capable with tools to plan and track various stages in the building\u0027s lifecycle, from concept to construction and later maintenance and/or demolition.\u003C/p\u003E\u003Cp\u003ETake your Revit skills to the Advanced level. First, get comfortable with the Revit environment, and learn to set up a project and add the grids, levels, and dimensions that will anchor your design. Then we dive into modeling: adding walls, doors, and windows; creating and mirroring groups; linking to DWG files; and working with floors, roofs, and ceilings. I will also shows advanced techniques for modeling stairs and complex walls, adding rooms, and creating schedules. Finally, discover how to annotate your drawing so all the components are perfectly understood, and learn how to output sheets to PDF and AutoCAD.\u003C/p\u003E\u003Cp\u003EFinally i will also covers basics to Intermediate level of dynamo in Revit.\u003C/p\u003E\u003Cp\u003EHerewith I had created many videos for civil engineering students \u0026amp; professionals in order to learn concepts \u0026amp; softwares practically. \u003C/p\u003E\u003Cp\u003EIn this Course you can learn following most demanded civil engineering softwares from very basic level to advanced level. \u003C/p\u003E\u003Cp\u003EAutoCAD 2D \u003C/p\u003E\u003Cp\u003EAutoCAD 3D, \u003C/p\u003E\u003Cp\u003ERevit Architecture,\u003C/p\u003E\u003Cp\u003ERevit Structure, \u003C/p\u003E\u003Cp\u003ERevit MEP\u003C/p\u003E\u003Cp\u003ERevit Dynamo, \u003C/p\u003E\u003Cp\u003EStaad Pro, \u003C/p\u003E\u003Cp\u003EEtabs, \u003C/p\u003E\u003Cp\u003ERevit to Lumion Pro, \u003C/p\u003E\u003Cp\u003EPreliminary Designs of Structural Members, \u003C/p\u003E\u003Cp\u003ELeaning Bar Bending Schedule with AutoCAD \u0026amp; Excel, \u003C/p\u003E\u003Cp\u003EQuantity Surveying / Building Estimation with AutoCAD \u0026amp; Excel, \u003C/p\u003E\u003Cp\u003EAutoCAD Raster Design, \u003C/p\u003E\u003Cp\u003EIntroduction to ISO Global BIM Standards\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EWith Warm Regards,\u003C/p\u003E\u003Cp\u003EAshish Pandit \u003C/p\u003E\u003Cp\u003EB.E. Civil Engineering From M.S. University (First Class with Distinction) (BIM Engineer)\u003C/p\u003E","language":"Hindi","courseUri":"https://www.udemy.com/course/learn-staad-pro-from-zero-to-hero-hindi/","imageUri":"https://img-c.udemycdn.com/course/750x422/6390589_765f.jpg","duration":"13 total hours","enrolledStudentsCount":"4,939.000 students","lastUpdated":null,"targetAudiences":["Civil Engineers who want to pursue career in structural engineering","Civil Engineering Students who want to learn structural designing","Engineers who wish to do structural analysis and design of a building"],"tags":[],"rating":{"count":44,"averageValue":"4.5"},"instructors":[{"name":"Ashish Pandit","url":"/user/ashish-pandit-56/","totalNumberOfStudents":null,"totalNumberOfReviews":null,"averageRating":4.465909}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"D652203E5823350A63A6","originalPrice":"₹799","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/learn-dynamo-in-revit-zero-to-hero-in-hindi/":{"courseDetails":{"courseId":5984942,"title":"Learn Dynamo in Revit : Zero to Hero in Hindi","shortDescription":"Mastering Dynamo and Generative Design: From Fundamentals to Advanced Techniques- Complex Forms and Data Management","longDescription":"\u003Cp\u003E\u003Cstrong\u003EDo you want to know how to automate tasks in Revit using Dynamo?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDo you want to know how to optimize your complex Revit models for performance and efficiency?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EDo you want to know how parametric design can help in creating complex shapes and designs in architecture and engineering?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cp\u003EThe Dynamo course covers the fundamentals of using Dynamo in building information modeling. The course starts with an introduction to Dynamo\u0027s environment, node types, and integer and number values. It then moves on to more advanced topics such as creating forms parametrically, creating circles, polygons, and ellipses using nodes, and extruding shapes. You will also learn to manipulate geometry using translation and mirroring. The course includes several exercises to reinforce learning, including creating a multi-story parking garage, a forest tower, and Athens Olympic Sports Complex by Calatrava.\u003Cbr\u003E\u003Cbr\u003E\u003Cstrong\u003EHeadlines:\u003C/strong\u003E\u003Cbr\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cp\u003E\u003Cstrong\u003EDynamo Fundamentals\u003C/strong\u003E: Getting Started with Node-Based Design\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBuilding Custom Shapes: Exploring\u003Cstrong\u003E Integer and Number Values\u003C/strong\u003E in Dynamo\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003ECreating \u003Cstrong\u003EParametric Forms\u003C/strong\u003E: Using\u003Cstrong\u003E Line and Circle \u003C/strong\u003ENodes in Dynamo\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdvanced Geometry: From Regular \u003Cstrong\u003EPolygons to Lofted Solids\u003C/strong\u003E in Dynamo\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EPractical Applications: \u003Cstrong\u003EExtruding Shapes\u003C/strong\u003E and Creating \u003Cstrong\u003ECurved Surfaces\u003C/strong\u003E in Dynamo\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EParametric Modeling: Using \u003Cstrong\u003ETranspose, Offset, and Sweep \u003C/strong\u003ENodes in Dynamo\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EMastering Curves: Using \u003Cstrong\u003EPolycurves\u003C/strong\u003E and \u003Cstrong\u003EFillet\u003C/strong\u003E Nodes in Dynamo\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDynamic Design: Creating \u003Cstrong\u003ECustom Forms\u003C/strong\u003E with \u003Cstrong\u003ENURBS and Control Points\u003C/strong\u003E in Dynamo\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAdvanced Techniques: Using\u003Cstrong\u003E List Manipulation\u003C/strong\u003E and \u003Cstrong\u003ELacing\u003C/strong\u003E in Dynamo\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EFrom Sketch to Structure: Building \u003Cstrong\u003EComplex Forms\u003C/strong\u003E with Dynamo\u0027s Node-Based Workflow\u003C/p\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThis course is packed with real-life examples that immerse you in project situations and facilitate effective learning. Additionally, you\u0027re encouraged to ask any questions you may have while watching the course, ensuring a comprehensive understanding of the subject matter.\u003C/p\u003E","language":"Hindi","courseUri":"https://www.udemy.com/course/learn-dynamo-in-revit-zero-to-hero-in-hindi/","imageUri":"https://img-c.udemycdn.com/course/750x422/5984942_af17_3.jpg","duration":"7 total hours","enrolledStudentsCount":"6,231.000 students","lastUpdated":null,"targetAudiences":["civil engineers","Architects","Revit Designers"],"tags":[],"rating":{"count":51,"averageValue":"4.2"},"instructors":[{"name":"Ashish Pandit","url":"/user/ashish-pandit-56/","totalNumberOfStudents":null,"totalNumberOfReviews":null,"averageRating":4.23}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"054E935A9776322AF2B0","originalPrice":"₹799","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}},"https://www.udemy.com/course/learn-microsoft-excel-from-zero-to-hero/":{"courseDetails":{"courseId":6003282,"title":"Learn Microsoft Excel : From Zero to Hero","shortDescription":"Master Microsoft Excel with this high value beginner to advanced level.","longDescription":"\u003Col\u003E\u003Cli\u003E\u003Cp\u003ECarefully designed curriculum teaching you only the most used functionalities of Microsoft Excel in business environment\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EConcise - you can complete this Microsoft Excel course within one weekend\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EBusiness related examples, data analysis and case studies solved using Advanced Excel.\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYou will learn various data analysis techniques using MS Excel\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EAmple practice exercises on data analysis, MS excel (basic \u0026amp; advanced), because Excel requires practice\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EDownloadable resources comprising important MS Excel techniques and functionalities\u003C/p\u003E\u003C/li\u003E\u003Cli\u003E\u003Cp\u003EYour queries will be responded by the Instructor himself\u003C/p\u003E\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Cstrong\u003EStart using Excel to its full potential to become proficient at your Excel tasks today!\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EEither you\u0027re new to Microsoft Excel, or you\u0027ve played around with Excel since long but want to get more comfortable with MS Excel\u0027s advanced features, or maybe you want to enhance your data analysis skills using Microsoft Excel. Either way, this Excel course will be great for you.\u003C/p\u003E\u003Cp\u003EA \u003Cstrong\u003EVerifiable Certificate of Completion\u003C/strong\u003E is presented to all students who undertake this MS Excel course.\u003C/p\u003E\u003Cp\u003E\u003Cstrong\u003EWhy should you choose this course?\u003C/strong\u003E\u003C/p\u003E\u003Cp\u003EThis is a complete and concise tutorial on MS Excel which can be completed within few hours. This course will help you learn advanced Excel and various data analysis tools associated with Microsoft excel. We know that your time is important and hence we have created this fast paced MS Excel course without wasting time on irrelevant Excel operations.\u003C/p\u003E","language":"English","courseUri":"https://www.udemy.com/course/learn-microsoft-excel-from-zero-to-hero/","imageUri":"https://img-c.udemycdn.com/course/750x422/6003282_a2e4_4.jpg","duration":"1 total hour","enrolledStudentsCount":"27,702.000 students","lastUpdated":null,"targetAudiences":["Anyone curious to master excel from beginner to Advanced in short span of time"],"tags":[],"rating":{"count":1176,"averageValue":"4.1"},"instructors":[{"name":"Ashish Pandit","url":"/user/ashish-pandit-56/","totalNumberOfStudents":null,"totalNumberOfReviews":null,"averageRating":4.1549706}]},"isAlreadyAFreeCourse":false,"couponData":{"couponCode":"A74AE0E3EE810A16BA2C","originalPrice":"₹799","discountedPrice":"Free","expirationText":"4 days","discountPercentage":100}}},"freeCourses":{}}